["1943 - Roosevelt, Churchill ve Stalin'in katıldığı Tahran Konferansı sona erdi.", "1941 - 2. Dünya Savaşı: New York Belediye Başkanı ve ABD'nin Sivil Savunma Ofisi Direktörü Fiorello La Guardia, Sivil Hava Devriyesi oluşturarak 9. İdari Emir'i imzaladı.", "1941 - 2. Dünya Savaşı: Japonya İmparatoru Hirohito, Amerika Birleşik Devletleri'ne karşı savaş başlatmak için son onayı verdi.", "1940 - II. Dünya Savaşı dolayısıyla Türkiye'de geceleri karartma uygulaması başladı.", "1935 - Türk kadınının siyasal haklarını kazanması.", "1934 - Sovyet Rusya'da Politbüro üyesi Sergey Kirov öldürüldü. Stalin, olayı Büyük Arınma'yı başlatmak için suni bir gerekçe olarak kullandı.", "1931 - İlk sesli Türk filmi, \"İstanbul Sokaklarında\" gösterildi.", "1928 - Osmanlı borçlarının tasfiyesine ilişkin anlaşma, TBMM'de onaylandı.", "1928 - Vakit gazetesinin, 30 Kasım'da başlattığı \"Mutlu Çiftler Müsabakası\" ilgiyle karşılandı.", "1928 - II. İktisat Şûrası toplandı.", "1928 - Yeni Türk harflerinin kullanımı yürürlüğe girdi. Gazeteler, mecmualar, levha, tabela ve ilanlar yeni harflerle basılmaya başladı.", "1925 - Locarno Antlaşması, Fransa, Almanya, Birleşik Krallık, İtalya, Polonya, Belçika ve Çekoslovakya arasında İsviçre'nin Locarno şehrindeki konferansın ardından Londra'da imzalandı.", "1924 - Ulusal Hokey Ligi'nin Amerika Birleşik Devletleri merkezli ilk franchise'ı olan Boston Bruins, ligdeki ilk maçlarını evde, hala mevcut olan Boston Arena kapalı hokey tesisinde oynamıştı.", "1919 - Lady Astor; Birleşik Krallık, Avam Kamarası'nda yerini alan ilk kadın parlamento üyesi oldu. (28 Kasım günü bu göreve seçilmişti.)", "1918 - Sırp, Hırvat ve Sloven Krallığı (daha sonraları Yugoslavya Krallığı'na dönüştü) ilan edildi.", "1918 - İzlanda egemen bir devlet oldu, ancak (o tarihlerde) Danimarka krallığının bir parçası olmaya devam ediyordu.", "1918 - Transilvanya, Bessarabia (27 Mart) ve Bukovina'nın (28 Kasım) birleşmesinin ardından Romanya ile birleşti ve böylece buradaki büyük birlik sonuçlandı.", "1913 - Ford Motor Company, ilk hareketli montaj hattını başlattı.", "1906 - Dünyanın ilk sinema salonu, Paris'te açıldı.", "1900 - Nikaragua yönetimi, kanal haklarını ABD hükûmetine 5 milyon dolara sattı. Kanal anlaşması Mart 1901'de başarısız oldu. Büyük Britanya, değiştirilen anlaşmayı reddetmişti.", "1865 - Amerika Birleşik Devletleri'nin güneyindeki, (tarihsel olarak) ilk siyah üniversitesi olan Shaw Üniversitesi, Kuzey Carolina, Raleigh'de kuruldu.", "1862 - Başkan Abraham Lincoln, Eşit Haklar Bildirgesi'nde bu tarihten on hafta önce emredildiği gibi köleliği sona erdirmenin gerekliliğini yeniden teyit etti.", "1834 - Cape Colony'de köleliğin, 1833 Köleliğin Kaldırılması Yasası uyarınca kaldırılması uygun görüldü.", "1828 - Arjantinli general Juan Lavalle, Decembrist devrimini başlatarak vali Manuel Dorrego'ya karşı bir harekât düzenledi.", "1824 - Amerika Birleşik Devletleri başkanlık seçimleri: Hiçbir aday seçimde toplam seçim oylarının çoğunluğunu alamadığından, Amerika Birleşik Devletleri Temsilciler Meclisine, Amerika Birleşik Devletleri Anayasasının On İkinci Değişikliği uyarınca kazananı belirleme görevi verilmesi uygun görüldü.", "1822 - 1. Peter, Brezilya İmparatoru unvanı ile taç giydi.", "1821 - José Núñez de Cáceres, Dominik Cumhuriyeti'nin İspanya'dan bağımsızlığını kazandı ve yeni bölgeyi de İspanyol Haiti Cumhuriyeti olarak adlandırdı.", "1768 - Eski köle ve esir gemisi Fredensborg, Norveç'te, Tromøya'da battı.", "1640 - Portekiz, İspanya'dan bağımsızlığını ilan etti.", "1577 - Francis Walsingham şövalye ilan edildi.", "1420 – İngiltere Kralı 5. Henry Paris'e girdi.", "1402 - Timur, Rodos şövalyelerinin 57 yıldır hüküm sürdüğü İzmir'i kuşattı."]