["2010 - İsveç'in başkenti Stockholm'da bombalı saldırı gerçekleşti. Patlamada saldırgan hayatını kaybetti ve iki kişi yaralandı.", "2009 - Demokratik Toplum Partisi, Anayasa Mahkemesi kararıyla kapatıldı.", "2004 - İstanbul Modern Sanat Müzesi açıldı.", "2002 - Amerikan Temsilciler Meclisi ve Senatosu, istihbarat faaliyetlerinin eşgüdümünün daha iyi sağlanabilmesi için iç istihbarat örgütü kurulmasını tavsiye etti.", "2001 - Çin, Dünya Ticaret Örgütü'ne katıldı.", "1999 - Avrupa Birliği Devlet ve Hükûmet Başkanları Zirvesi sona erdi. Sonuç belgesinde Türkiye'nin adaylığı kesinleşti.", "1997 - Kyoto Protokolü imzaya açıldı.", "1994 - Tek yanlı olarak bağımsızlığını ilan eden Çeçenistan'a, Rusya yüzlerce tank ve askerle girdi.", "1993 - Türkiye'nin Bağdat Büyükelçiliği İdare Ataşesi Çağlar Yücel, Bağdat'ta aracının içinde uğradığı silahlı saldırı sonucu öldürüldü.", "1991 - Avrupa Birliği ülkeleri, 1999’un para birliği için son tarih olacağını açıkladı.", "1987 - Necatigil Şiir Ödülü Ahmet Oktay'a verildi. Şair ödülü, “Yol Üstünde Semender” adlı yapıtıyla aldı.", "1977 - Türkiye'de yerel seçimler yapıldı. Cumhuriyet Halk Partisi seçimlerden birinci parti olarak çıktı.", "1976 - İstanbul'da Bebek Maksim Gazinosu yandı.", "1976 - Ankara Üniversitesi süresiz kapatıldı.", "1964 - Che Guevara, New York'taki Birleşmiş Milletler Genel Kurulunda bir konuşma yaptı. Konuşma sırasında binaya dışarıdan havanla ateş edildi, faili bulunamadı.", "1962 - Kanada'da son kez bir mahkûma idam cezası uygulandı.", "1962 - Türkiye'de Millî Güvenlik Kurulu Genel Sekreterliği kuruldu.", "1952 - Fikir ve Sanat Eserleri Kanunu'nda ilk uygulama: Telif hakkı Yelpaze mecmuasına ait olan bir resimli romanı yayınlayan, Hürriyet gazetesi aleyhine dava açıldı.", "1949 - Birleşmiş Milletler, Filistinli mültecilerin kendi topraklarına dönme hakkını kabul etti.", "1946 - Birleşmiş Milletler Çocuklara Yardım Fonu (UNICEF) kuruldu.", "1941 - Adolf Hitler ve Benito Mussolini’nin açıklamasıyla, Nazi Almanyası ve İtalya Krallığı, Amerika Birleşik Devletleri'ne savaş ilan etti.", "1940 - II. Dünya Savaşı: Kuzey Afrika'da İngiliz birlikleri Sidi Barrani'yi ele geçirdi. İtalyan birlikleri teslim oldu.", "1937 - II. İtalya-Habeşistan Savaşı: İtalya Krallığı, Milletler Cemiyeti'nden çekildi.", "1936 - VIII. Edward, Wallis Simpson ile evlenebilmek için Birleşik Krallık tahtından çekildiğini açıkladı.", "1931 - Westminster Tüzüğü 1931 ile Birleşik Krallık, dominyonlarına kendini yönetme hakkı verildi.", "1931 - Güney Afrika Cumhuriyeti, Birleşik Krallık'tan bağımsızlığını kazandı.", "1927 - Doğu illerinde Birinci Genel Müfettişlik kurulmasına karar verildi; Müfettişliğe İbrahim Tali Bey (Öngören) atandı.", "1917 - I. Dünya Savaşı: Britanya İmparatorluğu Kudüs'ü ele geçirdi.", "1901 - İlk masa tenisi turnuvası, Birleşik Krallık'ta düzenlendi.", "1816 - Indiana, 19. eyalet olarak Amerika Birleşik Devletleri'ne katıldı."]