["2011 - Belçika Liège'de düzenlenen intihar saldırısında 6 kişi öldü, 125 kişi yaralandı.", "2005 - TMSF'nin satışa çıkardığı Telsim, 4 milyar 550 milyon dolarla dünyanın en büyük mobil telekomünikasyon operatörlerinden olan Birleşik Krallık'tan Vodafone'un şirketi, Vodafone Telekomünikasyon A.Ş'ye ihale edildi.", "2004 - Şili'nin eski diktatörü Augusto Pinochet'nin, 1970 ve 1980'li yıllardaki Akbaba Operasyonu sırasında suç işlediği gerekçesiyle evinde gözetim altında tutulmasına ve hakkında yeni dava açılmasına karar verildi.", "2003 - ABD askerî güçleri devrik Irak Devlet Başkanı Saddam Hüseyin'i, Irak'ta saklandığı yerde yakaladı.", "2002 - Avrupa Birliği Genişlemesi: AB, 10 yeni devletin (Güney Kıbrıs, Çekya, Estonya, Macaristan, Letonya, Litvanya, Malta, Polonya, Slovakya ve Slovenya) 1 Mayıs 2004'ten itibaren üye olacağını açıkladı.", "1998 - İtalya'da düzenlenen 5. Avrupa Kros Şampiyonası'nda Türk Genç Bayan millî takımı şampiyon oldu.", "1996 - Kofi Annan, Birleşmiş Milletler Genel Sekreteri seçildi.", "1995 - Avrupa Parlamentosu, Türkiye ile imzalanan Gümrük Birliği anlaşmasını onayladı.", "1986 - Dünya ve Olimpiyat Şampiyonu Halterci Naim Süleymanoğlu, Türkiye’ye iltica etti.", "1983 - 45. Türkiye Cumhuriyeti Hükûmeti (13 Aralık 1983 - 21 Aralık 1987), göreve başladı.", "1981 - Polonya'da General Wojciech Witold Jaruzelski, sıkıyönetim ilan etti. 14 bin sendikalı işçi tutuklandı.", "1980 - Piyade Er Zekeriya Önge'yi öldürme suçundan yargılanıp ölüm cezasına çarptırılan 19 yaşındaki Erdal Eren'in infazı yapıldı.", "1978 - Hollanda'da bir mahalle, kendisini \"Bağımsız Devlet\" ilan etti.", "1974 - Malta'da Cumhuriyet ilan edildi.", "1969 - Sovyetler Birliği'nde, Kamaz otomobil fabrikasının temeli atıldı.", "1967 - Yunanistan Kralı II. Konstantin'in, Cuntaya karşı darbe girişimi başarısız oldu. Albaylar Cuntası iktidarı devam etti. Kral ülkesini terk etmek zorunda kaldı.", "1960 - Ankara Sıkıyönetim Komutanlığı, Yeni Gün ve Öncü gazetelerini 3 gün süreyle kapattı.", "1960 - Fransa Cumhurbaşkanı Charles de Gaulle'ün Cezayir ziyareti olaylı geçti. Fransız milliyetçilerinin çıkardığı olaylarda 123 kişi öldü.", "1959 - Başpiskopos Makarios bağımsız Kıbrıs Cumhuriyeti'nin Cumhurbaşkanlığına seçildi.", "1957 - İran'da deprem: 2 bin kişi öldü.", "1949 - İsrail, Kudüs'ü başkent ilan etti. Arap İsrail Savaşı'ndan sonra, Eski Kent ve Doğu Kudüs Ürdün'de, Batı Kudüs de İsrail'de kaldı. Kent, BM kararlarına göre uluslararası kent ilan edilmişti.", "1942 - Çorum'da deprem: 25 kişi öldü, 589 ev yıkıldı.", "1941 - II. Dünya Savaşı: Macaristan Krallığı ve Romanya Krallığı, Amerika Birleşik Devletleri'ne savaş ilan etti.", "1939 - Kriegsmarine cep zırhlısı Admiral Graf Spee ile Kraliyet Donanması kruvazörleri HMS Exeter, HMS Ajax ve HMS Achilles arasında Río de la Plata Muharebesi başladı.", "1937 - İlk seloteyp satışa sunuldu.", "1937 - Japon İmparatorluk Kara Kuvvetleri, Çin Cumhuriyeti'nin Başkenti Nankin'i ele geçirdi.", "1914 - Mesudiye Zırhlısı, Çanakkale'de İngiliz denizaltısı HMS B11 tarafından batırıldı.", "1903 - İtalyan asıllı Amerikalı dondurma satıcısı Italo Marcioni, ilk dondurma külahının patentini aldı.", "1877 - 2. Meclis-i Mebusan, çalışmalarına başladı.", "1805 - Sırp İsyanları ve Kara Yorgi'nin önderliği altında Sırpların, Belgrad'ı ele geçirmesi.", "1789 - Fransa'da, Ulusal Muhafız Birliği (National Guard) kuruldu.", "1754 - Osmanlı Padişahı, III. Osman'ın saltanatı başladı.", "1642 - Hollandalı denizci Abel Tasman, Yeni Zelanda'yı keşfetti.", "1522 - Osmanlı padişahı I. Süleyman, Rodos'un teslimini istedi."]