["2016 - Almanya'nın başkenti Berlin'de Noel pazarında terör saldırısı gerçekleşti. 12 kişi öldü, 56 kişi yaralandı.", "2016 - Rusya'nın Ankara Büyükelçisi Andrey Karlov, Ankara'da katıldığı bir sergide uğradığı suikast sonucunda öldürüldü.", "2003 - Libya lideri Muammer Kaddafi, ülkesinin nükleer ve kimyasal silah üretme hedefinden vazgeçtiğini duyurdu.", "2001 - Kabil'e en az 3 bin kişiden oluşacak uluslararası güç konuşlandırılması için BM Güvenlik Konseyi onay verdi.", "2000 - Ölüm orucu ve açlık grevlerinin devam ettiği 20 cezaevine müdahale edildi. Hayata Dönüş adı verilen operasyonun ilk gününde, Çanakkale ve Ümraniye cezaevleri hariç 18 cezaevinde eylem sona erdirildi.", "1994 - Olay TV kuruldu.", "1993 - Kanal D yayın hayatına başladı.", "1992 - Somali'de \"Umut Operasyonu\" başlatıldı. Türk Birliği bu harekâta katıldı.", "1987 - Uluslararası Cumhuriyet Halter Turnuvası'nda Naim Süleymanoğlu, ilk kez millî mayoyu giydi. 60 kiloda koparma (150 kg), silkme (188,5 kg) ve toplamda (337,5 kg) kendisine ait Dünya rekorlarını yeniledi.", "1986 - Sovyetler Birliği, rejim muhalifi Andrei Sakharov'u ülke içi sürgünden serbest bıraktığını ve karısını da (Yelena Bonner) affettiğini açıkladı.", "1984 - Çin ve Birleşik Krallık, Hong Kong'un 1 Temmuz 1997'de Çin Halk Cumhuriyeti'ne devredilmesi konusunda anlaştı.", "1983 - Cumhurbaşkanı Kenan Evren, Harbiye Orduevi'nde ileride 6 cilt olarak yayımlayacağı Anıları'nı yazmaya başladı.", "1978 - Kahramanmaraş Olayları başladı. 26 Aralık'a kadar süren olaylarda 111 kişi öldü, 176 kişi yaralandı.", "1969 - Amerikan 6. Filosu, İzmir'e geldi. Filonun gelişi protesto edildi ve Amerikalı denizciler tartaklandı.", "1968 - Piyanist İdil Biret, Paris'te Dünyanın ünlü beş virtüözüyle konser verdi.", "1966 - Koç Grubu tarafından üretilen ilk Türk otomobili Anadol satışa sunuldu. Peşin fiyatı 26 bin 800 lira idi.", "1965 - De Gaulle, Fransa Cumhurbaşkanlığına yeniden seçildi.", "1950 - Dwight D. Eisenhower, Kuzey Atlantik Antlaşması Teşkilatı (NATO) Kuvvetleri Komutanlığına atandı.", "1948 - İzmir Şehir Tiyatrosu ve Sergi Sarayı yandı.", "1920 - Millî Mücadele'yi destekleyen Antalya'da Anadolu gazetesi yayınlanmaya başladı.", "1919 - Mustafa Kemal ve Heyeti Temsiliye, Sivas'tan Ankara'ya hareket etti.", "1918 - Hatay İlinin Dörtyol İlçesinde, Fransız güçlerine karşı ilk kurşun, Karakese Beldesinde Ömer Hocanın oğlu Mehmet (Kara Mehmet) tarafından sıkıldı.", "1915 - Son Anzak ve İngiliz birlikleri, Anafartalar Cephesi ile Arıburnu Cephesi'nin tahliyesini tamamladı.", "1909 - Almanya'nın Borussia Dortmund futbol kulübü kuruldu.", "1805 - Napolyon Bonapart komutasındaki Fransız Ordusu, Varşova'ya girdi.", "1154 - 25 Ekim'de İngiltere tahtına oturan II. Henry, Westminster Abbey Kilisesi'nde taç giydi."]