["2021 - James Webb Uzay Teleskopu, Ariane 5 roketiyle kalkış yaptı.", "2000 - Rusya Başkanı Vladimir Putin, Sovyetler Birliği Marşı'nın üzerine Aleksandr Aleksandrov tarafından yeni yazılan sözlerle hazırlanan yeni Rusya Ulusal Marşı'nın kabulü üzerine yasayı imzaladı.", "1991 - PKK militanları, İstanbul Bakırköy'de Çetinkaya Mağazalarına molotofkokteyli attı. Çıkan yangında 11 kişi öldü.", "1991 - Mihail Gorbaçov, Sovyetler Birliği başkanlığı görevinden istifa etti. Ülke ertesi gün resmen dağıldı.", "1990 - Tim Berners-Lee; HTML ve World Wide Web'in temellerini attı. İlk defa iki bilgisayar arasında hypertext teknolojisi kullanılarak sunucu bağlantısı gerçekleştirildi.", "1989 - Romanya Devlet Başkanı Nikolay Çavuşesku ve eşi Elena Çavuşesku idam edildi. Çavuşesku çifti olağanüstü bir mahkemede yargılanmışlardı.", "1976 - Hac'dan dönerken gemilerinin batması sonucu 100 kişi öldü.", "1972 - Nikaragua'daki depremde 10 bin kişi öldü.", "1963 - Kıbrıs'ta Kıbrıs Mücadelesi Ulusal Örgütü EOKA, Ada'nın her yanında Türklere karşı saldırılar düzenledi. Çok sayıda Kıbrıslı Türk öldü. Türkiye savaş uçakları, Kıbrıs üzerinde uçuşlar yaptı.", "1963 - Türkiye Cumhuriyeti Enerji ve Tabii Kaynaklar Bakanlığı kuruldu.", "1952 - Said-i Nursi'nin yargılanmasına başlandı.", "1932 - Çin'in Guangzhou bölgesinde 7,6 şiddetinde deprem: 70.000 kişi öldü.", "1926 - Japon İmparatoru Taişo'nun ölümü üzerine, oğlu Hirohito İmparator oldu.", "1922 - TBMM’nin gizli oturumunda, Başbakan H. Rauf Orbay’ın Lozan Konferansı hakkındaki açıklamaları ve görüşmeleri yapıldı.", "1921 - Gaziantep'in Fransız işgalinden kurtuluşu", "1809 - Amerikalı doktor Ephraim McDowell, kliniğine hamileyim diyerek gelen Jane Todd Crawford'un, yumurtalığından 10 kiloluk tümor aldı. Bu, ilk başarılı alt karın ameliyatı olarak tarihe geçti. Crawford, 21 yıl daha yaşadı.", "1683 - II. Viyana Kuşatmasının başarısızlıkla sonuçlanması üzerine, Sadrazam Merzifonlu Kara Mustafa Paşa, boğularak idam edildi.", "1638 - Osmanlı Ordusu, Bağdat'a girdi.", "1522 - Rodos, Osmanlı egemenliğine girdi.", "336 - İlk Noel kutlaması, Roma'da yapıldı."]