["2023 - Fenerbahçe ile Galatasaray arasında Suudi Arabistan'ın başkenti Riyad'ta oynanması planlanan 2023 Türkiye Süper Kupası maçı, ileri bir tarihe ertelendi.", "1998 - Khmer Rouge liderleri, Kamboçya'da 1970'te bir milyon kişinin hayatına mal olan soykırım için özür diledi.", "1996 - Guatemala'da 36 yıldır süren sivil çatışmalara, gerilla güçleri ile Hükûmet liderleri arasında imzalanan antlaşmayla son verildi.", "1995 - Türkiye ile Yunanistan arasında Kardak Krizi çıktı.", "1994 - Türk Hava Yolları'nın \"Mersin\" adlı uçağı, Van seferini yaparken düştü; 59 kişi öldü, 22 kişi yaralı.", "1992 - Kültür ve Sanat Büyük Ödülü, yazar Yaşar Kemal'e verildi.", "1990 - 1961 yılında işletmeden kaldırılan tramvay, İstiklal Caddesi'nde çalışmaya başladı.", "1989 - Yazar Vaclav Havel, Çekoslovakya Devlet Başkanı seçildi. 40 yıl aradan sonra ilk komünist olmayan aday.", "1985 - Lübnan'da on yıllık iç savaşa son veren barış antlaşması, Müslüman ve Hristiyan dini liderleri tarafından Suriye'nin başkenti Şam'da imzalandı.", "1984 - Hindistan'da 31 Ekim'de öldürülen Başbakan İndira Gandhi'nin yerine, oğlu Rajiv Gandhi geçti.", "1982 - 12 Eylül'ün 24. idamı: 1975 yılında evi terk eden karısını ve karısının sığındığı kayınbiraderini öldüren Muzaffer Öner, idam edildi.", "1982 - 12 Eylül'ün 23. idamı: Amcasını öldüren katilin 1974'te çıkarılan af kanunuyla hapisten çıkması sonucu 1975 yılında katili, katilin karısını ve oğlunu öldüren Kâzım Ergün, idam edildi.", "1982 - 12 Eylül'ün 22. idamı: 1975 yılında evlenmek istediği genç kızın başka biriyle nişanlanması üzerine kızın çalıştığı tarlaya gidip kızı, kızın annesini ve bir kadını daha öldüren Halil Fevzi Uyguntürk, idam edildi.", "1978 - İran'da muhalefet lideri Şahpur Bahtiyar Başbakan oldu.", "1976 - Bursa TOFAŞ Otomobil Fabrikası'nda, Murat 131'in imalatına başlandı.", "1941 - NBC, Türkçe radyo yayınına başladı.", "1921 - İsmet Paşa'nın komutası altına girmeyi kabul etmeyen Çerkez Ethem, Kütahya'da Millî Kuvvetlere karşı saldırıya geçti.", "1890 - Yaralı Diz Katliamı adı verilen olayda, ABD askerleri 62'si kadın ve çocuk, en az 153 Kızılderili öldürdüler.", "1845 - Teksas, ABD'nin 28. eyaleti oldu."]