["2016 - Türkiye'ye ait Göktürk-1 uydusu, Fransız Guyanası'ndan fırlatıldı.", "2003 - Türk Telekomünikasyon AŞ hızlı internet uygulaması ADSL'yi, kullanıma açtı.", "2003 - İntihar bombacıları güney Rusya'da bir trene saldırdılar: en az 46 kişi öldü.", "2002 - Oslo'da yapılan barış görüşmelerinde Sri Lanka'da 19 yıl süren savaştan sonra Tamil gerillaları ile Hükûmet arasında federal iktidar paylaşımı konusunda gelişme sağlandı.", "1995 - MHP Genel Başkanı Alparslan Türkeş, \"Cumhuriyetimizin ilk dönemlerinde olduğu gibi ezan Türkçe okunsun\" diyen eski Devlet Güvenlik Mahkemesi başsavcısı Nusret Demiral'ın istifasını istedi.", "1989 - TGV Atlantique, 482,4 km/h sürate erişerek demir yolu hız rekorunu kırdı.", "1987 - Cibali Tütün Fabrikası yandı.", "1987 - Türkiye İşçi Partisi (TİP) genel Sekreteri Nihat Sargın ve Türkiye Komünist Partisi (TKP) Genel Sekreteri Nabi Yağcı (Haydar Kutlu) tutuklandı.", "1986 - Pınar Kür'ün \"Bitmeyen Aşk\" adlı romanı \"müstehcenlik\" gerekçesiyle toplatıldı.", "1981 - Türkiye millî basketbol takımı, Sofya'da Yunanistan'ı 93-80 yenerek Balkan Şampiyonu oldu.", "1978 - Sovyetler Birliği, Afganistan ile 20 yıllık dostluk anlaşması imzaladı.", "1970 - İstanbul Çapa Yüksek Öğretmen Okulu'nda 2 öğrenci vuruldu.", "1957 - Sukarno, tüm Hollandalıları Endonezya'dan sınır dışı etti.", "1953 - Bektaşi Şeyhi Sırrı Baba, Bakanlar Kurulu kararıyla sınır dışı edildi.", "1951 - Uluslararası Göç Örgütü (IOM) kuruldu. İlk kuruluş adı \"Geçici Hükümetlerarası Göçmen Komitesi\" idi.", "1950 - Türkiye Cumhuriyeti Millî Savunma Bakanlığı, Kore'deki askerlerin %10'unun öldüğünü açıkladı. Radyo Gazetesi'ne göre, 150 asker öldü, 150 kayıp, 200 ile 300 yaralı var.", "1945 - Bermuda Şeytan Üçgeni'nde bir uçak kayboldu.", "1942 - Erbaa ve Niksar'da meydana gelen depremde 500 kişi öldü.", "1941 - Birleşik Krallık; Finlandiya, Macaristan ve Romanya'ya savaş ilan etti.", "1934 - Türkiye'de kadınlara milletvekili seçme ve seçilme hakkı tanıyan kanun kabul edildi.", "1933 - Eskişehir Şeker Fabrikası açıldı.", "1933 - Birleşik Devletler'de 14 yıldır devam eden içki yasağı kalktı.", "Albert Einstein", "1932 - Almanya doğumlu İsviçreli fizikçi, Albert Einstein Amerikan vizesi aldı.", "1927 - Cumhuriyet döneminin ilk kâğıt paraları tedavüle çıkarıldı. 1, 5, 10, 50, 100, 500 ve 1000 liralık olmak üzere 7 ayrı değerde çıkarılan banknotlar eski Türkçe ve Fransızca bastırıldı.", "1927 - Türkiye Cumhuriyeti'nin ilk Vaşington Büyükelçisi, Ahmet Muhtar Mollaoğlu güven mektubunu sundu.", "1920 - TBMM'de \"Anadolu ve Rumeli Müdafaai Hukuk Grubu\" kuruldu; Mustafa Kemal Grup Başkanlığına seçildi.", "1904 - Japonlar, Port Arthur’da Rus donanmasını yok etti.", "1492 - Kristof Kolomb, Hispanyola adasını keşfetti.", "1360 - İlk frank, İngilizlerce esir alınan Fransa Kralı II. Jean'ın fidyesini ödemek üzere Compiègne'de basıldı. Ağırlığı 3.88 gramdı ve bir yüzünde haç diğer yüzünde ise ata binmiş II. Jean tasviri vardı."]