["2010 - 32 yıl sonra Taksim'de ilk kez izinli olarak 1 Mayıs kutlamaları yapıldı.", "2009 - 60. Türkiye Cumhuriyeti Hükûmeti'nde kabine revizyonuna gidildi.", "2009 - 31 yıl sonra resmi olarak 5 bin kişilik bir grup, DİSK organizasyonuyla 1 Mayıs kutlamaları için Taksim'e çıktı.", "2006 - Porto Riko Hükûmeti maddi sıkıntı nedeniyle, tüm Hükûmet kuruluşlarını ve okulları kapattı.", "2006 - ABD tarihinin en büyük grevlerinden birine tanık oldu. Göçmen yasası protesto edildi.", "2004 - On ülke AB'ye katıldı: Kıbrıs, Çekya, Estonya, Macaristan, Letonya, Litvanya, Malta, Polonya, Slovakya, Slovenya.", "2003 - ABD Başkanı George W. Bush, Irak'taki muharebelerin son bulduğunu açıkladı.", "2002 - Galatasaray ile Leeds United takımları arasındaki futbol maçı öncesinde, 2 İngiliz taraftarın ölümüyle sonuçlanan olaylara ilişkin davada, sanık Ali Ümit Demir 15 yıl ağır hapis, 6 sanık da 3 ay yirmişer gün hapis cezasına çarptırıldı.", "2000 - Türk Hava Kuvvetleri; ilk saldırı, arama ve kurtarma helikopteri olan ve Fransız Eurocopter firmasınca üretilen bir adet AS 532 Cougar AL helikopterini teslim aldı.", "1999 - TRT internet sitesi trt.net.tr yayına başladı.", "1999 - Amsterdam Antlaşması yürürlüğe girdi.", "1995 - Hırvatistan Ordusu, Batı Slavonya'yı geri almak için Bljesak Operasyonu'nu başlattı.", "1993 - Aydınlık dergisi kuruldu.", "1990 - İstanbul'un çeşitli semtlerinde yapılan 1 Mayıs eylemlerinde 40 kişi yaralandı, 2 bin kişi gözaltına alındı. Yaralılardan Gülay Beceren felç oldu.", "1989 - İstanbul'da 1 Mayıs'ı kutlamak için İstiklal Caddesi'nden Taksim'e yürümek isteyen 2000 kişilik grup, polis tarafından dağıtıldı. Olaylar sırasında alnından vurulan Mehmet Akif Dalcı adlı genç bir gün sonra öldü. 400'ü aşkın gösterici gözaltına alındı.", "1985 - Tokat’ta, Tekel Sigara Fabrikası kuruldu.", "1984 - Devlet Güvenlik Mahkemeleri sekiz ilde göreve başladı.", "1982 - Arjantin, Birleşik Krallık'a ait Falkland Adaları'na asker çıkardı. Britanya, Arjantin kuvvetlerine karşı saldırıya geçti.", "1980 - 12 Eylül darbesinden önce son \"yasal\" 1 Mayıs kutlamaları yapıldı. Sıkıyönetim altındaki İstanbul, Ankara ve İzmir'de gösteriler yasaklandı. DİSK, Mersin'de \"izinli\" 1 Mayıs kutlaması yaptı. 12 Eylül 1980 askerî darbesinden sonra, o zamana kadar \"Bahar Bayramı\" adıyla resmi tatil günü olan 1 Mayıs, çalışma günleri arasına dahil edildi.", "1979 - İstanbul'da 1 Mayıs kutlamaları yasaklandı ve sokağa çıkma yasağı getirildi. Sokağa çıkan Türkiye İşçi Partisi (TİP) Genel Başkanı Behice Boran ve 1000'e yakın kişi gözaltına alındı. Behice Boran ve 330 Türkiye İşçi Partili 6 Mayıs'ta tutuklandı. DİSK'e bağlı bir grup sendika ise İzmir'de \"izinli\" 1 Mayıs kutlaması yaptı.", "1977 - İstanbul Taksim Meydanı'nda kutlanan 1 Mayıs İşçi Bayramı kutlamaları sırasında yaşanan olaylarda 34 kişi öldü, 136 kişi yaralandı. Olay, tarihe Kanlı 1 Mayıs olarak geçti.", "1976 - Paris-İstanbul seferini yapan \"İzmir\" uçağı Zeki Ejder adlı Türk tarafından Marsilya’ya kaçırılmak istendi.", "1976 - 50 yıllık aradan sonra 1 Mayıs İşçi Bayramı İstanbul Taksim Meydanı'nda yapılan büyük bir mitingle kutlandı. DİSK'in düzenlediği 1976 1 Mayıs'ı, Türkiye'de kitlesel 1 Mayıs kutlamalarının başlangıcı oldu.", "1972 - Kuzey Vietnam Birlikleri, Quang Tri'yi ele geçirdi. ABD ile savaşta ele geçirdiği bu ilk büyük kent, Kuzey Vietnam'ın bütün eyalet üzerinde egemenlik kurmasını sağladı.", "1971 - Başbakan Nihat Erim, Anayasa için, \"Türkiye böyle bir lüksü kaldıramaz\" dedi.", "1968 - Hürriyet Haber Ajansı (HHA) kuruldu.", "1967 - Elvis Presley, Priscilla Beaulieu ile Las Vegas'ta evlendi.", "1964 - Türkiye Radyo Televizyon Kurumu (TRT), özel yasayla özerk bir kamu tüzel kişiliğine sahip olarak kuruldu.", "1960 - Soğuk Savaş: U-2 Krizi - Francis Gary Powers'ın kullandığı Amerikan Lockheed U-2 casus uçağı, Sovyetler Birliği üzerinde düşürülünce diplomatik bir krizi başlattı.", "1959 - CHP Genel Başkanı İsmet İnönü, Uşak'ta, sayıları bine yaklaşan kalabalığın saldırısına uğradı. İnönü, atılan taşla yaralandı.", "1956 - Jonas Salk'ın geliştirdiği çocuk felci aşısı kullanılmaya başlandı.", "1948 - Hürriyet gazetesi, Sedat Simavi tarafından İstanbul'da kuruldu.", "1948 - Kore Demokratik Halk Cumhuriyeti (Kuzey Kore) resmen kuruldu. Kim Il-sung, ilk Devlet Başkanı oldu.", "1945 - II. Dünya Savaşı'nın sonu: Zafer Sancağı, Berlin'deki Reichstag binası üzerine göndere çekildi.", "1945 - Alman Nazi Propaganda Bakanı Joseph Goebbels, Sovyet Birlikleri Berlin'e girerken karısını ve altı çocuğunu öldürerek intihar etti.", "1941 - İktidarda yozlaşmayı anlatan ve yüzyılın en iyi filmi olarak kabul edilen, Orson Welles'in yönettiği Yurttaş Kane filmi ilk kez gösterildi.", "1940 - 1940 Yaz Olimpiyat Oyunları savaş yüzünden iptal edildi.", "1939 - Türk Medeni Kanunu Hatay'da yürürlüğe girdi.", "1933 - Almanya'da 1 Mayıs, o günü tatil ve \"Ulusal İşçi Günü\" ilan eden iktidardaki Nazi Partisi'nin desteğiyle ve görkemli törenlerle kutlandı. Ertesi gün, tüm sendika merkezleri işgal edildi, varlıklarına el konuldu ve sendika liderleri tutuklandı.", "1931 - New York'taki Empire State Building hizmete girdi.", "1930 - Artık cüce Gezegen sınıfında sayılan Plüton gezegeni resmen isimlendirildi. Gezegen, 18 Şubat 1930'da keşfedilmişti.", "1927 - Adolf Hitler yönetimindeki Nazi Partisi, Berlin'de ilk kez miting yaptı.", "1925 - Takrir-i Sükun Kanunu'yla her türlü gösteri ve yürüyüş yasaklanınca, 1 Mayıs da kitlesel olarak kutlanamaz hale geldi.", "1925 - Kıbrıs, Birleşik Krallık kolonisi oldu.", "1923 - İstanbul'da tütün işçileri, askeri fabrika ve demiryolu işçileri, fırıncılar, İstanbul tramvay, telefon, tünel, gazhane işçileri 1 Mayıs'ı sokakta kutladılar. \"Yabancı şirketlere el konsun\", \"8 saatlik iş günü\", \"Hafta tatili\", \"Serbest Sendika ve Grev Hakkı\" pankartlarını taşıdılar.", "1922 - Ankara'da Türkiye Halk İştirakiyyun Fırkası'nın örgütlediği İmalat-ı Harbiye işçileri arasında 1 Mayıs düzenlendi. Aynı zamanda Sovyet Elçiliği'nde de kutlandı.", "1921 - Tersane İşçileri, işgal altındaki İstanbul'da 1 Mayıs'ı kutladı. İştirakçi Hilmi önderliğinde Sosyalist Fırka'nın düzenlediği 1 Mayıs'a işçiler kızıl bayraklarla katıldı ve Kasımpaşa'dan Şişli Hürriyet-i Ebediye Tepesi'ne kadar yürüdüler.", "1918 - Brest Litovsk Barış Antlaşması sonrası Alman birlikleri Don Sovyet Cumhuriyeti'ne girdi.", "1912 - İstanbul'da Osmanlı Sosyalist Fırkası tarafından 1 Mayıs etkinliği düzenlendi.", "1909 - Selanik'te Selanik Sosyalist İşçi Federasyonu tarafından örgütlenen 1 Mayıs etkinlikleri düzenlendi.", "1909 - Üsküp'te 1 Mayıs etkinlikleri düzenlendi.", "1906 - Türkiye'de günümüzde bilinen ilk 1 Mayıs İzmir'de kutlandı.", "1900 - Utah'ta bir maden kazasında 200 kişi öldü.", "1889 - Alman ilaç firması Bayer, Aspirini üretti.", "1889 - 1 Mayıs, işçilerin ortak bayramı olarak kabul edildi.", "1886 - ABD'nin Chicago kentinde işçiler 8 saatlik iş günü için genel greve gittiler. Polisin ateş açması sonucu, çok sayıda işçi öldü ve yaralandı. İşçi liderlerinden Albert Parsons, August Spies, Adolph Fischer ve George Engel düzmece tanıklar ve kanıtlarla 11 Kasım 1887 tarihinde idam edildi.", "1869 - Folies Bergère adlı ünlü müzikhol, Paris'te açıldı.", "1840 - \"Penny Black\" olarak da bilinen ilk yapıştırılabilen resmi posta pulu, Birleşik Krallık'ta tedavüle çıktı.", "1786 - Wolfgang Amadeus Mozart'ın Figaro'nun Düğünü adlı operası ilk kez sahnelendi.", "1776 - İlluminati, Adam Weishaupt tarafından kuruldu.", "1707 - İngiltere, Galler ve İskoçya; Büyük Britanya olarak birleşti."]