["2013 - Hatay'ın Reyhanlı ilçesinde arka arkaya iki patlama oldu. Patlamada 52 kişi hayatını kaybederken, 150'nin üzerinde kişi de yaralandı.", "2008 - 4. Türkiye Grand Prix'ini, üst üste 3.kez Felipe Massa kazandı.", "1997 - IBM'in süper bilgisayarı Deep Blue, gelmiş geçmiş en büyük satranç ustası olarak kabul edilen Gary Kasparov'u yendi.", "1988 - Britanya Gizli İstihbarat Servisi görevlisiyken Sovyetler Birliği hesabına casusluk yaptığı ortaya çıkınca bu ülkeye iltica eden Kim Philby, 76 yaşında Moskova'da öldü.", "1987 - Baltimore Maryland'de, ilk kalp-akciğer nakli gerçekleştirildi.", "1987 - Eski Alman Schutzstaffel subayı ve Gestapo üyesi \"Lyon Kasabı\" olarak da bilinen Klaus Barbie, II. Dünya Savaşı sırasında işlediği suçlardan dolayı Fransa'nın Lyon kentinde yargılanmaya başladı.", "1985 - Birmingham City FC ile Leeds United arasında Birmingham'da yapılan futbol maçı sırasında yangın çıktı: 40 kişi öldü, 150 kişi yaralandı.", "1981 - 20 Şubat 1980'de Malatya Doğanşehir Cumhuriyet Halk Partisi Gençlik Kolları Başkanı Hasan Doğan'ı öldüren sağ görüşlü militan Cengiz Baktemur, ölüm cezasına çarptırıldı.", "1967 - Yunan iktisatçı ve sosyalist siyasetçi Andreas Papandreu, Yunan askeri cuntası tarafından Atina'da hapsedildi.", "1963 - Başbakan İsmet İnönü, 'Kürt sorunu'nun tehlike oluşturmadığını söyledi.", "1961 - Yassıada'da Anayasa'yı ihlal davası başladı.", "1960 - İlk kez doğum kontrol hapı piyasaya verildi.", "1960 - Nazi savaş suçlusu Adolf Eichmann, Buenos Aires'te bir Mossad ekibi tarafından kaçırıldı.", "1949 - İsrail, Birleşmiş Milletler örgütüne katıldı.", "1949 - Siyam, adını resmen Tayland olarak değiştirdi.", "1946 - Cumhurbaşkanı İsmet İnönü'nün CHP Tüzüğü'nde yer alan \"Millî Şef\" ve \"Değişmez Genel Başkan\" unvanları kaldırıldı.", "1939 - II. Dünya Savaşı sırasında Moğolistan - Mançurya sınırında Halhin Gol Muharebesi başladı.", "1938 - Atatürk, çiftliklerini ve taşınmazlarını ulusa bağışladı.", "1927 - Akademi Ödülleri'ni dağıtan Sinema Sanatları ve Bilimleri Akademisi kuruldu.", "1924 - Gottlieb Daimler ve Karl Benz şirketleri birleşerek, Mercedes-Benz şirketini oluşturdular.", "1920 - Mustafa Kemal Paşa, İstanbul'daki Divan-ı Harp tarafından idama mahkûm edildi.", "1867 - Lüksemburg, Fransa'dan bağımsızlığını kazandı.", "1858 - Minnesota, Amerika Birleşik Devletleri'ne katıldı.", "1812 - Birleşik Krallık Başbakanı Spencer Perceval, Avam Kamarası'nda cinnet geçiren iş insanı John Bellingham tarafından vurularak öldürüldü.", "1811 - \"Siyam ikizleri\" diye anılacak olan Chang Bunker ve Eng Bunker kardeşler doğdu. Karınlarından yapışık olan ikizler, yüz binde bir görülen bu doğumun isim babası oldular. 63 yaşında öldüler ve 18 çocukları oldu.", "868 - Bilinen en eski kalıp baskı kitap Elmas Sutra Çin'de basıldı.", "330 - Konstantinopolis (İstanbul), Roma İmparatorluğunun resmi başkenti oldu. Daha önce Byzantion denen bu kente, törenle \"Yeni Roma\" adı verildi ama daha çok Konstantinopolis adı kullanılacaktır."]