["2010 - Bursaspor, Turkcell Süper Ligde 4 büyüklerden sonra şampiyon olan ilk takım oldu.", "2010 - İran ile Batılı ülkeler arasında uranyum takasını öngören; Türkiye, Brezilya ve İran'ın ortak formülü üzerinde mutabakat, 18 saatlik görüşmeler sonunda sağlandı. Mutabakatın sağlanması sonucu, Başbakan Erdoğan Tahran'a gitti.", "2001 - Bordo berelilere ait uçak Malatya'da düştü, 34 asker hayatını kaybetti.", "2000 - Süleyman Demirel'in Cumhurbaşkanlığı süresinin bitmesi ve Ahmet Necdet Sezer'in Cumhurbaşkanlığı görevine başlaması.", "1996 - DYP Genel Başkanı Tansu Çiller, örtülü ödenekle ilgili açıklamada bulunamayacağını ve bunun bir devlet sırrı olduğunu söyledi.", "1993 - DYP Genel Başkanı ve Başbakan Süleyman Demirel, 244 oyla Türkiye'nin dokuzuncu Cumhurbaşkanı oldu.", "1992 - Tarihi Galata Köprüsü, köprü altındaki bir lokantada çıkan yangın sonucunda çökerek kullanılamaz hale geldi. Köprü, 1875'te İngilizler tarafından 105 bin altın karşılığı yapılmıştı.", "1988 - ABD Federal sağlık yetkilisi, nikotinin bağımlılık yapıcı özelliklerinin, eroin ve kokaininkine çok benzediğini bildirdi.", "1984 - Yayımcı İlhan Erdost'un Mamak Cezaevi'nde dövülerek öldürülmesinden hükümlü astsubay Şükrü Bağ'ın, 10 yıl 8 aylık mahkûmiyet kararı kesinleşti.", "1983 - 12 Eylül döneminin ardından, demokrasiye geçişte ilk siyasi parti olan Milliyetçi Demokrasi Partisi kuruldu.", "1979 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980), Piyangotepe Katliamı: Ankara Piyangotepe'de genellikle solcuların gittiği bir kahvehane, sağ görüşlü Ali Bülent Orkan ve diğer militanlar tarafından basıldı. 7 kişi öldürüldü, 2 kişi yaralandı.", "1975 - Sikkim, referandum sonucunda 22. Eyalet olarak Hindistan'a bağlandı.", "1975 - Japon dağcı Junko Tabei, Everest'in zirvesine tırmanan ilk kadın dağcı olma unvanını kazandı.", "1974 - Josip Broz Tito, Yugoslavya Sosyalist Federal Cumhuriyeti Başkanlığı'na yeniden seçildi. Tito, bu defa ömür boyu Devlet Başkanı olarak seçilmiştir.", "1969 - Sovyet uzay aracı \"Venera 5\", Venüs gezegenine iniş yaptı.", "1961 - Tiyatro sanatçısı Cüneyt Gökçer, Kral Lear'ı oynamak üzere Moskova'ya gitti.", "1960 - Sovyet lider Nikita Khrushchev, Sovyetler Birliği toprakları üzerinde uçurulan Amerikan U-2 casus uçakları için, ABD Başkanı Dwight D. Eisenhower'dan özür dilemesini istedi.", "1957 - IBM'in, yeni geliştirdiği bilgisayarın ağırlığı 21 tondu.", "1952 - Birleşik Krallık'ta kadınlara eşit ücret yasalaştı.", "1943 - Varşova Gettosu'ndaki Yahudi topluluğunun, Nazi işgaline karşı başlattığı Varşova Gettosu Ayaklanması olarak adlandırılan direnişi kırıldı. Hayatta kalanlar, Treblinka toplama ve yok etme kampına gönderilmeye başlandı. Alman kayıtlarına göre 56 bin kişi öldürüldü.", "1929 - Akademi Ödülleri, ilk olarak Hollywood, Kaliforniya'da verilmeye başlandı. 1. Akademi Ödülleri töreninde, ABD yapımı sessiz film Kanatlar (Wings), En İyi Film Akademi Ödülü'nü aldı.", "1926 - Vahidettin (VI. Mehmet), İtalya'nın San Remo kentinde kalp yetmezliği sebebi ile öldü.", "1919 - Mustafa Kemal Paşa, Türk Kurtuluş Savaşı'nı başlatmak üzere İstanbul'dan Samsun'a doğru yola çıktı.", "1888 - Gramofonun mucidi Emile Berliner, Philadelphia'da geliştirdiği bu aletin tanıtımını yaptı.", "1836 - Şair ve yazar Edgar Allan Poe, 13 yaşındaki kuzeni Virginia ile evlendi.", "1770 - Versailles Sarayı'ında, XVI. Louis ile Marie Antoinette evlendi.", "1717 - Voltaire adıyla bilinen yazar François-Marie Arouet, din ve krallık karşıtı yazılarından ötürü Bastille Hapishanesi'ne gönderildi.", "1204 - Dördüncü Haçlı Seferi sırasında, Konstantinopolis'i alıp Latin İmparatorluğu'nu kuran I. Baudouin, ilk Latin İmparatoru olarak taç giydi."]