["2021 - Memleket Partisi, Muharrem İnce önderliğinde kuruldu.", "2010 - Zonguldak'taki Türkiye Taşkömürü Kurumu, Karadon Müessese Müdürlüğü maden ocağında patlama meydana geldi. 30 işçi göçük altında kaldı. 20 Mayıs 2010 tarihinde 28 işçinin cesedine ulaşıldı.", "2010 - İran'ın uranyum takasına ilişkin ortak formülle ilgili anlaşma, Türkiye, Brezilya ve İran Dışişleri Bakanları tarafından imzalandı. Uranyum takasının Türkiye'de yapılacağı da, bu imza ile resmîleşmiş oldu. İran'ın 1200 kilogram düşük seviyede zenginleştirilmiş uranyumu, yüksek seviyede zenginleştirilmiş uranyumla takas edeceği kaydedildi.", "2010 - CHP Genel Başkanı Deniz Baykal'ın istifa etmesinden sonra; CHP Grup Başkanvekili Kemal Kılıçdaroğlu görevinden istifa edip Genel Başkanlık için aday olacağını açıkladı.", "2006 - Danıştay'a avukat Alparslan Arslan tarafından düzenlenen silahlı saldırıda, Danıştay İkinci Dairesi Üyesi Mustafa Yücel Özbilgin öldü ve dört üye de yaralandı.", "2000 - Galatasaray, UEFA Kupasını kazanarak Avrupa'da kupa kazanan ilk Türk futbol takımı unvanını aldı.", "1995 - Nasuh Mahruki, Everest'in zirvesine çıkan ilk Türk oldu. (Bazı kaynaklar 25 Mayıs olarak yazsa da bu tarih, Nasuh Mahruki tarafından teyit edilmiştir.)", "1994 - Türkiye ekonomisi, 14 yıl aradan sonra yeniden IMF denetimine girdi.", "1990 - Dünya Sağlık Örgütü (WHO), eşcinselliği akıl hastalıkları listesinden çıkardı.", "1989 - Çekoslovakya'da dört aydır hapiste olan yazar Vaclav Havel serbest bırakıldı.", "1989 - Çin'de 1 milyondan fazla gösterici, başkent Pekin'deki Tiananmen Meydanı'nda siyasal özgürlüklerin genişletilmesi için açlık grevi yapan öğrencileri desteklemek amacıyla yürüyüş yaptı.", "1983 - İsrail, Lübnan ve ABD arasında, 17 Mayıs Antlaşması imzalandı.", "1983 - Ankara Bahçelievler'de 8 Ekim 1978 tarihinde, TİP üyesi yedi kişiyi öldürmekten yargılanan Haluk Kırcı ve Ahmet Ercüment Gedikli ölüm cezasına çaptırıldı.", "1982 - Türk Silahlı Kuvvetleri Mehmetçik Vakfı kuruldu. Vakıf, Devlet Başkanı Orgeneral Kenan Evren ve diğer Millî Güvenlik Konseyi üyesi komutanların aralarında topladıkları parayla kuruldu.", "1972 - Türkiye Cumhuriyeti Devlet Demiryolları'nın 991 milyon lirayla, zarar rekoru kırdığı açıklandı.", "1971 - THKP-C üyesi dört militan, İsrail'in İstanbul Başkonsolosu Ephraim Elrom'u kaçırdı. Militanlar, \"20 Mayıs'a kadar cezaevlerindeki bütün devrimcilerin serbest bırakılmasını\" istedi. Hükûmet, pazarlık yapmayacağını açıkladı.", "1970 - Norveçli antropolog ve kâşif Thor Heyerdahl, papirüsten yapılmış olan \"Ra II\" teknesiyle Fas'tan Atlantik Okyanusu'na açıldı.", "1967 - İmam Hatip Okulu mezunlarına, üniversitelere girme hakkı tanındı.", "1954 - ABD'de siyah çocukların, beyaz çocuklarla aynı okula gitmelerini önleyen yasa yürürlükten kaldırıldı.", "1940 - II. Dünya Savaşı: Alman Orduları Belçika'yı işgal ederek Brüksel'e girdi.", "1939 - Altın ticaretinin yeniden serbest bırakılmasına ait kararname çıktı.", "1939 - 27 Mayıs 1938 tarihli Londra Kredi Antlaşması'na ait onay belgelerinin karşılıklı teatisi yapıldı.", "1928 - Türkiye Cumhuriyeti Hıfzısıhha Müessesesi kuruldu.", "1902 - Yunan arkeologlar, Antik Çağ'ın mekanik analog bir bilgisayarı olarak kabul edilebilecek Antikythera düzeneğini toprak altından çıkardılar.", "1792 - New York Borsası kuruldu."]