["2006 - Türk-Yunan F-16 uçakları çarpıştı.", "2006 - Boeing 717 üretimi sona erdi.", "2002 - Ankara'nın en eski ve en büyük sinemalarından biri olan Akün Sineması, 1975 yılında Ertem Eğilmez'in unutulmaz filmi Hababam Sınıfı ile açtığı perdelerini, yine aynı filmle bir daha açılmamak üzere kapattı.", "1992 - İstanbul'a 117 yıl hizmet eden Galata Köprüsü yerinden sökülerek, Haliç'e çekildi.", "1982 - Devlet Başkanı Orgeneral Kenan Evren, Ankara'da konuştu: \"Gönül arzu eder ki bütün gençler liseyi okusun hatta bütün gençler üniversiteyi okusun. Bu, dünyanın hiçbir yerinde görülmemiştir. Liseyi bitiren herkes üniversiteyi okuyamaz.\"", "1978 - İmralı Cezaevi'nden kaçan Amerikalı Billy Hayes'in yazdığı roman, Geceyarısı Ekspresi adıyla sinemaya aktarıldı. Türkiye, filmi protesto etti.", "1971 - İstanbul'da sokağa çıkma yasağı kondu. 25 bin asker ve polis kentte arama yaptı.", "1965 - Amerika Birleşik Devletleri, iç savaş yaşanan Dominik Cumhuriyeti'ndeki kendi vatandaşları da dahil yabancıları kurtarmak amacıyla Brezilya, Honduras, Paraguay, Nikaragua, Kosta Rika ve El Salvador'un katılımıyla İnter Amerikan Barış Gücü'nü kurdu.", "1960 - Mossad ajanları, 6 milyon Yahudinin ölümünden sorumlu tutulan Adolf Eichmann'ı Arjantin'de ele geçirdi. Eichmann, yargılanmak üzere İsrail'e götürüldü.", "1951 - Çin, Mao Zedong önderliğinde Tibet'i ilhak etti.", "1949 - Sovyet lideri Josef Stalin, Berlin ablukasını kaldırdı ve II. Dünya Savaşı sonrası ikiye bölünen Almanya'nın batısında Federal Cumhuriyet ilan edildi.", "1945 - Nasyonal sosyalist liderlerden Himmler, Müttefikler'in eline geçmemek için siyanür kapsülüyle intihar etti.", "1938 - İstanbul Elektrik Şirketi'nin Hükûmetçe satın alınmasına ilişkin sözleşme, Ankara'da imzalandı.", "1928 - Türk Vatandaşlığı Kanunu kabul edildi, tekke ve zaviyeler kapatıldı.", "1919 - İzmir'in İtilaf Devletleri tarafından işgalini protesto için Sultanahmet Mitingi yapıldı, mitinge 200 bin kişi katıldı.", "1915 - İtalya Krallığı, İtilaf Devletleri ile birlikte I. Dünya Savaşı'na katıldı.", "1856 - 42 İsis adlı göktaşı, N. R. Pogson tarafından keşfedildi.", "1795 - Fransa'da kadınların toplantılara katılması yasaklandı.", "1788 - Güney Karolina eyalet olarak kabul edildi.", "1040 - Dandanakan Muharebesi yapıldı ve Büyük Selçuklu İmparatorluğu kuruldu."]