["2020 - NASA astronotlarını taşıyan Crew Dragon Demo-2 uzay aracı fırlatıldı.", "1996 - Birleşmiş Milletler İnsan Yerleşimleri Konferansı, Habitat II Kent Zirvesi İstanbul'da başladı.", "1993 - PCI 2.0 veriyolu piyasaya sürüldü.", "1992 - Birleşmiş Milletler Güvenlik Konseyi, Sırbistan'a Bosna'daki saldırıları durdurması amacıyla ambargo koydu.", "1990 - Sovyetler Birliği lideri Mihail Gorbaçov, Almanya konusunu görüşmek üzere Washington'a gitti.", "1990 - Fransa, deli dana hastalığı nedeniyle Birleşik Krallık'tan sığır ve sığır eti ithalini yasakladı.", "1982 - İspanya, NATO'nun 16. üyesi oldu. Aynı zamanda 1955 yılında Batı Almanya'nın katılımından sonra örgüte kabul edilen ilk ülke oldu.", "1981 - Bangaldeş'de Tuğgeneral Mansur Ahmet Hükûmete karşı ayaklanma başlattı. Devlet Başkanı Ziyaü'rrahman öldürüldü.", "1975 - Mehmet Ali Aybar, Sosyalist Devrim Partisi'ni kurdu.", "1971 - İnsansız ABD uzay aracı Mariner 9, Mars hakkında bilgi toplamak üzere uzaya fırlatıldı.", "1968 - Fransa Devlet Başkanı Charles de Gaulle, Meclis'i feshederek normal süresinde seçimlere gidileceğini açıkladı.", "1967 - Nijerya askerî diktatörlüğüne karşı yıllar süren mücadeleden sonra Biafra bağımsızlığını kazandı.", "1962 - 27 Mayıs askeri müdahalesinden sonra sivil yönetime geçildiğinde, İsmet İnönü Başkanlığında kurulan ilk koalisyon Hükûmeti olan CHP-AP ortaklığı, Başbakan İsmet İnönü'nün istifasıyla sona erdi.", "1942 - II. Dünya Savaşı: 1000 kadar İngiliz bombardıman uçağının katıldığı ve 1,5 saat süren bir hava saldırısında Almanya'nın Köln kenti büyük hasar gördü.", "1941 - II. Dünya Savaşı: Almanya Girit'i işgal etti.", "1935 - Belucistan'da meydana gelen depremde 20 bin kişi öldü.", "1925 - 30 Mayıs Olayı gerçekleşti ve bu olay, o güne değin Çin'de gerçekleşmiş olan en büyük yabancı karşıtı gösteri oldu.", "1921 - Çankaya Köşkü, Mustafa Kemal'e armağan edildi. Atatürk, köşkü bir yazı ile Ordu'ya bağışladı.", "1920 - Fransa ve TBMM Hükûmeti arasında geçici bir ateşkes imzalandı. TBMM'nin kazandığı askerî başarılar ve diplomatik zaferler sonrası, Fransa ile Sakarya Zaferi'nden sonra Ankara Antlaşması imzalandı. (20 Ekim 1921)", "1920 - Cafer Tayyar Eğilmez'e, Edirne Müdafaa-i Hukuk Merkez Heyeti'nce Trakya Müdafaa-i Milliye Kumandanı sanı verildi.", "1913 - I. Balkan Savaşı sona erdi.", "1876 - Osmanlı Padişahı Abdülaziz, 30 Mayıs 1876 Darbesi ile tahttan indirildi. Yerine yeğeni V. Murat geçti.", "1806 - Andrew Jackson, Charles Dickinson adında birini karısına hakaret ettiği için yaptıkları düelloda öldürdü. Andrew Jackson, o tarihte henüz ABD Başkanı olmamıştı.", "1740 - Osmanlı Devleti, Fransa ile kapitülasyon antlaşması yaptı.", "1631 - Fransa'nın ilk gazetelerinden, La Gazette, Théophraste Renaudot tarafından yayımlanmaya başlandı.", "1574 - III. Henri Fransa kralı oldu.", "1536 - İngiltere Kralı VIII. Henry, Jane Seymour ile evlendi.", "1453 - Fatih Sultan Mehmet, İstanbul Üniversitesi'ni kurdu.", "1453 - Fatih Sultan Mehmet, Hızır Bey'i (Çelebi) İstanbul'a ilk belediye başkanı olarak atadı.", "1431 - Jeanne d'Arc, büyücülük suçu ile yargılandı ve yakıldı."]