["2010 - İsrail ordusu, Türkiye'den hareket eden İHH (İnsani Yardım Vakfı)'nın 9 insani yardım gemisine baskın operasyonu düzenledi. İsrail Başbakanı Benjamin Netanyahu, operasyonu desteklediğini açıkladı.", "2002 - 2002 FIFA Dünya Kupası, Güney Kore ve Japonya'da başladı.", "1999 - PKK lideri Abdullah Öcalan'ın yargılanmasına İmralı Adası'nda başlandı.", "1996 - Erzurum Dadaşkent Belediye Başkanı Ensar Coşkun, \"öğrenciye ev verenin kanalizasyonunu tıkarım. Erkek ve kız öğrenciler kiraladıkları evlerde karı koca hayatı yaşıyor\" dedi.", "1987 - Yunanistan'ın ilk yasal özel radyo istasyonu yayınına başladı.", "1985 - Ecstasy olarak da bilinen psychedelic ilaç \"Methylenedioxymethamphetamine\" (MDMA), ABD'de yasaklı ilaçlar listesine alındı.", "1983 - Millî Güvenlik Konseyi, 79 sayılı bildirisiyle Büyük Türkiye Partisini kapattı.", "1971 - THKO militanları Sinan Cemgil, Kadir Manga ve Alparslan Özdoğan, Kahramanmaraş'ın Nurhak ilçesindeki Nurhak Dağları'nda güvenlik güçleri ile girdikleri çatışma sonucu öldürüldü.", "1969 - Ünlü soprano Maria Callas, Pier Paolo Pasolini'nin Göreme'de çekeceği \"Medea\" filmi için Türkiye'ye geldi.", "1967 - Türkiye'de ikinci kez bir hastaya yapay kalp kapakçığı takıldı.", "1960 - Türk Ordu Millî Futbol Takımı, ikinci defa Dünya Şampiyonu oldu.", "1957 - Atatürk Üniversitesi kanunu kabul edildi.", "1946 - Varto ve Hınıs'ta 5,7 büyüklüğünde bir deprem meydana geldi: 839 kişi öldü, 1991 ev yıkıldı.", "1933 - İstanbul Darülfünunu'nun kapatılıp yerine Millî Eğitim Bakanlığı'na bağlı yeni bir üniversitenin kurulmasına ilişkin kanun kabul edildi.", "1927 - Ford Model T otomobillerin sonuncusu üretim bandından çıktı. Bu tarihe kadar aynı modelden tam 15.007.003 araç üretilmişti.", "1911 - RMS Titanic yolcu gemisi denize indirildi. (Yapımı 1912'de tamamlanacaktır.)", "1859 - Londra'daki ünlü saat kulesi Big Ben'in saati ilk kez çalışmaya başladı.", "1799 - Napolyon, Akka yenilgisinin ardından, savaş meydanını Cezzar Ahmed Paşa kuvvetlerine terk etti.", "MÖ 1279 - Antik Mısır'da, 19. Hanedan firavunlarından II. Ramses başa geçti."]