["2009 - Bilge Köyü Katliamı: Mardin'in Mazıdağı ilçesine bağlı Bilge köyünde yapılan bir düğün sırasında, düğündekilere ve aynı aileden olan insanlara ateş açıldı. Saldırıda; 3'ü hamile kadın ve 6'sı çocuk olmak üzere, toplamda 44 kişi öldü.", "2002 - Nijerya'da bir yolcu uçağı kalkıştan hemen sonra düştü: 148 kişi öldü.", "1997 - Irak'tan Avrupa ülkelerine gitmek isteyen 25 kişiyi taşıyan iki tekne, Ege Denizi'nde battı. 17 kişi boğuldu, yedi kişi kayboldu.", "1997 - Eurovision Şarkı Yarışması'nda, Şebnem Paker'in seslendirdiği Dinle adlı şarkı üçüncü oldu.", "1994 - Filistin Kurtuluş Örgütü ile İsrail, Batı Şeria ve Gazze'de yaşayan Filistinlilere özerklik verilmesini öngören antlaşmaya imza attı.", "1979 - Margaret Thatcher, İngiltere Başbakanı olarak göreve başladı. Thatcher, İngiltere tarihinin ilk kadın Başbakanı oldu.", "1970 - ABD'de, Ohio Kent Üniversitesi'nde, ABD'nin Kamboçya'yı işgalini protesto eden öğrencilere müdahale eden güvenlik güçleri; dört öğrenciyi öldürdü, dokuzunu yaraladı.", "1953 - Ernest Hemingway, Yaşlı Adam ve Deniz adlı romanıyla Pulitzer Ödülü aldı.", "1949 - İstiklal Mahkemeleri'ne ilişkin yasa yürürlükten kaldırıldı.", "1942 - II. Dünya Savaşı: Port Moresby'ye doğru ilerleyen Japon kuvvetlerinin püskürtülmesiyle sonuçlanan Mercan Denizi Muharebesi başladı.", "1932 - Al Capone, vergi kaçırma suçundan Atlanta'da hapse girdi.", "1931 - Mustafa Kemal Atatürk, üçüncü kez Cumhurbaşkanı seçildi.", "1930 - Mahatma Gandi, İngilizler tarafından tutuklandı.", "1926 - Birleşik Krallık'ta yaklaşık 1,2 milyon madencinin katıldığı genel grev başladı.", "1924 - 1924 Yaz Olimpiyatları Paris'te başladı.", "1919 - Çin Cumhuriyeti'nde yabancı malların boykot edilmesini savunan öğrenci ayaklanması.", "1912 - İtalya Krallığı, Rodos'u işgal etti.", "1904 - Almanya'nın futbol kulübü olan FC Schalke 04 kuruldu.", "1904 - ABD tarafından Panama Kanalı'nın inşasına başlandı.", "1865 - Abraham Lincoln suikast sonucu öldürülmesinden üç hafta sonra, Springfield, Illinois'da toprağa verildi.", "1814 - I. Napolyon, Elba Adasının Portoferraio kasabasına vardı ve sürgün hayatı başladı."]