["2007 - Kamerun'un Douala kentindeki Douala Uluslararası Havalimanı'ndan, Kenya'nın başkenti Nairobi'ye gitmek üzere havalanan Kenya Havayollarına ait Boeing 737-800 tipi yolcu uçağı düştü: 115 kişi öldü.", "2005 - İngiltere'de yapılan genel seçimleri, Tony Blair'in başında olduğu İşçi Partisi üçüncü kez kazandı.", "2000 - Anayasa Mahkemesi Başkanı Ahmet Necdet Sezer, Türkiye'nin 10. cumhurbaşkanı seçildi.", "1994 - Naim Süleymanoğlu, Çekya'da yapılan Avrupa Halter Şampiyonası'nda, 64 kiloda dünya rekoru kırarak üç altın madalya aldı.", "1981 - IRA militanı Bobby Sands, açlık grevinin sonunda İngiltere'de hapishanede öldü. Sands, aynı zamanda Birleşik Krallık Parlamentosu'nun da bir üyesiydi.", "1980 - Konstantin Karamanlis, Yunanistan Devlet Başkanı seçildi.", "1968 - Fransa'da, Vietnam Savaşı nedeniyle ABD karşıtı gösterilerde, altı öğrencinin tutuklanması üzerine Daniel Cohn-Bendit liderliğinde, 30 bin öğrenci barikatlar kurarak Paris'te ayaklandı; Sorbonne Üniversitesi kapatıldı.", "1961 - Alan Shepard, ABD'nin uzaya gönderdiği ilk insan oldu.", "1960 - Sovyetler Birliği, bir süredir kayıp olan ABD'ye ait casus uçağı, U-2'yi düşürdüğünü açıkladı. Soğuk Savaşı şiddetlendiren bu olaya, U-2 Krizi adı verildi.", "1955 - Türk Kadınlar Birliği'nin girişimiyle, her yıl Mayıs ayının ikinci Pazar gününün Anneler Günü olarak kutlanmasına karar verildi. TKB, Nene Hatun'u yılın annesi seçti. Anneler Günü'ne ilişkin ilk resmi öneri, 1872'de Amerikalı Julia Howe'dan geldi.", "1955 - Batı Almanya, tam egemenlik hakkına kavuştu.", "1954 - Paraguay'da askerî darbe gerçekleşti.", "1947 - Belçika, İngiltere, Danimarka, Fransa, Hollanda, İrlanda, İsveç, İtalya, Lüksemburg ve Norveç; bir araya gelerek Avrupa Konseyi'ni kurdu. Türkiye, Avrupa Konseyi'ne Ağustos 1949'da katıldı.", "1939 - 1. Türk Neşriyat Kongresi kapandı.", "1936 - İtalyan birlikleri, Addis Ababa'yı (Etiyopya) işgal etti.", "1925 - Cumhurbaşkanı Mustafa Kemal'e suikast girişimi gerekçesiyle ölüm cezasına çarptırılan Manok Manukyan idam edildi.", "1925 - Atatürk Orman Çiftliği'nin kuruluş çalışmalarına başlandı.", "1921 - Parisli ünlü modacı Coco Chanel, dünyanın en ünlü parfümlerinden biri olan Chanel No. 5'i piyasaya sundu.", "1920 - Sacco ve Vanzetti, (Nicola Sacco ve Bartolomeo Vanzetti) soygun ve cinayet suçlamalarıyla tutuklandı. Amerikan adalet sisteminin ayıbı olarak tarihe geçen davalarından sonra 1927'de idam edileceklerdir.", "1916 - Amerikan Deniz Piyadeleri, Dominik Cumhuriyeti'ni işgal etti.", "1891 - New York'taki Carnegie Hall konser salonu, Pyotr İlyiç Çaykovski'nin misafir kondüktörlüğünde ilk açılışını yaptı.", "1865 - ABD'deki ilk tren soygunu, Cincinnati (Ohio) yakınlarında gerçekleşti.", "1862 - Cinco de Mayo kutlamaları: Meksika ordusu, III. Napolyon komutasındaki Fransız ordularını Puebla'da mağlup etti.", "1835 - Kıta Avrupası'nın ilk demiryolu hattı Belçika'da açıldı. (Avrupa'nın ilki ise İngiltere'deydi)", "1821 - Fransa İmparatoru Napolyon Bonapart, ikinci sürgün yeri olan Güney Atlantik Okyanusu'ndaki Saint Helena Adası'nda öldü.", "1809 - İsviçre'nin Aargau kantonu, Yahudileri vatandaşlık haklarından mahrum etti.", "1762 - Rusya ve Prusya, aralarındaki Yedi Yıl Savaşı'nı sona erdiren Sankt-Peterburg antlaşması imzaladılar.", "1494 - Kristof Kolomb, Jamaika adasına ayak bastı ve adaya \"Santiago\" adını verdi. Karaya çıktığı koyu ise, \"Saint Gloria\" olarak adlandırdı.", "1260 - Kubilay Han, Moğol İmparatoru oldu.", "553 - İkinci İstanbul Konsili başladı."]