["2002 - Taburcu olduktan sonra çalışmalarını evinde sürdüren Başbakan Bülent Ecevit, 'görevini bırakmayacağını' söyledi.", "2001 - Gana'nın başkenti Akra'da oynanan bir futbol maçında çıkan izdihamda, 130 kişi öldü.", "2000 - Schuman Bildirgesi'nin 50. yıl dönümü, Avrupa Birliği kurumlarınca kutlandı.", "2000 - Macaristan'da düzenlenen ve olimpiyat elemelerine hazırlık niteliği taşıyan 17. Uluslararası Szeged Kürek Şampiyonası'nda, Türk sporcuları iki altın, dört gümüş ve üç bronz madalya kazandı. Kürekçilerimiz, Türk Kürek tarihinde de en fazla madalya kazanan ekip oldu.", "2000 - Devlet Bakanı Recep Önal, Türkiye - Suriye arasındaki ticaret hacmini, 1 milyar doların üzerine çıkarmayı hedeflediklerini açıkladı.", "2000 - Çankaya Köşkü'nü terk etmeden önce, 80'e yakın Devlet Başkanına veda mektubu yazan Süleyman Demirel; Hafız Esad, Muammer Kaddafi, Saddam Hüseyin, Slobodan Milošević ve Pervez Müşerref'i listesine dahil etmedi.", "2000 - İstanbul DGM'de, Susurluk sanıkları ve Alaattin Çakıcı aynı gün yargılandı.", "2000 - Aralarında Uğur Mumcu suikastı faillerinin de bulunduğu 9 kişinin sorgusu sürüyor. Ankara DGM Savcısı Hamza Keleş, faili meçhullerle ilgili önemli bilgilere ulaşıldığını belirtti.", "1988 - Mardin’in Nusaybin ilçesi Taşköyü’nün Behmenin mezrasını basan PKK'lı eylemciler, bir aileden 8’i çocuk, 2’si kadın olmak üzere, 11 kişiyi öldürdüler, 2 çocuk ağır yaralandı. Eylemcilerin Şırnak baskınında kaçırdıkları 3 kişi de ölü bulundu.", "1987 - Polonya Havayolları'na ait bir yolcu uçağı, Varşova'dan New York'a gitmek üzere havalandıktan hemen sonra düştü: 183 kişi öldü.", "1984 - Yaşar Kemal'e, Fransız Devlet Nişanı \"Legion d'Honneur\" verildi.", "1979 - İstanbul'da tüm sarraf ve kuyumcular, Hükûmetin altın piyasasını kontrol altına almayı amaçlayan kararını protesto için kepenk indirdiler.", "1978 - Bir grup, Yıldız Teknik Üniversitesi'nde dersten çıkan öğrencilerin üzerine ateş açtı: 3 kişi öldü, 12 kişi yaralandı.", "1978 - İtalya'da Kızıl Tugaylar örgütünün 16 Mart'ta kaçırdığı eski Başbakan Aldo Moro'nun cesedi, Roma'da bir arabanın bagajında bulundu.", "1975 - Ankara ve Mersin Öğretmen Okulları'nda çıkan öğrenci çatışmalarında, 13 öğrenci yaralandı. Gazi Eğitim Enstitüsü 10 gün süreyle kapatıldı.", "1971 - Darüşşafaka Lisesi'ne kız öğrenci alınması kararlaştırıldı.", "1970 - Çoğu üniversite öğrencisi olan 75.000-100.000 dolayında savaş karşıtı kişi, Washington'da ABD'nin Vietnam Savaşı'na son vermesi için gösteri yaptı.", "1960 - ABD Gıda ve İlaç İdaresi (FDA), ilk doğum kontrol hapının piyasaya sürülmesini onayladı.", "1958 - Yeni Gün gazetesi ve Akis dergisi birer ay kapatıldı. Yazı İşleri Müdürleri; Mehmet Altan Öymen 10 ay, Tarık Holulu ise 16 ay hapis cezasına çarptırıldı.", "1955 - Batı Almanya, NATO'ya katıldı.", "1955 - Anneler Günü, Türkiye'de ilk kez kutlandı.", "1950 - Avrupa Günü, 1950'de Robert Schumann, Avrupa'nın güvenliği için kaçınılmaz olan birleşik bir Avrupa fikrini ortaya çıkardı. Schuman Bildirgesi olarak bilinen bu sunuş, Avrupa Birliği'nin temellerini attı. Sonra, 1985 Milan Zirvesi'nde de 9 Mayıs'ın Avrupa Günü olarak kutlanması kararı alındı.", "1945 - Nazi gizli servisi Gestapo'nun Şefi, Reichstag ve Hava Kuvvetleri Komutanı Hermann Göring, ABD 7. Ordusu'na esir düştü.", "1945 - Zafer Günü, II. Dünya Savaşı'nın sonunda Nazi Almanyası'nın kayıtsız şartsız teslimiyetini imzaladığı, Sovyetler Birliği tarafından ilan edilen ve kutlanan gün.", "1936 - İtalya, resmen Etiyopya'yı ilhak etti.", "1936 - Benito Mussolini, İtalya Faşist İmparatorluğu'nu ilan etti.", "1935 - Cumhuriyet Halk Fırkası Dördüncü Büyük Kurultayı toplandı. Kurultayda, \"fırka\" yerine \"parti\" sözcüğü benimsendi. Altı Ok daha ayrıntılı bir şekilde ele alındı. \"Partinin güttüğü bütün bu esaslar Kemalizm prensipleridir\" denilerek; Kemalizm, ilk kez resmi olarak tanımlandı.", "1926 - Amerikalı kâşif Amiral Richard E. Byrd, Kuzey Kutbu'na doğru ilk uçuşunu yaptı.", "1868 - Nevada eyaletinde Reno şehri kuruldu.", "1485 - Davutpaşa Lisesi, dönemin Sadrazamı Davut Paşa tarafından 'Mekteb-i Sübyan' adıyla kuruldu. Okul, 1847'de Rüşdiye Mektebi'ne dönüştü."]