["2006 - İran'da bir yolcu uçağının ülkenin kuzey doğusundaki Meşhed kenti hava alanına inişi sırasında alev alması sonucu en az 29 kişi öldü.", "2004 - Kuzey Osetya'da okul baskını eylemi: Beslan kasabası'nda büyük bir rehine olayı gerçekleştirildi. Radikal İslamcı grupların, Kuzey Osetya'nın Beslan kasabasındaki bir okula baskın yapmasıyla başlayan olaylarda 1200 kişi rehin alındı, Rus askerlerinin mücahitleri aratmayan tutumuyla beraber 700 kişi yaralandı ve 344 kişi Rus askerler tarafından katledildi. Eylemin organizatörleri, Aslan Mashadov ve Şamil Basayev olmasının yanı sıra masrafların da El-Kaide tarafından üstlendiği belirlendi.", "2002 - Güney Kore'de, son 40 yılda meydana gelen en şiddetli kasırgada, iki günde ölenlerin sayısı yaklaşık 200'ü buldu.", "2000 - Citroën C5'in lansmanı yapıldı.", "1993 - Savaş Karşıtları Derneği kuruldu.", "1991 - Özbekistan bağımsızlığını ilan etti.", "1985 - CNN International kanalı kuruldu.", "1985 - Amerikalı deniz bilimci Robert Ballard ve ekibi, RMS Titanic'in enkazını Atlas Okyanusu'nun 4000 metre derinliğinde iki parça halinde buldu.", "1980 - Türkiye'nin çeşitli yerlerinde, aralarında CHP Zile İlçe Başkanı'nın da bulunduğu 19 kişi öldürüldü.", "1979 - ABD'nin Pioneer 11 adlı uzay aracı, Satürn'ü ziyaret eden ilk uzay aracı oldu.", "1976 - Millî yüzücü Erdal Acet, Manş Denizi'ni 9 saat 2 dakikada geçerek Dünya rekoru kırdı ve bu mesafedeki en iyi 10 derece sıralamasına girdi.", "1974 - Nikaragua'da General Somoza, devlet başkanlığına atandı.", "1974 - Muratağa, Sandallar ve Atlılar Katliamı: Mağusa'ya bağlı Muratağa ve Sandallar köylerinden 88 Türk'ün, öldürülüp yakılarak çukura gömüldükleri anlaşıldı.", "1969 - Muammer Kaddafi, Libya'da askeri bir darbeyle Kral I. İdris'i devirdi.", "1967 - Türkiye'deki Kıbrıslı mücahitler ve öğrenciler, Hükûmeti protesto etti. İçişleri Bakanı Faruk Sükan, protestocuların sınır dışı edilebileceğini açıkladı.", "1953 - Anıtkabir'in açılışı yapıldı ve Mustafa Kemal Atatürk'ün naaşı koyuldu.", "1947 - TBMM, Amerikan yardım anlaşmasını oy birliği ile kabul etti.", "1946 - Türkiye Emlak Kredi Bankası Kuruluş Kanunu kabul edildi.", "1939 - İslâm Ansiklopedisinin Türkçeye çevrilmesi için üniversitede bir tercüme bürosu kuruldu.", "1939 - Japonya, Kuzey Çin'de Moğol Özerk Hükûmeti (Mengjiang) adında bir kukla devlet kurdu.", "1939 - Almanya'nın Polonya'ya saldırması üzerine, II. Dünya Savaşı başladı.", "1933 - Denizyolları İşletmesi, devlet tekeline alındı.", "1928 - Arnavutluk'ta Ahmet Zogoğlu, \"I. Zog\" unvanıyla kral ilân edildi.", "1927 - Türkiye'de medeni nikâh zorunlu hâle getirildi.", "1925 - I. Tıp Kongresi Ankara'da toplandı.", "1924 - Ankara Devlet Konservatuvarı'nın temelini oluşturan \"Musiki Muallim Mektebi\" Ankara'da açıldı.", "1923 - Japonya'nın Tokyo ve Yokohama kentlerinde deprem: 300 bin kişi öldü.", "1922 - Türk Kurtuluş Savaşı: Mustafa Kemal Paşa, Dumlupınar Meydan Muharebesi'nin kazanılması üzerine emrini verdi: Ordular! İlk Hedefiniz Akdeniz'dir. İleri! Aynı gün Türk ordusu, Yunan işgali altındaki Uşak'a girdi.", "1920 - Fransızlar, başkenti Beyrut olan Lübnan devletini kurdu.", "1910 - Corinthians, Brezilya futbol kulübü kuruldu.", "1900 - İstanbul'da Padişah II. Abdülhamid'in 25. saltanat yılı büyük bir törenle kutlandı. Törene bütün yabancı devletlerin temsilcileri katıldı.", "1868 - Galatasaray Lisesi, İstanbul'da açıldı.", "1846 - Sultanahmet'te, Darülfünun binasının temeli atıldı."]