["2019 - Suudi Arabistan'ın doğusunda Abkayk ve Hureys petrol sahalarına drone ile saldırı düzenlendi.", "2018 - İstanbul Yeni Havalimanı'nın yapım aşamasında kötü çalışma koşulları sebebiyle inşaat işçileri grev yapmaya başladı.", "1999 - YÖK Rektörler Komitesi, üniversite yerleşkelerinde, açık ya da kapalı alanlarda baş örtüsünü yasaklayan ortak karar aldı. Kimlik kartındaki fotoğraf, derslikler, laboratuvarlar, sosyal tesis ve spor alanlarında da baş örtüsü yasağı konuldu.", "1997 - Van'da gerilim hattına takılan askeri helikopterin düşmesi sonucu 10 asker öldü.", "1994 - Akşam gazetesi, Mehmet Ali Ilıcak yönetiminde tekrar yayın hayatına başladı.", "1980 - Uğur Mumcu, Cumhuriyet gazetesindeki köşesinde 12 Eylül Darbesi hakkında, \"Devlet, devlet olmaktan çıkar; parlamento, on beş gün içinde seçilmesi gereken cumhurbaşkanını seçmez ve ülke baştan başa örtülü bir iç savaşın kanlı arenasına dönüşürse Silahlı Kuvvetlerin yönetime el koymasından doğal ne olabilir ki?\" yazdı.", "1980 - Adana'da sol görüşlü militan Serdar Soyergin, fraksiyon ayrılığından dolayı sol görüşlü Erdoğan Polat'ı öldürdü. Kaçmaya çalışırken Tank Yüzbaşı Bülent Angın'ın da içinde bulunduğu güvenlik güçleriyle çatıştı, Yüzbaşı Angın öldürüldü.", "1980 - Sıkıyönetim Komutanlıkları'nca, Devrimci İşçi Sendikaları Konfederasyonu (DİSK) ve Milliyetçi İşçi Sendikaları Konfederasyonu (MİSK) yöneticilerinin teslim olması istendi.", "1980 - Milliyetçi Hareket Partisi Genel Başkanı Alparslan Türkeş teslim oldu ve Uzunada'ya gönderildi.", "1974 - Sinema oyuncusu ve yönetmeni Yılmaz Güney, Adana ilinin Yumurtalık ilçesi yargıcı Sefa Mutlu'yu öldürdü.", "1972 - Aşık Mahsuni, Başbakan'a hakaret ettiği iddiasıyla yargılandı.", "1971 - Bilim ve Sosyalizm Yayınları'nın sahibi Süleyman Ege, Lenin'in \"Devlet ve Devrim\" kitabı nedeniyle 7,5 yıl hapse mahkûm oldu.", "1970 - Filistinli gerillalar, Ürdün'ün ikinci büyük şehri İrbid'i kontrol altına aldılar.", "1969 - Balkan Boks Şampiyonası'nda, Seyfi Tatar ile Celal Sandal şampiyon oldu.", "1963 - Ömür boyu hapse mahkûm eski Demokrat Parti Milletvekili Zeki Erataman, tedavi gördüğü hastaneden kaçtı. Daha sonra Erataman'ın Yunanistan'a iltica ettiği açıklandı.", "1960 - Irak, İran, Kuveyt, Suudi Arabistan ve Venezuela OPEC'i kurdu.", "1956 - Akis dergisi toplatıldı.", "1954 - Fransa, Profesör Tevfik Remzi Kazancıgil'e Légion d'honneur nişanı verdi.", "1944 - Radyo istasyonlarının kurulması ve genişletilmesi yasası çıktı.", "1940 - Macar askerleri Romanya'yı ilhak ettikleri sırada Ip Katliamı'nı gerçekleştirdi.", "1936 - Türkiye Cumhuriyeti Millî Eğitim Bakanlığı, ilkokullarda okutulacak \"Alfabe\" kitabını kabul etti. Alfabe'nin yazarları: Murat Özgün ve İlhan Gökçe.", "1933 - Türkiye ile Yunanistan Dostluk Antlaşması imzaladı.", "1930 - Son Posta gazetesi Sorumlu Müdürü Selim Ragıp Emeç tutuklandı.", "1923 - Lozan Antlaşması uyarınca Edirne'ye bağlı Karaağaç Tren İstasyonu Yunanlardan teslim alındı.", "1922 - İzmir'e bağlı Bergama ilçesi düşman işgalinden kurtuldu.", "1922 - Bursa'ya bağlı Karacabey ilçesi düşman işgalinden kurtuldu.", "1919 - Sivas'ta İrâde-i Milliye gazetesi yayınlanmaya başlandı.", "1908 - Osmanlı Ahrar Fırkası kuruldu.", "1901 - ABD Başkanı William McKinley öldü ve yerine Başkan Yardımcısı Theodore Roosevelt geçti. McKinley, 6 Eylül 1901'de New York'ta fuar açarken, Polonyalı Leon Czolgosz tarafından yapılan suikast sonucunda vurulmuştu.", "1867 - Karl Marx'ın yazdığı Kapital'in ilk cildi yayımlandı.", "1829 - Osmanlı İmparatorluğu ile Rus İmparatorluğu arasında Edirne Antlaşması imzalandı.", "1812 - Fransa İmparatoru Napolyon, ordularının başında büyük bir yangının sürdüğü Moskova'ya girdi.", "1460 - Fatih Sultan Mehmed, Trabzon İmparatorluğu'na son vermek için Trabzon Kuşatması'na başladı,"]