["2002 - Manisa Etnografya ve Arkeoloji Müzesi soyuldu. Soygunda, Helenistik döneme ait Marsyas ve Roma dönemine ait Eros heykelleri çalındı.", "1982 - İsrail, Beyrut'u işgal etti.", "1980 - 12 Eylül Askerî Darbesi'nden sonraki ilk iş günü: Komutanların endişelerinin aksine bankalara yatırılan mevduat, çekilenden daha fazla oldu.", "1980 - 12 Eylül Askeri Darbesi'ni izleyen günlerde, grev ve lokavtlar kaldırıldı; işçiler işbaşı yaptı, belediye başkanları görevlerinden alınmaya başlandı ve yerlerine çoğunlukla subaylar atandı. Devrimci İşçi Sendikaları Konfederasyonu (DİSK), Milliyetçi İşçi Sendikaları Konfederasyonu (MİSK) ve Hak-İş'in bankalardaki paraları bloke edildi, sendika yöneticileri ile iş yeri temsilcileri teslim olmaya başladı.", "1975 - Pink Floyd'un \"Wish You Were Here\" albümü piyasaya çıktı.", "1975 - Beyrut'ta Hristiyan ve Müslümanlar arasında iç savaş başladı.", "1966 - Saraybosna'da düzenlenen Balkan Oyunları'nda, maraton dalında İsmail Akçay Balkan Şampiyonu, Hüseyin Aktaş ise ikinci oldu.", "1963 - Ahmed Bin Bella, Cezayir'in ilk Devlet Başkanı oldu.", "1962 - Maltepe Ortaokulu açıldı.", "1961 - Yassıada Mahkemesi, kapatılan DP'nin 15 üyesi hakkında ölüm, 32 üyesi hakkında ise müebbet hapis cezası verildiğini açıkladı.", "1955 - Türk Parasının Kıymetini Koruma hakkındaki kararname yürürlüğe girdi.", "1949 - Seçimleri kazanan Konrad Adenauer, Batı Almanya'nın ilk Şansölyesi oldu.", "1944 - II. Dünya Savaşı sırasında, Büyük Britanya savaşının en önemli gününde Kraliyet Hava Kuvvetleri uçakları, Luftwaffe'ye ait 185 Alman uçağını düşürdü.", "1929 - Müstakil Ressamlar ve Heykeltıraşlar Birliği'nin ilk sergisi Ankara'da açıldı.", "1928 - İskoç bakteriyolog Alexander Fleming, pek çok zararlı bakteriyi yok edebilen \"küf\"ü bularak, \"penicillium notatum\" adını verdi.", "1927 - Eskişehir Bankası kuruldu.", "1924 - Mustafa Kemal Atatürk, ilk defa Trabzon'a ayak bastı; bugünü Trabzonlular ''Atatürk Günü'' olarak kabul etti.", "1923 - Türkiye'de ilk yüzme yarışı, Galatasaray Kulübünce İstanbul-Büyükada'da düzenlendi.", "1918 - Nuri Paşa ve Mürsel Bakü komutasındaki Osmanlı, Azeri ve Dağıstan birliklerinden oluşan Kafkas İslam Ordusu, Bakü Muharebesi sonucunda Bakü'yü, Rus ve Ermeni işgalinden kurtararak şehirde Osmanlı bayrağını dalgalandırdı.", "1917 - Geçici Hükûmet'in Başbakanı Aleksandr Kerenski, Rus Cumhuriyeti'ni ilan etti.", "1916 - Somme Muharebesi: Savaşta ilk tank, İngiliz birlikleri tarafından, I. Dünya Savaşı sırasında, Fransa'nın Somme yöresinde kullanıldı.", "1910 - Osmanlı Sosyalist Fırkası kuruldu.", "1821 - Kosta Rika, İspanya'dan ayrıldı.", "1821 - Guatemala, İspanyol İmparatorluğu'ndan bağımsızlığını ilan etti.", "1656 - Köprülü Mehmed Paşa, Sadrazamlığı kabul etti."]