["2011 - Türkiye, BM'nin Mavi Marmara Raporunu açıklaması üzerine, İsrail'e karşı 5 maddelik yaptırım kararı aldı.", "1998 - İsviçre Hava Yolları'na ait bir yolcu uçağı, Peggy's Cove-Yeni İskoçya'da düştü; 229 kişi öldü.", "1994 - Uluslararası Olimpiyat Komitesi, halterci Naim Süleymanoğlu'na \"Yüzyılın En Güçlü Sporcusu Ödülü\" verdi.", "1993 - Türkiye Bilimler Akademisi (TÜBA) kuruldu.", "1969 - ABD'deki ilk ATM cihazı Rockville Centre-New York'ta kuruldu.", "1968 - İran'da deprem: 11 bin kişi öldü.", "1954 - Ho Chi Minh yeni kurulan Kuzey Vietnam Cumhuriyeti'nin Başkanlığına seçildi.", "1947 - İstanbul Emniyeti Kaçakçılık Bürosu Şefi, işkence suçundan mahkûm oldu.", "1945 - Vietnam, Fransa'dan bağımsızlığını ilan etti.", "1945 - Missouri Zırhlısında, Japonya'nın teslim antlaşması imzalandı.", "1941 - Alman ve Sovyet birlikleri, Leningrad yakınında savaşmaya başladı.", "1938 - Hatay Millet Meclisi açıldı. Tayfur Sökmen Devlet Başkanı seçildi.", "1935 - Florida Keys'te kasırga; 423 kişi öldü.", "1929 - Cumhuriyet gazetesinin düzenlediği ilk güzellik yarışmasında Feriha Tevfik Hanım, \"Türkiye Güzeli\" seçildi. Feriha Tevfik, sinema ve tiyatro oyuncusu oldu.", "1925 - Tekke ve zaviyelerin kapatılmasına ve memurların şapka giymesine karar verildi.", "1922 - Yunan Orduları Başkomutanı General Trikupis, Türkler tarafından esir alındı.", "1922 - Türk Kurtuluş Savaşı: Türk Silahlı Kuvvetleri, Yunanistan hakimiyeti altındaki Eskişehir'i aldı.", "1885 - Rock Springs-Wyoming'de sendikalaşmaya çalışan 150 beyaz madenci, Çinli maden işçilerine saldırdı; 28'ini öldürdü, 15'ini yaraladı ve diğer birkaç yüz kadarını da kentten ayrılmaya zorladı.", "1872 - Ünlü Lahey Kongresi başladı. Kongrede, Mikhail Bakunin ve Karl Marx arasında şiddetli tartışmalar yaşanacaktır.", "1826 - Osmanlı İmparatorluğu'nda Zabıta Teşkilâtı kuruldu.", "1666 - Büyük Londra Yangını başladı ve üç gün sürdü; 13.200 ev ve 87 kilise kül oldu.", "1633 - Büyük İstanbul yangını başladı. Cibali'de çıkan yangında 20 binden fazla bina kül oldu. Kâtip Çelebi'ye göre, şehrin beşte biri yandı.", "1595 - Osmanlı Devleti, bir aydır kuşatma altında olan Estergon Kalesi'ni teslim etmek zorunda kaldı."]