["2002 - İsrail askerleri, Filistin Devlet Başkanı Yaser Arafat'ın karargahındaki üç binayı havaya uçurdu.", "1995 - Deniz Baykal, Necdet Menzir'in görevden alınma isteğini reddeden Başbakan Tansu Çiller'le yürüttüğü DYP-CHP Koalisyon Hükûmeti'ni bozdu. Tansu Çiller, Hükûmetin istifasını Cumhurbaşkanı Süleyman Demirel'e verdi.", "1994 - Bakü'de petrol anlaşması imzalandı. İngiliz BP, Amerikan Amaco ile Pennzoil, Rus Lukoil ve Türk TPAO, bir konsorsiyum oluşturdu.", "1993 - CINE 5 yayın hayatına başladı.", "1990 - Güney Osetya, Gürcistan'dan bağımsızlığını ilan etti.", "1988 - Naim Süleymanoğlu, Seul Olimpiyat Oyunlarında halter dalında 6 dünya rekoru kırdı.", "1984 - Beyrut'ta ABD Elçiliği'ne patlayıcı yüklü kamyonla intihar saldırısı yapıldı; 22 kişi öldü.", "1981 - İran, 149 solcu militanı idam ettiğini açıkladı.", "1980 - Emekli Amiral Bülend Ulusu, Başbakanlığa atandı.", "1977 - Kuzey Vietnam, Birleşmiş Milletler'e kabul edildi.", "1974 - Honduras'ta kasırga: 10 bin kişi öldü.", "1969 - John Lennon, Beatles'tan ayrıldı.", "1951 - Türkiye’nin NATO’ya katılması kabul edildi.", "1946 - Fransa'da Cannes Film Festivali başladı.", "1946 - Basın Yasası TBMM'de kabul edildi.", "1942 - Ukrayna'nın Letiçiv kentinde, Alman SS Birlikleri, iki gün içinde yaklaşık 3 bin Yahudi'yi öldürdüler.", "1937 - Dolmabahçe Sarayı Veliaht Dairesi'nde, Atatürk'ün de isteğiyle, Türkiye'nin ilk \"Resim ve Heykel Müzesi\" açıldı.", "1933 - Başbakan İsmet İnönü ve Dışişleri Bakanı Tevfik Rüştü Aras'ın, Sofya'yı ziyaretinde, 6 Mart 1929 tarihli Bulgaristan-Türkiye Tarafsızlık Antlaşması'nın süresi uzatıldı.", "1928 - İtalya Krallığı'nda \"Yüksek Faşist Konsey\", en yüksek yasama organı oldu.", "1922 - Fransız ve İtalyan kuvvetleri, Çanakkale'den çekildi.", "1633 - Galileo Galilei, Dünya'nın Güneş'in etrafında döndüğünü söylediği için, Roma Engizisyon Mahkemesi'nde yargılandı.", "1519 - Portekizli kâşif Ferdinand Magellan, 270 kişi ve 5 gemiyle İspanya'dan yola çıktı.", "1187 - Selahaddin Eyyubi, Kudüs'ü kuşattı.", "622 - Muhammed ile Ebu Bekir, Medine'ye hicret etti."]