["2008 - Emekli Tümgeneral Osman Pamukoğlu önderliğinde, Hak ve Eşitlik Partisi kuruldu.", "1998 - Google, Stanford'da doktora yapan iki öğrenci; Larry Page ve Sergey Brin tarafından kuruldu.", "1997 - Kudüs'te çarşı merkezinde üç büyük patlamada 7 kişi öldü, 192 kişi yaralandı. Saldırıyı Hamas örgütü üstlendi.", "1996 - Kolombiya Devrimci Silahlı Kuvvetleri (FARC) örgütü militanları, Kolombiya'nın Guaviare bölgesindeki askerî bir kampa saldırdı, üç hafta süren çatışmalarda en az 130 kişi öldü.", "1996 - Abdi İpekçi cinayetinin sanıklarından Oral Çelik, İsviçre tarafından Türkiye'ye iade edildi. Çelik, 16 Eylül'de 17 yıl aradan sonra çıkarıldığı Mahkemece tutuklandı.", "1993 - Demokrasi Partisi (DEP) Milletvekili Mehmet Sincar, Batman'da öldürüldü.", "1991 - Halkın Emek Partisi (HEP), Sosyaldemokrat Halkçı Parti (SHP) ile anlaşarak seçimlerde iş birliği kararı aldı.", "1990 - İslam Eleştirmeni, Araştırmacı Yazar Turan Dursun öldürüldü.", "1989 - Türkiye'nin ilk spor gazetesi Fotospor, yayın hayatına başladı.", "1988 - Bangladeş'te sel: 300 kişi öldü, 20 milyon insan evsiz kaldı.", "1981 - Millî Güvenlik Konseyi, gözaltı süresinin 90 günden 45 güne inmesini onayladı.", "1975 - Bülent Ecevit'in seçim otobüsü, Elazığ'da taşlandı; 50 yaralı, 57 gözaltı.", "1972 - 1972 Yaz Olimpiyatları: Mark Spitz, yüzmede 7. altın madalyasını aldı, böylelikle tek bir Olimpiyat Oyunları'nda, 7 madalya birden alan ilk sporcu olarak rekor kırdı.", "1971 - Alaska Hava Yolları'na ait Boeing 727 tipi bir yolcu uçağı, Juneau, Alaska yakınlarında düştü: 111 kişi öldü.", "1970 - Şili'de, sosyalist lider Salvador Allende Başkan seçildi.", "1970 - Erdal İnönü, Ortadoğu Teknik Üniversitesi Rektörü oldu.", "1964 - Endonezya Hükûmeti, Beatles tarzı saç kesimini yasakladı.", "1963 - İsviçre Hava Yolları'na ait bir yolcu uçağı, İsviçre'nin Dürrenäsch şehri yakınlarında düştü; 80 kişi öldü.", "1957 - Afroamerikan sivil haklar hareketi: -Little Rock Krizi- Arkansas Valisi, siyahi öğrencilerin Merkez Lisesi'ne kayıt yaptırmalarına engel olabilmek için Ulusal Muhafızlar'ı göreve çağırdı.", "1956 - Depolama aygıtı olarak manyetik disk kullanan ilk ticari bilgisayar olan \"IBM RAMAC 305\" tanıtıldı.", "1950 - Türkiye'de Hasbi Tembeler olarak bilinen Beetle Bailey çizgi dizisi ilk kez çizgi bant olarak yayımlandı.", "1944 - II. Dünya Savaşı: Müttefikler, Brüksel ve Anvers'i ele geçirdi.", "1944 - Adolf Hitler, Doğu Prusya'daki Rastenburg yakınlarındaki karargahında Japon büyükelçisi Hiroshi Oshima'yı karşıladı.", "1941 - II. Dünya Savaşı: İlk kez bir ABD gemisi, bir Alman denizaltısının hücumuna uğradı. Geminin adı USS Greer'di.", "1939 - Tüm gıda maddelerine ihraç yasağı kondu.", "1936 - Birleşik Krallık Hükümdarı VIII. Edward, İstanbul'da Atatürk'ü ziyaret etti.", "1935 - İstanbul telefon şirketi, Hükûmet adına işletilmeye başlandı.", "1932 - Dünya Barış Konferansı Viyana'da toplandı.", "1922 - Türk Kurtuluş Savaşı: Türk Ordusu, Yunan İşgali altındaki Sarıgöl, Buldan ve Bigadiç'i geri aldı.", "1919 - Gazi Mustafa Kemal, Sivas Kongresi'ni açtı.", "1888 - George Eastman, Kodak adını ticarileştirdi ve makaralı film kullanan kamerasının patentini aldı.", "1886 - Yaklaşık 30 yıl süren savaşlardan sonra, Apaçi lideri Geronimo, Arizona'da teslim oldu.", "1885 - Self-servis, ilk defa New York'ta uygulanmaya başlandı.", "1870 - Fransa'da, III. Cumhuriyet ilan edildi.", "1781 - Los Angeles, İspanyollar tarafından bölgeye yerleştirilen insanlarca kuruldu.", "1521 - İlyaki Kuşatması: Kara Mahmut Reis tarafından gerçekleştirilen kuşatma  sonucunda İlyaki adası fethedildi.", "476 - Batı Roma İmparatorluğu'nun son Hükümdarı Romulus Augustus, kendisini İtalya Kralı olarak ilân eden Germen şefi Odoacer tarafından tahttan indirilince, Batı Roma İmparatorluğu sona erdi."]