["2023 - Fas'ta Marakeş-Safi depremi oldu.", "2022 - III. Charles, annesi II. Elizabeth'in ölümü üzerine Birleşik Krallık kralı oldu.", "2020 - Bosna Savaşı'nda Boşnak sivillere karşı savaş suçu işlemekten aranan eski Sırp komutan Ratko Djurkovic, Bosna Hersek'in kuzeydoğusundaki Ugljevik kasabasında yakalandı.", "2014 - Uçankuş TV yayın hayatına başladı", "2009 - Trakya'da sel felaketinde 31 kişi öldü.", "1991 - Makedonya bağımsızlığını ilan etti.", "1977 - İkinci Milliyetçi Cephe Hükûmeti, \"Ekonomik İstikrar Önlemleri Paketi\"ni açıkladı.", "1974 - ABD Başkanı Gerald Ford, eski Başkan Richard Nixon'u Watergate skandalı'ndaki sorumluluğundan dolayı affetti.", "1968 - Atina'da yapılan Balkan Atletizm Yarışmaları'nda maraton dalında; İsmail Akçay birinci, Hüseyin Aktaş ikinci oldu.", "1966 - Güney Batı İngiltere ile Galler'i birbirine bağlayan Severn Köprüsü açıldı.", "1954 - SEATO (Güney Asya Paktı) kuruldu.", "1952 - Ernest Hemingway'in İhtiyar Adam ve Deniz adlı romanı basıldı.", "1951 - San Francisco Barış Antlaşması: 48 BM üyesi ile Japonya arasında resmi barış anlaşması imzalandı.", "1946 - Bulgaristan'da referandum sonucu monarşi sona erdi.", "1941 - II. Dünya Savaşı: Alman Ordusu tarafından Leningrad'ın son kara bağlantısının da kesilmesiyle, 872 gün sürecek olan Leningrad Kuşatması başladı.", "1934 - Bir yolcu gemisi, New Jersey açıklarında yandı; 135 kişi öldü.", "1931 - Bulgaristan'da yayımlanan \"Yüzellilikler\"in gazetesi \"Açık Söz\" kapatıldı", "1930 - 3M şirketi, şeffaf yapışkan bantın satışına başladı.", "1926 - Almanya'nın Milletler Cemiyeti'ne girmesine izin verildi.", "1922 - Türk Kurtuluş Savaşı: Türk Ordusu, Yunan İşgali altındaki Manisa'ya girdi.", "1900 - Teksas'ın Galveston şehrinde şiddetli kasırga: yaklaşık 8000 kişi öldü.", "1888 - Karındeşen Jack, ikinci kurbanı olan Annie Chapman'ı öldürdü.", "1888 - İngiliz futbol liginde ilk maç oynandı.", "1886 - Johannesburg'un temeli atıldı.", "1862 - Osmanlı Devleti ile Büyük Avrupa devletleri arasında İstanbul Protokolü imzalandı.", "1831 - IV. William, Büyük Britanya Kralı oldu.", "1688 - Belgrad, Kutsal Roma Cermen İmparatorluğu önderliğindeki kuşatma sonrasında, Osmanlı hakimiyetinden çıktı.", "1664 - İngiltere Kralı'nın kardeşi York Dükü, Hollanda sömürgesi olan Yeni Amsterdam'ı İngiltere'ye bağladı. Amerika'nın doğusundaki kentin adı, Dük'ün unvanından esinlenerek New York (Yeni York) oldu.", "1609 - Mimar Sedefkar Mehmet Ağa, I. Ahmed'in isteği üzerine, Sultanahmet Külliyesi'nin inşasına başladı. Külliye, 8 yıl sonra tamamlandı ve kullanıma açıldı.", "1529 - Budin Kuşatması: Kanuni Sultan Süleyman Budapeşte'yi fethetti.", "1514 - Orsha muharebesi: Litvanyalılar ve Polonyalılar Rusları yendi.", "1504 - Michelangelo'nun Davut Heykeli, Floransa'da açıldı.", "1449 - Tumu Kalesi muharebesi: Moğollar, Çin İmparatoru Zhengtong'u esir aldı.", "1380 - Kulikovskaya Muharebesi: Rus Knezlik Ordusu, Tatar ve Moğollardan oluşan Altın Orda Devleti Ordularını yendi ve ilerlemelerini durdurdu.", "1331 - Stefan Dušan, kendini Sırbistan Krallığı Hükümdarı ilan etti."]