["2010 - 32 yu0131l sonra Taksim'de ilk kez izinli olarak 1 Mayu0131s kutlamalaru0131 yapu0131ldu0131.",  "2009 - 60. Tu00fcrkiye Cumhuriyeti Hu00fcku00fbmeti'nde kabine revizyonuna gidildi.",  "2009 - 31 yu0131l sonra resmi olarak 5 bin kiu015filik bir grup, Du0130SK organizasyonuyla 1 Mayu0131s kutlamalaru0131 iu00e7in Taksim'e u00e7u0131ktu0131.",  "2006 - Porto Riko Hu00fcku00fbmeti maddi su0131ku0131ntu0131 nedeniyle, tu00fcm Hu00fcku00fbmet kuruluu015flaru0131nu0131 ve okullaru0131 kapattu0131.",  "2006 - ABD tarihinin en bu00fcyu00fck grevlerinden birine tanu0131k oldu. Gu00f6u00e7men yasasu0131 protesto edildi.",  "2004 - On u00fclke AB'ye katu0131ldu0131: Ku0131bru0131s, u00c7ekya, Estonya, Macaristan, Letonya, Litvanya, Malta, Polonya, Slovakya, Slovenya.",  "2003 - ABD Bau015fkanu0131 George W. Bush, Irak'taki muharebelerin son bulduu011funu au00e7u0131kladu0131.",  "2002 - Galatasaray ile Leeds United taku0131mlaru0131 arasu0131ndaki futbol mau00e7u0131 u00f6ncesinde, 2 u0130ngiliz taraftaru0131n u00f6lu00fcmu00fcyle sonuu00e7lanan olaylara iliu015fkin davada, sanu0131k Ali u00dcmit Demir 15 yu0131l au011fu0131r hapis, 6 sanu0131k da 3 ay yirmiu015fer gu00fcn hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "2000 - Tu00fcrk Hava Kuvvetleri; ilk saldu0131ru0131, arama ve kurtarma helikopteri olan ve Fransu0131z Eurocopter firmasu0131nca u00fcretilen bir adet AS 532 Cougar AL helikopterini teslim aldu0131.",  "1999 - TRT internet sitesi trt.net.tr yayu0131na bau015fladu0131.",  "1999 - Amsterdam Antlau015fmasu0131 yu00fcru00fcrlu00fcu011fe girdi.",  "1995 - Hu0131rvatistan Ordusu, Batu0131 Slavonya'yu0131 geri almak iu00e7in Bljesak Operasyonu'nu bau015flattu0131.",  "1993 - Aydu0131nlu0131k dergisi kuruldu.",  "1990 - u0130stanbul'un u00e7eu015fitli semtlerinde yapu0131lan 1 Mayu0131s eylemlerinde 40 kiu015fi yaralandu0131, 2 bin kiu015fi gu00f6zaltu0131na alu0131ndu0131. Yaralu0131lardan Gu00fclay Beceren felu00e7 oldu.",  "1989 - u0130stanbul'da 1 Mayu0131s'u0131 kutlamak iu00e7in u0130stiklal Caddesi'nden Taksim'e yu00fcru00fcmek isteyen 2000 kiu015filik grup, polis tarafu0131ndan dau011fu0131tu0131ldu0131. Olaylar su0131rasu0131nda alnu0131ndan vurulan Mehmet Akif Dalcu0131 adlu0131 genu00e7 bir gu00fcn sonra u00f6ldu00fc. 400'u00fc au015fku0131n gu00f6sterici gu00f6zaltu0131na alu0131ndu0131.",  "1985 - Tokatu2019ta, Tekel Sigara Fabrikasu0131 kuruldu.",  "1984 - Devlet Gu00fcvenlik Mahkemeleri sekiz ilde gu00f6reve bau015fladu0131.",  "1982 - Arjantin, Birleu015fik Krallu0131k'a ait Falkland Adalaru0131'na asker u00e7u0131kardu0131. Britanya, Arjantin kuvvetlerine karu015fu0131 saldu0131ru0131ya geu00e7ti.",  "1980 - 12 Eylu00fcl darbesinden u00f6nce son "yasal" 1 Mayu0131s kutlamalaru0131 yapu0131ldu0131. Su0131ku0131yu00f6netim altu0131ndaki u0130stanbul, Ankara ve u0130zmir'de gu00f6steriler yasaklandu0131. Du0130SK, Mersin'de "izinli" 1 Mayu0131s kutlamasu0131 yaptu0131. 12 Eylu00fcl 1980 askeru00ee darbesinden sonra, o zamana kadar "Bahar Bayramu0131" adu0131yla resmi tatil gu00fcnu00fc olan 1 Mayu0131s, u00e7alu0131u015fma gu00fcnleri arasu0131na dahil edildi.",  "1979 - u0130stanbul'da 1 Mayu0131s kutlamalaru0131 yasaklandu0131 ve sokau011fa u00e7u0131kma yasau011fu0131 getirildi. Sokau011fa u00e7u0131kan Tu00fcrkiye u0130u015fu00e7i Partisi (Tu0130P) Genel Bau015fkanu0131 Behice Boran ve 1000'e yaku0131n kiu015fi gu00f6zaltu0131na alu0131ndu0131. Behice Boran ve 330 Tu00fcrkiye u0130u015fu00e7i Partili 6 Mayu0131s'ta tutuklandu0131. Du0130SK'e bau011flu0131 bir grup sendika ise u0130zmir'de "izinli" 1 Mayu0131s kutlamasu0131 yaptu0131.",  "1977 - u0130stanbul Taksim Meydanu0131'nda kutlanan 1 Mayu0131s u0130u015fu00e7i Bayramu0131 kutlamalaru0131 su0131rasu0131nda yau015fanan olaylarda 34 kiu015fi u00f6ldu00fc, 136 kiu015fi yaralandu0131. Olay, tarihe Kanlu0131 1 Mayu0131s olarak geu00e7ti.",  "1976 - Paris-u0130stanbul seferini yapan "u0130zmir" uu00e7au011fu0131 Zeki Ejder adlu0131 Tu00fcrk tarafu0131ndan Marsilyau2019ya kau00e7u0131ru0131lmak istendi.",  "1976 - 50 yu0131llu0131k aradan sonra 1 Mayu0131s u0130u015fu00e7i Bayramu0131 u0130stanbul Taksim Meydanu0131'nda yapu0131lan bu00fcyu00fck bir mitingle kutlandu0131. Du0130SK'in du00fczenlediu011fi 1976 1 Mayu0131s'u0131, Tu00fcrkiye'de kitlesel 1 Mayu0131s kutlamalaru0131nu0131n bau015flangu0131cu0131 oldu.",  "1972 - Kuzey Vietnam Birlikleri, Quang Tri'yi ele geu00e7irdi. ABD ile savau015fta ele geu00e7irdiu011fi bu ilk bu00fcyu00fck kent, Kuzey Vietnam'u0131n bu00fctu00fcn eyalet u00fczerinde egemenlik kurmasu0131nu0131 sau011fladu0131.",  "1971 - Bau015fbakan Nihat Erim, Anayasa iu00e7in, "Tu00fcrkiye bu00f6yle bir lu00fcksu00fc kaldu0131ramaz" dedi.",  "1968 - Hu00fcrriyet Haber Ajansu0131 (HHA) kuruldu.",  "1967 - Elvis Presley, Priscilla Beaulieu ile Las Vegas'ta evlendi.",  "1964 - Tu00fcrkiye Radyo Televizyon Kurumu (TRT), u00f6zel yasayla u00f6zerk bir kamu tu00fczel kiu015filiu011fine sahip olarak kuruldu.",  "1960 - Sou011fuk Savau015f: U-2 Krizi - Francis Gary Powers'u0131n kullandu0131u011fu0131 Amerikan Lockheed U-2 casus uu00e7au011fu0131, Sovyetler Birliu011fi u00fczerinde du00fcu015fu00fcru00fclu00fcnce diplomatik bir krizi bau015flattu0131.",  "1959 - CHP Genel Bau015fkanu0131 u0130smet u0130nu00f6nu00fc, Uu015fak'ta, sayu0131laru0131 bine yaklau015fan kalabalu0131u011fu0131n saldu0131ru0131su0131na uu011fradu0131. u0130nu00f6nu00fc, atu0131lan tau015fla yaralandu0131.",  "1956 - Jonas Salk'u0131n geliu015ftirdiu011fi u00e7ocuk felci au015fu0131su0131 kullanu0131lmaya bau015flandu0131.",  "1948 - Hu00fcrriyet gazetesi, Sedat Simavi tarafu0131ndan u0130stanbul'da kuruldu.",  "1948 - Kore Demokratik Halk Cumhuriyeti (Kuzey Kore) resmen kuruldu. Kim Il-sung, ilk Devlet Bau015fkanu0131 oldu.",  "1945 - II. Du00fcnya Savau015fu0131'nu0131n sonu: Zafer Sancau011fu0131, Berlin'deki Reichstag binasu0131 u00fczerine gu00f6ndere u00e7ekildi.",  "1945 - Alman Nazi Propaganda Bakanu0131 Joseph Goebbels, Sovyet Birlikleri Berlin'e girerken karu0131su0131nu0131 ve altu0131 u00e7ocuu011funu u00f6ldu00fcrerek intihar etti.",  "1941 - u0130ktidarda yozlau015fmayu0131 anlatan ve yu00fczyu0131lu0131n en iyi filmi olarak kabul edilen, Orson Welles'in yu00f6nettiu011fi Yurttau015f Kane filmi ilk kez gu00f6sterildi.",  "1940 - 1940 Yaz Olimpiyat Oyunlaru0131 savau015f yu00fczu00fcnden iptal edildi.",  "1939 - Tu00fcrk Medeni Kanunu Hatay'da yu00fcru00fcrlu00fcu011fe girdi.",  "1933 - Almanya'da 1 Mayu0131s, o gu00fcnu00fc tatil ve "Ulusal u0130u015fu00e7i Gu00fcnu00fc" ilan eden iktidardaki Nazi Partisi'nin desteu011fiyle ve gu00f6rkemli tu00f6renlerle kutlandu0131. Ertesi gu00fcn, tu00fcm sendika merkezleri iu015fgal edildi, varlu0131klaru0131na el konuldu ve sendika liderleri tutuklandu0131.",  "1931 - New York'taki Empire State Building hizmete girdi.",  "1930 - Artu0131k cu00fcce Gezegen su0131nu0131fu0131nda sayu0131lan Plu00fcton gezegeni resmen isimlendirildi. Gezegen, 18 u015eubat 1930'da keu015ffedilmiu015fti.",  "1927 - Adolf Hitler yu00f6netimindeki Nazi Partisi, Berlin'de ilk kez miting yaptu0131.",  "1925 - Takrir-i Su00fckun Kanunu'yla her tu00fcrlu00fc gu00f6steri ve yu00fcru00fcyu00fcu015f yasaklanu0131nca, 1 Mayu0131s da kitlesel olarak kutlanamaz hale geldi.",  "1925 - Ku0131bru0131s, Birleu015fik Krallu0131k kolonisi oldu.",  "1923 - u0130stanbul'da tu00fctu00fcn iu015fu00e7ileri, askeri fabrika ve demiryolu iu015fu00e7ileri, fu0131ru0131ncu0131lar, u0130stanbul tramvay, telefon, tu00fcnel, gazhane iu015fu00e7ileri 1 Mayu0131s'u0131 sokakta kutladu0131lar. "Yabancu0131 u015firketlere el konsun", "8 saatlik iu015f gu00fcnu00fc", "Hafta tatili", "Serbest Sendika ve Grev Hakku0131" pankartlaru0131nu0131 tau015fu0131du0131lar.",  "1922 - Ankara'da Tu00fcrkiye Halk u0130u015ftirakiyyun Fu0131rkasu0131'nu0131n u00f6rgu00fctlediu011fi u0130malat-u0131 Harbiye iu015fu00e7ileri arasu0131nda 1 Mayu0131s du00fczenlendi. Aynu0131 zamanda Sovyet Elu00e7iliu011fi'nde de kutlandu0131.",  "1921 - Tersane u0130u015fu00e7ileri, iu015fgal altu0131ndaki u0130stanbul'da 1 Mayu0131s'u0131 kutladu0131. u0130u015ftiraku00e7i Hilmi u00f6nderliu011finde Sosyalist Fu0131rka'nu0131n du00fczenlediu011fi 1 Mayu0131s'a iu015fu00e7iler ku0131zu0131l bayraklarla katu0131ldu0131 ve Kasu0131mpau015fa'dan u015eiu015fli Hu00fcrriyet-i Ebediye Tepesi'ne kadar yu00fcru00fcdu00fcler.",  "1918 - Brest Litovsk Baru0131u015f Antlau015fmasu0131 sonrasu0131 Alman birlikleri Don Sovyet Cumhuriyeti'ne girdi.",  "1912 - u0130stanbul'da Osmanlu0131 Sosyalist Fu0131rkasu0131 tarafu0131ndan 1 Mayu0131s etkinliu011fi du00fczenlendi.",  "1909 - Selanik'te Selanik Sosyalist u0130u015fu00e7i Federasyonu tarafu0131ndan u00f6rgu00fctlenen 1 Mayu0131s etkinlikleri du00fczenlendi.",  "1909 - u00dcsku00fcp'te 1 Mayu0131s etkinlikleri du00fczenlendi.",  "1906 - Tu00fcrkiye'de gu00fcnu00fcmu00fczde bilinen ilk 1 Mayu0131s u0130zmir'de kutlandu0131.",  "1900 - Utah'ta bir maden kazasu0131nda 200 kiu015fi u00f6ldu00fc.",  "1889 - Alman ilau00e7 firmasu0131 Bayer, Aspirini u00fcretti.",  "1889 - 1 Mayu0131s, iu015fu00e7ilerin ortak bayramu0131 olarak kabul edildi.",  "1886 - ABD'nin Chicago kentinde iu015fu00e7iler 8 saatlik iu015f gu00fcnu00fc iu00e7in genel greve gittiler. Polisin ateu015f au00e7masu0131 sonucu, u00e7ok sayu0131da iu015fu00e7i u00f6ldu00fc ve yaralandu0131. u0130u015fu00e7i liderlerinden Albert Parsons, August Spies, Adolph Fischer ve George Engel du00fczmece tanu0131klar ve kanu0131tlarla 11 Kasu0131m 1887 tarihinde idam edildi.",  "1869 - Folies Bergu00e8re adlu0131 u00fcnlu00fc mu00fczikhol, Paris'te au00e7u0131ldu0131.",  "1840 - "Penny Black" olarak da bilinen ilk yapu0131u015ftu0131ru0131labilen resmi posta pulu, Birleu015fik Krallu0131k'ta tedavu00fcle u00e7u0131ktu0131.",  "1786 - Wolfgang Amadeus Mozart'u0131n Figaro'nun Du00fcu011fu00fcnu00fc adlu0131 operasu0131 ilk kez sahnelendi.",  "1776 - u0130lluminati, Adam Weishaupt tarafu0131ndan kuruldu.",  "1707 - u0130ngiltere, Galler ve u0130skou00e7ya; Bu00fcyu00fck Britanya olarak birleu015fti."]







