["2010 - Deniz Baykal, CHP Genel Bau015fkanlu0131u011fu0131ndan istifa ettiu011fini au00e7u0131kladu0131.",  "2002 - Su0131nu0131r Tanu0131mayan Gazeteciler u00d6rgu00fctu00fc, Paris'te bir tren garu0131nu0131n zemininde geru00e7ekleu015ftirdiu011fi fotou011fraf eylemini sona erdirdi.",  "1996 - DYP Genel Bau015fkanu0131 Tansu u00c7iller'in Bau015fbakanlu0131k'tan ayru0131lmadan 22 gu00fcn u00f6nce, u00f6rtu00fclu00fc u00f6denekten 500 milyar lira u00e7ektiu011fi au00e7u0131klandu0131.",  "1994 - Gu00fcney Afrika Cumhuriyeti'nin ilk siyah Devlet Bau015fkanu0131 Nelson Mandela gu00f6reve bau015fladu0131.",  "1993 - Tayland'da "Kader Oyuncak Fabrikasu0131"nda u00e7u0131kan bir yangu0131n, u00e7ou011fu u00e7ocuk denecek yau015fta genu00e7 kadu0131nlardan oluu015fan 188 iu015fu00e7inin u00f6lu00fcmu00fcne yol au00e7tu0131.",  "1981 - Franu00e7ois Mitterrand, u00fcu00e7u00fcncu00fc kez katu0131ldu0131u011fu0131 seu00e7imlerde Fransa Cumhurbau015fkanu0131 oldu.",  "1978 - u0130stanbul, Beyou011flu'ndaki tarihi u00c7iu00e7ek Pasaju0131 u00e7u00f6ktu00fc. Enkaz altu0131nda kalan 12 kiu015fi u00f6ldu00fc, 16 kiu015fi yaralandu0131.",  "1971 - Su0131ku0131yu00f6netim yasasu0131nda deu011fiu015fiklik yapu0131ldu0131. Gu00f6zaltu0131 su00fcresi 30 gu00fcne u00e7u0131karu0131ldu0131.",  "1961 - TBMM, nispi temsil seu00e7im sistemini kabul etti.",  "1960 - ABD'ye ait "USS Triton" adlu0131 nu00fckleer denizaltu0131, Du00fcnya u00e7evresini su altu0131ndan dolau015ftu0131u011fu0131 ilk seferini tamamladu0131.",  "1941 - 550 Alman uu00e7au011fu0131 Londra'yu0131 bombaladu0131, yaklau015fu0131k 1400 sivil u00f6ldu00fc.",  "1941 - II. Du00fcnya Savau015fu0131: Rudolf Hess, Birleu015fik Krallu0131k ve Almanya arasu0131nda geru00e7ekleu015febilecek bir baru0131u015f antlau015fmasu0131nu0131 bau015flatabilmek umuduyla, u0130skou00e7ya topraklaru0131na gizlice parau015fu00fctle indi.",  "1940 - II. Du00fcnya Savau015fu0131: Alman birlikleri Hollanda'ya saldu0131rdu0131 ardu0131ndan Almanya'nu0131n Fransa Muharebesi bau015fladu0131.",  "1940 - II. Du00fcnya Savau015fu0131: Winston Churchill, Birleu015fik Krallu0131k Bau015fbakanu0131 olarak gu00f6revlendirildi.",  "1939 - Radyo dalgalaru0131na dair antlau015fmayu0131 Tu00fcrkiye de imzaladu0131.",  "1933 - Almanya'da Naziler; Heinrich Mann, Upton Sinclair, Erich Maria Remarque gibi yazarlaru0131n kitaplaru0131nu0131 yakmaya bau015fladu0131.",  "1921 - Mustafa Kemal Pau015fa, TBMM'de Mu00fcdafaayu0131 Hukuk Grubu'nu kurdu.",  "1920 - New York'ta mu00fcltimilyarder iu015f insanu0131 Nelson Rockefeller, sahibi olduu011fu binanu0131n u00f6n cephesine, Meksikalu0131 ressam Diego Rivera'nu0131n yaptu0131u011fu0131 duvar panosunda Lenin resmi olduu011fu iu00e7in ressamu0131 kovdu ve panoyu paru00e7aladu0131.",  "1920 - ABD Komu00fcnist Partisi kuruldu.",  "1919 - u0130tilaf Devletleri temsilcileri, Paris'te, Yunanlaru0131n u0130zmir'i iu015fgali konusunda karar aldu0131.",  "1908 - Anneler Gu00fcnu00fc, ABD'de ilk kez Batu0131 Virginia Eyaleti'nin Grafton kentinde kutlandu0131.",  "1876 - Osmanlu0131 Devleti'nde, basu0131na sansu00fcr uygulamasu0131 bau015flatu0131ldu0131.",  "1872 - Victoria Woodhull, ABD Bau015fkanlu0131u011fu0131'na aday olan ilk kadu0131n oldu.",  "1868 - Bugu00fcnku00fc adu0131 Danu0131u015ftay olan u015eura-yu0131 Devlet kuruldu.",  "1824 - Londra'nu0131n Trafalgar Meydanu0131'nda bulunan u00fcnlu00fc mu00fczesi The National Gallery, halku0131n ziyaretine au00e7u0131ldu0131.",  "1799 - Cezzar Ahmed Pau015fa komutasu0131ndaki Osmanlu0131 ordusu, Akka'da Napolyon Bonapart'u0131n komutasu0131ndaki Fransu0131z ordusunu yenilgiye uu011frattu0131.",  "1556 - Marmara denizi depremi meydana geldi.",  "1503 - Kristof Kolomb, Cayman Adalaru0131'na geldi ve burada gu00f6rdu00fcu011fu00fc sayu0131su0131z deniz kaplumbau011fasu0131ndan dolayu0131 buraya "Las Tortugas" adu0131nu0131 verdi.",  "1497 - Amerigo Vespucci, Yeni Du00fcnya'ya dou011fru yapacau011fu0131 ilk yolculuk iu00e7in u0130spanya'nu0131n Cu00e1diz kentinden ayru0131ldu0131."]







