["2010 - Deniz Baykal, CHP Genel Başkanlığından istifa ettiğini açıkladı.", "2002 - Sınır Tanımayan Gazeteciler Örgütü, Paris'te bir tren garının zemininde gerçekleştirdiği fotoğraf eylemini sona erdirdi.", "1996 - DYP Genel Başkanı Tansu Çiller'in Başbakanlık'tan ayrılmadan 22 gün önce, örtülü ödenekten 500 milyar lira çektiği açıklandı.", "1994 - Güney Afrika Cumhuriyeti'nin ilk siyah Devlet Başkanı Nelson Mandela göreve başladı.", "1993 - Tayland'da \"Kader Oyuncak Fabrikası\"nda çıkan bir yangın, çoğu çocuk denecek yaşta genç kadınlardan oluşan 188 işçinin ölümüne yol açtı.", "1981 - François Mitterrand, üçüncü kez katıldığı seçimlerde Fransa Cumhurbaşkanı oldu.", "1978 - İstanbul, Beyoğlu'ndaki tarihi Çiçek Pasajı çöktü. Enkaz altında kalan 12 kişi öldü, 16 kişi yaralandı.", "1971 - Sıkıyönetim yasasında değişiklik yapıldı. Gözaltı süresi 30 güne çıkarıldı.", "1961 - TBMM, nispi temsil seçim sistemini kabul etti.", "1960 - ABD'ye ait \"USS Triton\" adlı nükleer denizaltı, Dünya çevresini su altından dolaştığı ilk seferini tamamladı.", "1941 - 550 Alman uçağı Londra'yı bombaladı, yaklaşık 1400 sivil öldü.", "1941 - II. Dünya Savaşı: Rudolf Hess, Birleşik Krallık ve Almanya arasında gerçekleşebilecek bir barış antlaşmasını başlatabilmek umuduyla, İskoçya topraklarına gizlice paraşütle indi.", "1940 - II. Dünya Savaşı: Alman birlikleri Hollanda'ya saldırdı ardından Almanya'nın Fransa Muharebesi başladı.", "1940 - II. Dünya Savaşı: Winston Churchill, Birleşik Krallık Başbakanı olarak görevlendirildi.", "1939 - Radyo dalgalarına dair antlaşmayı Türkiye de imzaladı.", "1933 - Almanya'da Naziler; Heinrich Mann, Upton Sinclair, Erich Maria Remarque gibi yazarların kitaplarını yakmaya başladı.", "1921 - Mustafa Kemal Paşa, TBMM'de Müdafaayı Hukuk Grubu'nu kurdu.", "1920 - New York'ta mültimilyarder iş insanı Nelson Rockefeller, sahibi olduğu binanın ön cephesine, Meksikalı ressam Diego Rivera'nın yaptığı duvar panosunda Lenin resmi olduğu için ressamı kovdu ve panoyu parçaladı.", "1920 - ABD Komünist Partisi kuruldu.", "1919 - İtilaf Devletleri temsilcileri, Paris'te, Yunanların İzmir'i işgali konusunda karar aldı.", "1908 - Anneler Günü, ABD'de ilk kez Batı Virginia Eyaleti'nin Grafton kentinde kutlandı.", "1876 - Osmanlı Devleti'nde, basına sansür uygulaması başlatıldı.", "1872 - Victoria Woodhull, ABD Başkanlığı'na aday olan ilk kadın oldu.", "1868 - Bugünkü adı Danıştay olan Şura-yı Devlet kuruldu.", "1824 - Londra'nın Trafalgar Meydanı'nda bulunan ünlü müzesi The National Gallery, halkın ziyaretine açıldı.", "1799 - Cezzar Ahmed Paşa komutasındaki Osmanlı ordusu, Akka'da Napolyon Bonapart'ın komutasındaki Fransız ordusunu yenilgiye uğrattı.", "1556 - Marmara denizi depremi meydana geldi.", "1503 - Kristof Kolomb, Cayman Adaları'na geldi ve burada gördüğü sayısız deniz kaplumbağasından dolayı buraya \"Las Tortugas\" adını verdi.", "1497 - Amerigo Vespucci, Yeni Dünya'ya doğru yapacağı ilk yolculuk için İspanya'nın Cádiz kentinden ayrıldı."]