["2014 - Soma Ku00f6mu00fcr u0130u015fletmeleri A.u015e. tarafu0131ndan iu015fletilen bir madende u00e7u0131kan yangu0131n sonucunda, 301 maden iu015fu00e7isi hayatu0131nu0131 kaybetti, 80 iu015fu00e7i yaralandu0131.",  "2010 - Mu00dcSu0130AD Genel Bau015fkanu0131 u00d6mer Cihad Vardan, tarihte ilk kez Tu00fcsiad'u0131 ziyaret etti. Ziyaret, basu0131nda "Tarihi Buluu015fma" olarak nitelendirildi.",  "2009 - Beu015fiktau015f, Fenerbahu00e7e'yi 4-2 yenerek Tu00fcrkiye Kupasu0131'nu0131 kazandu0131.",  "2007 - Fenerbahu00e7e, kuruluu015funun 100. yu0131lu0131nda u015fampiyonluu011fa ulau015ftu0131.",  "2000 - Ankara Sincan'da tarlaya bu0131raku0131lmu0131u015f halde u00e7ok miktarda patlayu0131cu0131 ve silah ele geu00e7irildi. Patlayu0131cu0131 ve silahlaru0131n, yasa du0131u015fu0131 Tevhid Selam u00f6rgu00fctu00fc mensubu Necdet Yu00fcksel tarafu0131ndan bu0131raku0131ldu0131u011fu0131 belirlendi. Yu00fcksel, Ahmet Taner Ku0131u015flalu0131'nu0131n aracu0131na bomba koyduu011funu da itiraf etti.",  "1998 - Memur Sendikalaru0131 Yasa Tasaru0131su0131'nu0131 protesto eden memurlar hakku0131nda, adli tarihin en geniu015f kapsamlu0131 soruu015fturmasu0131 au00e7u0131ldu0131.",  "1997 - u0130u00e7iu015fleri Bakanlu0131u011fu0131, 1993'te u00f6ldu00fcru00fclen Uu011fur Mumcu'nun ailesine, 9,5 milyar liralu0131k maddi tazminat u00f6dedi.",  "1996 - DYP Genel Bau015fkanu0131 Tansu u00c7iller'in, dolandu0131ru0131cu0131lu0131ktan yargu0131lanan Selu00e7uk Parsadan'a u00f6rtu00fclu00fc u00f6denekten 5,5 milyar lira verdiu011fi iddia edildi.",  "1994 - Eski u0130stanbul Su ve Kanalizasyon u0130u015fletmesi (u0130SKu0130) Genel Mu00fcdu00fcru00fc Ergun Gu00f6knel, klor yolsuzluu011fu davasu0131nda 8 yu0131l 6 ay hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1981 - Papa II. Jean Paul, Mehmet Ali Au011fca tarafu0131ndan Roma'da vurularak yaralandu0131.",  "1981 - u0130skenderun'da 9 Haziran 1980'de sau011f gu00f6ru00fcu015flu00fc Sulhi Adsoy'u u00f6ldu00fcren sol gu00f6ru00fcu015flu00fc militan Ali Aktau015f (Au011ftau015f), u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1979 - Bau015fbakan Bu00fclent Ecevit, iu015f u00e7evrelerinin Hu00fcku00fcmet'e karu015fu0131 tutumunu eleu015ftirerek, "yeterli yardu0131m ve kredi sau011flama eu015fiu011fine gelmiu015fken bu0131u00e7aklanu0131yoruz. Kendimizi yabancu0131lara haksu0131z yere jurnal ediyoruz." dedi.",  "1975 - Bau015fbakan Su00fcleyman Demirel, Vural u00d6nsel adlu0131 bir kiu015finin saldu0131ru0131su0131na uu011fradu0131. Demirel'in burun kemiu011fi ku0131ru0131ldu0131.",  "1965 - Batu0131 Almanya, u0130srail'i tanu0131du0131. Karar nedeniyle dokuz Arap u00fclkesi, Batu0131 Almanya ile iliu015fkisini kesti.",  "1958 - Velcro, marka olarak tescillendi.",  "1955 - Tu00fcrkiye Demir u00c7elik u0130u015fletmeleri ile Tu00fcrkiye Selu00fcloz ve Kau011fu0131t u0130u015fletmeleri (SEKA) kuruldu.",  "1950 - Ereu011fli Ku00f6mu00fcr u0130u015fletmeleri'nde Tu00fcrkiye'nin ilk siyasal grevi yapu0131ldu0131.",  "1949 - Yazar Ru0131fat Ilgaz, Cumhurbau015fkanu0131'na hakaretten u00fcu00e7 yu0131l, Mu0131su0131r Kralu0131 ve u0130ran u015eahu0131'na hakaretten yedi ay, Aziz Nesin de Mu0131su0131r Kralu0131 ve u0130ran u015eahu0131'na yayu0131n yoluyla hakaretten yedi ay hapis cezasu0131 aldu0131.",  "1940 - Birleu015fik Krallu0131k Bau015fbakanu0131 Winston Churchill u00fcnlu00fc konuu015fmasu0131nu0131 yaptu0131: "Size acu0131, kan, ter ve gu00f6zyau015fu0131ndan bau015fka vadedecek bir u015feyim yok."",  "1929 - u0130ran'u0131n Horasan bu00f6lgesinde deprem oldu: Yaklau015fu0131k 3000 kiu015fi u00f6ldu00fc.",  "1920 - Trakya-Pau015faeli Mu00fcdu00e2faa-i Hukuk Cemiyeti, 9-13 Mayu0131s tarihleri arasu0131nda, 217 u00fcye ile toplanan ve bu00f6lge ile ilgili net kararlaru0131n alu0131ndu0131u011fu0131 "u0130kinci (Bu00fcyu00fck) Edirne Kongresi"ni yaptu0131.",  "1919 - u0130zmir'in iu015fgal edileceu011fine iliu015fkin Venizelos'un beyannamesi, Aya Fotini Kilisesi'nde Yunan Albay Mavrudis tarafu0131ndan yerli Rumlara okundu.",  "1915 - u00c7anakkale'de, Binbau015fu0131 Ahmet Bey komutasu0131ndaki Muavenet-i Milliye Muhribi, HMS Goliath zu0131rhlu0131su0131nu0131 torpilleyerek batu0131rdu0131.",  "1888 - Brezilya'da ku00f6lelik kesin olarak kaldu0131ru0131ldu0131. Yasanu0131n u00e7u0131kmasu0131nda; ku00f6lelik karu015fu0131tu0131 eylemlerin yanu0131 su0131ra, ku00f6le sahibi olmanu0131n, yeni gelen Avrupalu0131 gu00f6u00e7menleri u00e7alu0131u015ftu0131rmaktan daha masraflu0131 olmasu0131nu0131n da etkisi vardu0131.",  "1846 - ABD Kongresi, su0131nu0131r devriyelerine basku0131n yapu0131lmasu0131nu0131 gereku00e7e gu00f6stererek, Meksika'ya savau015f ilan etti.",  "1277 - Karamanou011flu Mehmet Bey, Konya u015fehrini Karamanou011fullaru0131 topraklaru0131na kattu0131 ve Tu00fcrku00e7eyi resmu00ee dil ilan etti."]







