["2014 - Soma Kömür İşletmeleri A.Ş. tarafından işletilen bir madende çıkan yangın sonucunda, 301 maden işçisi hayatını kaybetti, 80 işçi yaralandı.", "2010 - MÜSİAD Genel Başkanı Ömer Cihad Vardan, tarihte ilk kez Tüsiad'ı ziyaret etti. Ziyaret, basında \"Tarihi Buluşma\" olarak nitelendirildi.", "2009 - Beşiktaş, Fenerbahçe'yi 4-2 yenerek Türkiye Kupası'nı kazandı.", "2007 - Fenerbahçe, kuruluşunun 100. yılında şampiyonluğa ulaştı.", "2000 - Ankara Sincan'da tarlaya bırakılmış halde çok miktarda patlayıcı ve silah ele geçirildi. Patlayıcı ve silahların, yasa dışı Tevhid Selam örgütü mensubu Necdet Yüksel tarafından bırakıldığı belirlendi. Yüksel, Ahmet Taner Kışlalı'nın aracına bomba koyduğunu da itiraf etti.", "1998 - Memur Sendikaları Yasa Tasarısı'nı protesto eden memurlar hakkında, adli tarihin en geniş kapsamlı soruşturması açıldı.", "1997 - İçişleri Bakanlığı, 1993'te öldürülen Uğur Mumcu'nun ailesine, 9,5 milyar liralık maddi tazminat ödedi.", "1996 - DYP Genel Başkanı Tansu Çiller'in, dolandırıcılıktan yargılanan Selçuk Parsadan'a örtülü ödenekten 5,5 milyar lira verdiği iddia edildi.", "1994 - Eski İstanbul Su ve Kanalizasyon İşletmesi (İSKİ) Genel Müdürü Ergun Göknel, klor yolsuzluğu davasında 8 yıl 6 ay hapis cezasına çarptırıldı.", "1981 - Papa II. Jean Paul, Mehmet Ali Ağca tarafından Roma'da vurularak yaralandı.", "1981 - İskenderun'da 9 Haziran 1980'de sağ görüşlü Sulhi Adsoy'u öldüren sol görüşlü militan Ali Aktaş (Ağtaş), ölüm cezasına çarptırıldı.", "1979 - Başbakan Bülent Ecevit, iş çevrelerinin Hükümet'e karşı tutumunu eleştirerek, \"yeterli yardım ve kredi sağlama eşiğine gelmişken bıçaklanıyoruz. Kendimizi yabancılara haksız yere jurnal ediyoruz.\" dedi.", "1975 - Başbakan Süleyman Demirel, Vural Önsel adlı bir kişinin saldırısına uğradı. Demirel'in burun kemiği kırıldı.", "1965 - Batı Almanya, İsrail'i tanıdı. Karar nedeniyle dokuz Arap ülkesi, Batı Almanya ile ilişkisini kesti.", "1958 - Velcro, marka olarak tescillendi.", "1955 - Türkiye Demir Çelik İşletmeleri ile Türkiye Selüloz ve Kağıt İşletmeleri (SEKA) kuruldu.", "1950 - Ereğli Kömür İşletmeleri'nde Türkiye'nin ilk siyasal grevi yapıldı.", "1949 - Yazar Rıfat Ilgaz, Cumhurbaşkanı'na hakaretten üç yıl, Mısır Kralı ve İran Şahı'na hakaretten yedi ay, Aziz Nesin de Mısır Kralı ve İran Şahı'na yayın yoluyla hakaretten yedi ay hapis cezası aldı.", "1940 - Birleşik Krallık Başbakanı Winston Churchill ünlü konuşmasını yaptı: \"Size acı, kan, ter ve gözyaşından başka vadedecek bir şeyim yok.\"", "1929 - İran'ın Horasan bölgesinde deprem oldu: Yaklaşık 3000 kişi öldü.", "1920 - Trakya-Paşaeli Müdâfaa-i Hukuk Cemiyeti, 9-13 Mayıs tarihleri arasında, 217 üye ile toplanan ve bölge ile ilgili net kararların alındığı \"İkinci (Büyük) Edirne Kongresi\"ni yaptı.", "1919 - İzmir'in işgal edileceğine ilişkin Venizelos'un beyannamesi, Aya Fotini Kilisesi'nde Yunan Albay Mavrudis tarafından yerli Rumlara okundu.", "1915 - Çanakkale'de, Binbaşı Ahmet Bey komutasındaki Muavenet-i Milliye Muhribi, HMS Goliath zırhlısını torpilleyerek batırdı.", "1888 - Brezilya'da kölelik kesin olarak kaldırıldı. Yasanın çıkmasında; kölelik karşıtı eylemlerin yanı sıra, köle sahibi olmanın, yeni gelen Avrupalı göçmenleri çalıştırmaktan daha masraflı olmasının da etkisi vardı.", "1846 - ABD Kongresi, sınır devriyelerine baskın yapılmasını gerekçe göstererek, Meksika'ya savaş ilan etti.", "1277 - Karamanoğlu Mehmet Bey, Konya şehrini Karamanoğulları topraklarına kattı ve Türkçeyi resmî dil ilan etti."]