["2023 - Türkiye Cumhuriyeti 13. Cumhurbaşkanlığı ve 28. Dönem Milletvekili seçimleri yapıldı. Seçim sonucunda hiçbir aday %50 barajını geçemediği için seçim 2. Tura kaldı.", "2014 - Türkiye'de 13 Mayıs'ta Soma'da gerçekleşen maden kazasında ölen 301 madenci için, millî yas ilan edildi.", "2013 - Demi Lovato'nun DEMI adlı albümü yayınlandı.", "2010 - Atlantis Uzay Mekiği son yolculuğuna çıktı.[1]", "2010 - Türkiye ile Yunanistan arasında siyasi, ticari ve kültürel işbirliğini öngören 21 adet dostluk antlaşması imzalandı.", "2006 - Galatasaray, Süper Lig'deki 16. Şampiyonluğunu kazandı.", "1998 - Emmy Ödüllü Amerikan Sitcom dizisi Seinfeld'in son bölümü, NBC televizyonundan yayınlandı. Dizi, 9 yıldır yayınlanıyordu.", "1997 - Danıştay, Bergama köylülerinin siyanürle altın üretimine son verilmesi talebini kabul etti.", "1994 - Efsanevi MacGyver adlı televizyon dizisinin \"Lost Treasure of Atlantis\" ismindeki filmi, Türkiye'de gösterime girdi.", "1987 - TBMM, Anayasa değişikliğini kabul ederek, siyasi yasaklar için referanduma gidilmesi, milletvekili sayısının 450'ye çıkarılması ve seçmen yaşının 20'ye indirilmesini benimsedi.", "1985 - Hüsamettin Cindoruk, Doğru Yol Partisi Genel Başkanı seçildi. Cindoruk, \"Bu emaneti kimseye teslim etmem. Sadece sahibine teslim ederim.\" dedi. Yeni Genel Başkanın lakabı \"emanetçi\" oldu.", "1984 - Yaşar Kemal'in \"İnce Memed\" romanını sinemaya uyarlayan Peter Ustinov'un filminin galası Londra'da yapıldı.", "1974 - 12 Mart askeri müdahalesi sırasında tutuklananları kapsayan genel af çıktı. 141 ve 142'nci maddeler kapsam dışı kaldı.", "1973 - ABD'nin ilk uzay istasyonu olan Skylab fırlatıldı.", "1972 - Bülent Ecevit, CHP kurultayında Atatürk ve İsmet İnönü'den sonra CHP'nin üçüncü Genel Başkanı seçildi.", "1970 - Kızıl Ordu Fraksiyonu (Baader-Meinhof Grubu) adlı radikal sol örgüt, Almanya'da kuruldu.", "1955 - Arnavutluk, Bulgaristan, Çekoslovakya, Doğu Almanya, Macaristan, Polonya, Romanya ve Sovyetler Birliği, yeni bir askeri ittifak içeren Varşova Paktı'nı imzaladılar.", "1950 - 27 yıllık Cumhuriyet Halk Partisi iktidarı son buldu. Demokrat Parti, yüzde 53 oyla tek başına iktidara geldi. Türkiye'de tek parti dönemi sona erdi.", "1948 - İngiltere'nin kontrolündeki Filistin Mandası sona erdi ve İsrail bağımsızlığını ilan etti. Aynı gün Arap devletleri tarafından saldırıya uğraması ile ilk Arap-İsrail Savaşı başladı .", "1946 - Türkiye Sosyalist Partisi kuruldu. Başkanlığa avukat Esat Adil Müstecaplıoğlu seçildi.", "1940 - II. Dünya Savaşı: Hollanda, Alman Hava Kuvvetleri tarafından işgal edildi. Rotterdam Bombardımanı başladı.", "1939 - Peru'da 5 yaşındayken doğum yapan Lina Medina, kayıtlara geçmiş en genç anne olarak tıp tarihinde yerini aldı.", "1937 - Tarım Bakanlığı kuruluş kanunu kabul edildi.", "1919 - İzmirli yurtseverler, gece Yahudi Mezarlığında toplanarak, Reddi İlhak ilkesini kabul etti.", "1919 - İzmir limanında bulunan İtilaf Devletleri donanması kumandanı Amiral Caltrop, Türk ordusuna İzmir'in Yunanlar tarafından işgal edileceğini bildirdi.", "1861 - 859 gram ağırlığında kondrit tipinde bir meteorit olan \"Canellas Meteoriti\", İspanya'nın Barselona kenti yakınlarında yeryüzüne çarptı.", "1839 - Mekteb-i Tıbbiye-i Şahane'de ilk eczacı sınıfının açıldığı tarihi esas alınarak “Eczacılık Günü” olarak kabul ve ilan edildi.", "1811 - Paraguay, İspanya'dan bağımsızlığını kazandı.", "1796 - Edward Jenner, ilk çiçek aşısını uyguladı.", "1767 - İngiliz Hükûmeti'nin ithal çaya vergi koyması üzerine, Amerikan Bağımsızlık Savaşı başladı.", "1643 - XIV. Louis, babası Kral XIII. Louis'nin ölümü üzerine, daha 4 yaşındayken Fransa tahtına çıktı.", "1560 - Piyale Paşa komutasındaki Osmanlı donanması, Cerbe Deniz Savaşı'nı kazandı."]