["2023 - Tu00fcrkiye Cumhuriyeti 13. Cumhurbau015fkanlu0131u011fu0131 ve 28. Du00f6nem Milletvekili seu00e7imleri yapu0131ldu0131. Seu00e7im sonucunda hiu00e7bir aday %50 baraju0131nu0131 geu00e7emediu011fi iu00e7in seu00e7im 2. Tura kaldu0131.",  "2014 - Tu00fcrkiye'de 13 Mayu0131s'ta Soma'da geru00e7ekleu015fen maden kazasu0131nda u00f6len 301 madenci iu00e7in, millu00ee yas ilan edildi.",  "2013 - Demi Lovato'nun DEMI adlu0131 albu00fcmu00fc yayu0131nlandu0131.",  "2010 - Atlantis Uzay Mekiu011fi son yolculuu011funa u00e7u0131ktu0131.[1]",  "2010 - Tu00fcrkiye ile Yunanistan arasu0131nda siyasi, ticari ve ku00fcltu00fcrel iu015fbirliu011fini u00f6ngu00f6ren 21 adet dostluk antlau015fmasu0131 imzalandu0131.",  "2006 - Galatasaray, Su00fcper Lig'deki 16. u015eampiyonluu011funu kazandu0131.",  "1998 - Emmy u00d6du00fcllu00fc Amerikan Sitcom dizisi Seinfeld'in son bu00f6lu00fcmu00fc, NBC televizyonundan yayu0131nlandu0131. Dizi, 9 yu0131ldu0131r yayu0131nlanu0131yordu.",  "1997 - Danu0131u015ftay, Bergama ku00f6ylu00fclerinin siyanu00fcrle altu0131n u00fcretimine son verilmesi talebini kabul etti.",  "1994 - Efsanevi MacGyver adlu0131 televizyon dizisinin "Lost Treasure of Atlantis" ismindeki filmi, Tu00fcrkiye'de gu00f6sterime girdi.",  "1987 - TBMM, Anayasa deu011fiu015fikliu011fini kabul ederek, siyasi yasaklar iu00e7in referanduma gidilmesi, milletvekili sayu0131su0131nu0131n 450'ye u00e7u0131karu0131lmasu0131 ve seu00e7men yau015fu0131nu0131n 20'ye indirilmesini benimsedi.",  "1985 - Hu00fcsamettin Cindoruk, Dou011fru Yol Partisi Genel Bau015fkanu0131 seu00e7ildi. Cindoruk, "Bu emaneti kimseye teslim etmem. Sadece sahibine teslim ederim." dedi. Yeni Genel Bau015fkanu0131n lakabu0131 "emanetu00e7i" oldu.",  "1984 - Yau015far Kemal'in "u0130nce Memed" romanu0131nu0131 sinemaya uyarlayan Peter Ustinov'un filminin galasu0131 Londra'da yapu0131ldu0131.",  "1974 - 12 Mart askeri mu00fcdahalesi su0131rasu0131nda tutuklananlaru0131 kapsayan genel af u00e7u0131ktu0131. 141 ve 142'nci maddeler kapsam du0131u015fu0131 kaldu0131.",  "1973 - ABD'nin ilk uzay istasyonu olan Skylab fu0131rlatu0131ldu0131.",  "1972 - Bu00fclent Ecevit, CHP kurultayu0131nda Atatu00fcrk ve u0130smet u0130nu00f6nu00fc'den sonra CHP'nin u00fcu00e7u00fcncu00fc Genel Bau015fkanu0131 seu00e7ildi.",  "1970 - Ku0131zu0131l Ordu Fraksiyonu (Baader-Meinhof Grubu) adlu0131 radikal sol u00f6rgu00fct, Almanya'da kuruldu.",  "1955 - Arnavutluk, Bulgaristan, u00c7ekoslovakya, Dou011fu Almanya, Macaristan, Polonya, Romanya ve Sovyetler Birliu011fi, yeni bir askeri ittifak iu00e7eren Varu015fova Paktu0131'nu0131 imzaladu0131lar.",  "1950 - 27 yu0131llu0131k Cumhuriyet Halk Partisi iktidaru0131 son buldu. Demokrat Parti, yu00fczde 53 oyla tek bau015fu0131na iktidara geldi. Tu00fcrkiye'de tek parti du00f6nemi sona erdi.",  "1948 - u0130ngiltere'nin kontrolu00fcndeki Filistin Mandasu0131 sona erdi ve u0130srail bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti. Aynu0131 gu00fcn Arap devletleri tarafu0131ndan saldu0131ru0131ya uu011framasu0131 ile ilk Arap-u0130srail Savau015fu0131 bau015fladu0131 .",  "1946 - Tu00fcrkiye Sosyalist Partisi kuruldu. Bau015fkanlu0131u011fa avukat Esat Adil Mu00fcstecaplu0131ou011flu seu00e7ildi.",  "1940 - II. Du00fcnya Savau015fu0131: Hollanda, Alman Hava Kuvvetleri tarafu0131ndan iu015fgal edildi. Rotterdam Bombardu0131manu0131 bau015fladu0131.",  "1939 - Peru'da 5 yau015fu0131ndayken dou011fum yapan Lina Medina, kayu0131tlara geu00e7miu015f en genu00e7 anne olarak tu0131p tarihinde yerini aldu0131.",  "1937 - Taru0131m Bakanlu0131u011fu0131 kuruluu015f kanunu kabul edildi.",  "1919 - u0130zmirli yurtseverler, gece Yahudi Mezarlu0131u011fu0131nda toplanarak, Reddi u0130lhak ilkesini kabul etti.",  "1919 - u0130zmir limanu0131nda bulunan u0130tilaf Devletleri donanmasu0131 kumandanu0131 Amiral Caltrop, Tu00fcrk ordusuna u0130zmir'in Yunanlar tarafu0131ndan iu015fgal edileceu011fini bildirdi.",  "1861 - 859 gram au011fu0131rlu0131u011fu0131nda kondrit tipinde bir meteorit olan "Canellas Meteoriti", u0130spanya'nu0131n Barselona kenti yaku0131nlaru0131nda yeryu00fczu00fcne u00e7arptu0131.",  "1839 - Mekteb-i Tu0131bbiye-i u015eahane'de ilk eczacu0131 su0131nu0131fu0131nu0131n au00e7u0131ldu0131u011fu0131 tarihi esas alu0131narak u201cEczacu0131lu0131k Gu00fcnu00fcu201d olarak kabul ve ilan edildi.",  "1811 - Paraguay, u0130spanya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1796 - Edward Jenner, ilk u00e7iu00e7ek au015fu0131su0131nu0131 uyguladu0131.",  "1767 - u0130ngiliz Hu00fcku00fbmeti'nin ithal u00e7aya vergi koymasu0131 u00fczerine, Amerikan Bau011fu0131msu0131zlu0131k Savau015fu0131 bau015fladu0131.",  "1643 - XIV. Louis, babasu0131 Kral XIII. Louis'nin u00f6lu00fcmu00fc u00fczerine, daha 4 yau015fu0131ndayken Fransa tahtu0131na u00e7u0131ktu0131.",  "1560 - Piyale Pau015fa komutasu0131ndaki Osmanlu0131 donanmasu0131, Cerbe Deniz Savau015fu0131'nu0131 kazandu0131."]







