["2011 - Du00fcsseldorf'ta yapu0131lan 56. Eurovision u015earku0131 Yaru0131u015fmasu0131'nda, Eldar Kasu0131mov ve Nigar Camal ikilisi, Azerbaycan'a ilk birinciliu011fi getirdi.",  "2004 - u0130stanbul'da yapu0131lan 49. Eurovision u015earku0131 Yaru0131u015fmasu0131'nda, Ruslana, Ukrayna'ya ilk birinciliu011fi getirdi.",  "1997 - Alman Kitap Yayu0131mcu0131laru0131 Birliu011fi Baru0131u015f u00d6du00fclu00fc, Yau015far Kemal'e verildi.",  "1996 - Gu00f6zcu00fc gazetesi yayu0131n hayatu0131na bau015fladu0131.",  "1995 - Almanya'da, Tu00fcrkiye ve Atatu00fcrk aleyhinde kampanyalar yu00fcru00fcten ve kendisini halife ilan eden ve Tu00fcrkiye'de 'Kara Ses' olarak adlandu0131ru0131lan Cemalettin Kaplan u00f6ldu00fc.",  "1991 - Edith Cresson, Fransa'nu0131n ilk kadu0131n Bau015fbakanu0131 oldu.",  "1990 - Vincent Van Gogh'un yapu0131tu0131 olan Dr. Gachet'nin Portresi adlu0131 tablo, o gu00fcne kadar bir resim iu00e7in u00f6denen en yu00fcksek fiyatla, 82,5 milyon dolara satu0131ldu0131.",  "1988 - 8 yu0131ldan fazla su00fcren u00e7arpu0131u015fmalardan sonra Sovyet Ku0131zu0131l Ordusu, Afganistan'dan u00e7ekilmeye bau015fladu0131.",  "1984 - 1256 aydu0131n, "Tu00fcrkiye'deki demokratik du00fczene iliu015fkin gu00f6zlem ve istekler" bau015flu0131klu0131 dileku00e7eyi Cumhurbau015fkanu0131 Kenan Evren'e verdi. Aydu0131nlar Dileku00e7esi olarak bilinen giriu015fime karu015fu0131 dava au00e7u0131ldu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Regaip Kandili iu00e7in u0130stanbul'da bir camide okunan ve televizyondan canlu0131 yayu0131mlanan mevlit sonunda yapu0131lan duada Atatu00fcrk'u00fcn ismi geu00e7ince bir grup tarafu0131ndan yuh u00e7ekildi ve "Lanet olsun!" diye bau011fu0131ru0131ldu0131. Olayu0131n ardu0131ndan Genelkurmay Bau015fkanu0131 Orgeneral Kenan Evren ve komutanlar toplantu0131 yaptu0131.",  "1972 - 1945 yu0131lu0131ndan beri ABD iu015fgali altu0131nda bulunan Okinawa adasu0131, yeniden Japonya'nu0131n idaresine verildi.",  "1969 - Anayasa deu011fiu015fikliu011finin Meclis'te kabul edilmesiyle, eski Demokrat Partililere siyasal haklaru0131nu0131 iade etme imku00e2nu0131 tanu0131ndu0131.",  "1966 - Washington, DC'de Vietnam Savau015fu0131'nu0131 protesto eden 8000 kiu015fi, iki saat boyunca Beyaz Saray u00e7evresinde gu00f6steri yaptu0131.",  "1963 - Amerikalu0131 astronot Gordon Cooper, 'Mercury-Atlas 8' adlu0131 kapsu00fclle o gu00fcne kadar yapu0131lmu0131u015f en uzun uzay uu00e7uu015funu geru00e7ekleu015ftirmek u00fczere uzaya fu0131rlatu0131ldu0131. Cooper, uzayda 34 saat 19 dakika kaldu0131.",  "1960 - Sovyetler Birliu011fi, Sputnik 4 uydusunu fu0131rlattu0131.",  "1958 - Sovyetler Birliu011fi, Sputnik 3 uydusunu fu0131rlattu0131.",  "1940 - McDonald's, Amerika'da kuruldu.",  "1935 - Josef Stalin tarafu0131ndan 1931'de inu015fasu0131 bau015flatu0131lan ve du00fcnyanu0131n en bu00fcyu00fck metrolaru0131ndan biri olan Moskova metrosu hizmete au00e7u0131ldu0131.",  "1933 - Rus romancu0131 Maksim Gorki, u0130talya'dan Rusya'ya geu00e7erken, u0130stanbul'a geldi ve Su00fcleymaniye Camii ile bazu0131 mu00fczeleri gezdi.",  "1932 - Ku00fcrtu00e7eyi latin alfabesi ile ilk kez yayu0131nlayan Hawar dergisi yayu0131n hayatu0131na bau015fladu0131.",  "1928 - Walt Disney'in yarattu0131u011fu0131 Miki Fare karakterinin ilk kez gu00f6zu00fcktu00fcu011fu00fc u00e7izgi film olan Plane Crazy gu00f6sterime girdi.",  "1924 - Sanayi-i Nefise Mektebi u00f6u011frencileri, ilk resim sergilerini u0130stanbul'da au00e7tu0131.",  "1919 - u0130tilaf Devletleri desteu011findeki Yunanlar, u0130zmir'i iu015fgal etti. Gazeteci Hasan Tahsin ve Askerlik u015eubesi Bau015fkanu0131 Albay Su00fcleyman Fethi, Yunan askerleri tarafu0131ndan u00f6ldu00fcru00fcldu00fcler ve Tu00fcrk Kurtuluu015f Savau015fu0131'nu0131n ilk u015fehitleri oldular.",  "1919 - Mustafa Kemal, Yu0131ldu0131z Sarayu0131 Ku00fcu00e7u00fck Mabeyn Ku00f6u015fku00fc'nde Sultan VI. Mehmed Vahideddin ile gu00f6ru00fcu015ftu00fc.",  "1873 - Daru00fcu015fu015fafaka Lisesi kuruldu.",  "1856 - Anadolu Feneri ve Rumeli Feneri, Fransu0131zlar tarafu0131ndan inu015fa edilerek iu015fletilmeye bau015flandu0131.",  "1756 - Kuzey Amerika'daki egemenlik mu00fccadelesinde Bu00fcyu00fck Britanya'nu0131n Fransa Krallu0131u011fu0131'na savau015f au00e7masu0131yla, Fransa-Ku0131zu0131lderili savau015fu0131 olarak da bilinen Yedi Yu0131l Savau015fu0131 bau015fladu0131.",  "1718 - Londralu0131 avukat James Puckle, makineli tu00fcfeu011fi icat etti.",  "1648 - Otuz Yu0131l savau015flaru0131nu0131 bitiren Vestfalya Antlau015fmasu0131 imzalandu0131."]







