["2011 - Düsseldorf'ta yapılan 56. Eurovision Şarkı Yarışması'nda, Eldar Kasımov ve Nigar Camal ikilisi, Azerbaycan'a ilk birinciliği getirdi.", "2004 - İstanbul'da yapılan 49. Eurovision Şarkı Yarışması'nda, Ruslana, Ukrayna'ya ilk birinciliği getirdi.", "1997 - Alman Kitap Yayımcıları Birliği Barış Ödülü, Yaşar Kemal'e verildi.", "1996 - Gözcü gazetesi yayın hayatına başladı.", "1995 - Almanya'da, Türkiye ve Atatürk aleyhinde kampanyalar yürüten ve kendisini halife ilan eden ve Türkiye'de 'Kara Ses' olarak adlandırılan Cemalettin Kaplan öldü.", "1991 - Edith Cresson, Fransa'nın ilk kadın Başbakanı oldu.", "1990 - Vincent Van Gogh'un yapıtı olan Dr. Gachet'nin Portresi adlı tablo, o güne kadar bir resim için ödenen en yüksek fiyatla, 82,5 milyon dolara satıldı.", "1988 - 8 yıldan fazla süren çarpışmalardan sonra Sovyet Kızıl Ordusu, Afganistan'dan çekilmeye başladı.", "1984 - 1256 aydın, \"Türkiye'deki demokratik düzene ilişkin gözlem ve istekler\" başlıklı dilekçeyi Cumhurbaşkanı Kenan Evren'e verdi. Aydınlar Dilekçesi olarak bilinen girişime karşı dava açıldı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Regaip Kandili için İstanbul'da bir camide okunan ve televizyondan canlı yayımlanan mevlit sonunda yapılan duada Atatürk'ün ismi geçince bir grup tarafından yuh çekildi ve \"Lanet olsun!\" diye bağırıldı. Olayın ardından Genelkurmay Başkanı Orgeneral Kenan Evren ve komutanlar toplantı yaptı.", "1972 - 1945 yılından beri ABD işgali altında bulunan Okinawa adası, yeniden Japonya'nın idaresine verildi.", "1969 - Anayasa değişikliğinin Meclis'te kabul edilmesiyle, eski Demokrat Partililere siyasal haklarını iade etme imkânı tanındı.", "1966 - Washington, DC'de Vietnam Savaşı'nı protesto eden 8000 kişi, iki saat boyunca Beyaz Saray çevresinde gösteri yaptı.", "1963 - Amerikalı astronot Gordon Cooper, 'Mercury-Atlas 8' adlı kapsülle o güne kadar yapılmış en uzun uzay uçuşunu gerçekleştirmek üzere uzaya fırlatıldı. Cooper, uzayda 34 saat 19 dakika kaldı.", "1960 - Sovyetler Birliği, Sputnik 4 uydusunu fırlattı.", "1958 - Sovyetler Birliği, Sputnik 3 uydusunu fırlattı.", "1940 - McDonald's, Amerika'da kuruldu.", "1935 - Josef Stalin tarafından 1931'de inşası başlatılan ve dünyanın en büyük metrolarından biri olan Moskova metrosu hizmete açıldı.", "1933 - Rus romancı Maksim Gorki, İtalya'dan Rusya'ya geçerken, İstanbul'a geldi ve Süleymaniye Camii ile bazı müzeleri gezdi.", "1932 - Kürtçeyi latin alfabesi ile ilk kez yayınlayan Hawar dergisi yayın hayatına başladı.", "1928 - Walt Disney'in yarattığı Miki Fare karakterinin ilk kez gözüktüğü çizgi film olan Plane Crazy gösterime girdi.", "1924 - Sanayi-i Nefise Mektebi öğrencileri, ilk resim sergilerini İstanbul'da açtı.", "1919 - İtilaf Devletleri desteğindeki Yunanlar, İzmir'i işgal etti. Gazeteci Hasan Tahsin ve Askerlik Şubesi Başkanı Albay Süleyman Fethi, Yunan askerleri tarafından öldürüldüler ve Türk Kurtuluş Savaşı'nın ilk şehitleri oldular.", "1919 - Mustafa Kemal, Yıldız Sarayı Küçük Mabeyn Köşkü'nde Sultan VI. Mehmed Vahideddin ile görüştü.", "1873 - Darüşşafaka Lisesi kuruldu.", "1856 - Anadolu Feneri ve Rumeli Feneri, Fransızlar tarafından inşa edilerek işletilmeye başlandı.", "1756 - Kuzey Amerika'daki egemenlik mücadelesinde Büyük Britanya'nın Fransa Krallığı'na savaş açmasıyla, Fransa-Kızılderili savaşı olarak da bilinen Yedi Yıl Savaşı başladı.", "1718 - Londralı avukat James Puckle, makineli tüfeği icat etti.", "1648 - Otuz Yıl savaşlarını bitiren Vestfalya Antlaşması imzalandı."]