["2010 - Bursaspor, Turkcell Su00fcper Ligde 4 bu00fcyu00fcklerden sonra u015fampiyon olan ilk taku0131m oldu.",  "2010 - u0130ran ile Batu0131lu0131 u00fclkeler arasu0131nda uranyum takasu0131nu0131 u00f6ngu00f6ren; Tu00fcrkiye, Brezilya ve u0130ran'u0131n ortak formu00fclu00fc u00fczerinde mutabakat, 18 saatlik gu00f6ru00fcu015fmeler sonunda sau011flandu0131. Mutabakatu0131n sau011flanmasu0131 sonucu, Bau015fbakan Erdou011fan Tahran'a gitti.",  "2001 - Bordo berelilere ait uu00e7ak Malatya'da du00fcu015ftu00fc, 34 asker hayatu0131nu0131 kaybetti.",  "2000 - Su00fcleyman Demirel'in Cumhurbau015fkanlu0131u011fu0131 su00fcresinin bitmesi ve Ahmet Necdet Sezer'in Cumhurbau015fkanlu0131u011fu0131 gu00f6revine bau015flamasu0131.",  "1996 - DYP Genel Bau015fkanu0131 Tansu u00c7iller, u00f6rtu00fclu00fc u00f6denekle ilgili au00e7u0131klamada bulunamayacau011fu0131nu0131 ve bunun bir devlet su0131rru0131 olduu011funu su00f6yledi.",  "1993 - DYP Genel Bau015fkanu0131 ve Bau015fbakan Su00fcleyman Demirel, 244 oyla Tu00fcrkiye'nin dokuzuncu Cumhurbau015fkanu0131 oldu.",  "1992 - Tarihi Galata Ku00f6pru00fcsu00fc, ku00f6pru00fc altu0131ndaki bir lokantada u00e7u0131kan yangu0131n sonucunda u00e7u00f6kerek kullanu0131lamaz hale geldi. Ku00f6pru00fc, 1875'te u0130ngilizler tarafu0131ndan 105 bin altu0131n karu015fu0131lu0131u011fu0131 yapu0131lmu0131u015ftu0131.",  "1988 - ABD Federal sau011flu0131k yetkilisi, nikotinin bau011fu0131mlu0131lu0131k yapu0131cu0131 u00f6zelliklerinin, eroin ve kokaininkine u00e7ok benzediu011fini bildirdi.",  "1984 - Yayu0131mcu0131 u0130lhan Erdost'un Mamak Cezaevi'nde du00f6vu00fclerek u00f6ldu00fcru00fclmesinden hu00fcku00fcmlu00fc astsubay u015eu00fckru00fc Bau011f'u0131n, 10 yu0131l 8 aylu0131k mahku00fbmiyet kararu0131 kesinleu015fti.",  "1983 - 12 Eylu00fcl du00f6neminin ardu0131ndan, demokrasiye geu00e7iu015fte ilk siyasi parti olan Milliyetu00e7i Demokrasi Partisi kuruldu.",  "1979 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980), Piyangotepe Katliamu0131: Ankara Piyangotepe'de genellikle solcularu0131n gittiu011fi bir kahvehane, sau011f gu00f6ru00fcu015flu00fc Ali Bu00fclent Orkan ve diu011fer militanlar tarafu0131ndan basu0131ldu0131. 7 kiu015fi u00f6ldu00fcru00fcldu00fc, 2 kiu015fi yaralandu0131.",  "1975 - Sikkim, referandum sonucunda 22. Eyalet olarak Hindistan'a bau011flandu0131.",  "1975 - Japon dau011fcu0131 Junko Tabei, Everest'in zirvesine tu0131rmanan ilk kadu0131n dau011fcu0131 olma unvanu0131nu0131 kazandu0131.",  "1974 - Josip Broz Tito, Yugoslavya Sosyalist Federal Cumhuriyeti Bau015fkanlu0131u011fu0131'na yeniden seu00e7ildi. Tito, bu defa u00f6mu00fcr boyu Devlet Bau015fkanu0131 olarak seu00e7ilmiu015ftir.",  "1969 - Sovyet uzay aracu0131 "Venera 5", Venu00fcs gezegenine iniu015f yaptu0131.",  "1961 - Tiyatro sanatu00e7u0131su0131 Cu00fcneyt Gu00f6ku00e7er, Kral Lear'u0131 oynamak u00fczere Moskova'ya gitti.",  "1960 - Sovyet lider Nikita Khrushchev, Sovyetler Birliu011fi topraklaru0131 u00fczerinde uu00e7urulan Amerikan U-2 casus uu00e7aklaru0131 iu00e7in, ABD Bau015fkanu0131 Dwight D. Eisenhower'dan u00f6zu00fcr dilemesini istedi.",  "1957 - IBM'in, yeni geliu015ftirdiu011fi bilgisayaru0131n au011fu0131rlu0131u011fu0131 21 tondu.",  "1952 - Birleu015fik Krallu0131k'ta kadu0131nlara eu015fit u00fccret yasalau015ftu0131.",  "1943 - Varu015fova Gettosu'ndaki Yahudi topluluu011funun, Nazi iu015fgaline karu015fu0131 bau015flattu0131u011fu0131 Varu015fova Gettosu Ayaklanmasu0131 olarak adlandu0131ru0131lan direniu015fi ku0131ru0131ldu0131. Hayatta kalanlar, Treblinka toplama ve yok etme kampu0131na gu00f6nderilmeye bau015flandu0131. Alman kayu0131tlaru0131na gu00f6re 56 bin kiu015fi u00f6ldu00fcru00fcldu00fc.",  "1929 - Akademi u00d6du00fclleri, ilk olarak Hollywood, Kaliforniya'da verilmeye bau015flandu0131. 1. Akademi u00d6du00fclleri tu00f6reninde, ABD yapu0131mu0131 sessiz film Kanatlar (Wings), En u0130yi Film Akademi u00d6du00fclu00fc'nu00fc aldu0131.",  "1926 - Vahidettin (VI. Mehmet), u0130talya'nu0131n San Remo kentinde kalp yetmezliu011fi sebebi ile u00f6ldu00fc.",  "1919 - Mustafa Kemal Pau015fa, Tu00fcrk Kurtuluu015f Savau015fu0131'nu0131 bau015flatmak u00fczere u0130stanbul'dan Samsun'a dou011fru yola u00e7u0131ktu0131.",  "1888 - Gramofonun mucidi Emile Berliner, Philadelphia'da geliu015ftirdiu011fi bu aletin tanu0131tu0131mu0131nu0131 yaptu0131.",  "1836 - u015eair ve yazar Edgar Allan Poe, 13 yau015fu0131ndaki kuzeni Virginia ile evlendi.",  "1770 - Versailles Sarayu0131'u0131nda, XVI. Louis ile Marie Antoinette evlendi.",  "1717 - Voltaire adu0131yla bilinen yazar Franu00e7ois-Marie Arouet, din ve krallu0131k karu015fu0131tu0131 yazu0131laru0131ndan u00f6tu00fcru00fc Bastille Hapishanesi'ne gu00f6nderildi.",  "1204 - Du00f6rdu00fcncu00fc Hau00e7lu0131 Seferi su0131rasu0131nda, Konstantinopolis'i alu0131p Latin u0130mparatorluu011fu'nu kuran I. Baudouin, ilk Latin u0130mparatoru olarak tau00e7 giydi."]







