["2021 - Memleket Partisi, Muharrem u0130nce u00f6nderliu011finde kuruldu.",  "2010 - Zonguldak'taki Tu00fcrkiye Tau015fku00f6mu00fcru00fc Kurumu, Karadon Mu00fcessese Mu00fcdu00fcrlu00fcu011fu00fc maden ocau011fu0131nda patlama meydana geldi. 30 iu015fu00e7i gu00f6u00e7u00fck altu0131nda kaldu0131. 20 Mayu0131s 2010 tarihinde 28 iu015fu00e7inin cesedine ulau015fu0131ldu0131.",  "2010 - u0130ran'u0131n uranyum takasu0131na iliu015fkin ortak formu00fclle ilgili anlau015fma, Tu00fcrkiye, Brezilya ve u0130ran Du0131u015fiu015fleri Bakanlaru0131 tarafu0131ndan imzalandu0131. Uranyum takasu0131nu0131n Tu00fcrkiye'de yapu0131lacau011fu0131 da, bu imza ile resmu00eeleu015fmiu015f oldu. u0130ran'u0131n 1200 kilogram du00fcu015fu00fck seviyede zenginleu015ftirilmiu015f uranyumu, yu00fcksek seviyede zenginleu015ftirilmiu015f uranyumla takas edeceu011fi kaydedildi.",  "2010 - CHP Genel Bau015fkanu0131 Deniz Baykal'u0131n istifa etmesinden sonra; CHP Grup Bau015fkanvekili Kemal Ku0131lu0131u00e7darou011flu gu00f6revinden istifa edip Genel Bau015fkanlu0131k iu00e7in aday olacau011fu0131nu0131 au00e7u0131kladu0131.",  "2006 - Danu0131u015ftay'a avukat Alparslan Arslan tarafu0131ndan du00fczenlenen silahlu0131 saldu0131ru0131da, Danu0131u015ftay u0130kinci Dairesi u00dcyesi Mustafa Yu00fccel u00d6zbilgin u00f6ldu00fc ve du00f6rt u00fcye de yaralandu0131.",  "2000 - Galatasaray, UEFA Kupasu0131nu0131 kazanarak Avrupa'da kupa kazanan ilk Tu00fcrk futbol taku0131mu0131 unvanu0131nu0131 aldu0131.",  "1995 - Nasuh Mahruki, Everest'in zirvesine u00e7u0131kan ilk Tu00fcrk oldu. (Bazu0131 kaynaklar 25 Mayu0131s olarak yazsa da bu tarih, Nasuh Mahruki tarafu0131ndan teyit edilmiu015ftir.)",  "1994 - Tu00fcrkiye ekonomisi, 14 yu0131l aradan sonra yeniden IMF denetimine girdi.",  "1990 - Du00fcnya Sau011flu0131k u00d6rgu00fctu00fc (WHO), eu015fcinselliu011fi aku0131l hastalu0131klaru0131 listesinden u00e7u0131kardu0131.",  "1989 - u00c7ekoslovakya'da du00f6rt aydu0131r hapiste olan yazar Vaclav Havel serbest bu0131raku0131ldu0131.",  "1989 - u00c7in'de 1 milyondan fazla gu00f6sterici, bau015fkent Pekin'deki Tiananmen Meydanu0131'nda siyasal u00f6zgu00fcrlu00fcklerin geniu015fletilmesi iu00e7in au00e7lu0131k grevi yapan u00f6u011frencileri desteklemek amacu0131yla yu00fcru00fcyu00fcu015f yaptu0131.",  "1983 - u0130srail, Lu00fcbnan ve ABD arasu0131nda, 17 Mayu0131s Antlau015fmasu0131 imzalandu0131.",  "1983 - Ankara Bahu00e7elievler'de 8 Ekim 1978 tarihinde, Tu0130P u00fcyesi yedi kiu015fiyi u00f6ldu00fcrmekten yargu0131lanan Haluk Ku0131rcu0131 ve Ahmet Ercu00fcment Gedikli u00f6lu00fcm cezasu0131na u00e7aptu0131ru0131ldu0131.",  "1982 - Tu00fcrk Silahlu0131 Kuvvetleri Mehmetu00e7ik Vakfu0131 kuruldu. Vaku0131f, Devlet Bau015fkanu0131 Orgeneral Kenan Evren ve diu011fer Millu00ee Gu00fcvenlik Konseyi u00fcyesi komutanlaru0131n aralaru0131nda topladu0131klaru0131 parayla kuruldu.",  "1972 - Tu00fcrkiye Cumhuriyeti Devlet Demiryollaru0131'nu0131n 991 milyon lirayla, zarar rekoru ku0131rdu0131u011fu0131 au00e7u0131klandu0131.",  "1971 - THKP-C u00fcyesi du00f6rt militan, u0130srail'in u0130stanbul Bau015fkonsolosu Ephraim Elrom'u kau00e7u0131rdu0131. Militanlar, "20 Mayu0131s'a kadar cezaevlerindeki bu00fctu00fcn devrimcilerin serbest bu0131raku0131lmasu0131nu0131" istedi. Hu00fcku00fbmet, pazarlu0131k yapmayacau011fu0131nu0131 au00e7u0131kladu0131.",  "1970 - Norveu00e7li antropolog ve ku00e2u015fif Thor Heyerdahl, papiru00fcsten yapu0131lmu0131u015f olan "Ra II" teknesiyle Fas'tan Atlantik Okyanusu'na au00e7u0131ldu0131.",  "1967 - u0130mam Hatip Okulu mezunlaru0131na, u00fcniversitelere girme hakku0131 tanu0131ndu0131.",  "1954 - ABD'de siyah u00e7ocuklaru0131n, beyaz u00e7ocuklarla aynu0131 okula gitmelerini u00f6nleyen yasa yu00fcru00fcrlu00fckten kaldu0131ru0131ldu0131.",  "1940 - II. Du00fcnya Savau015fu0131: Alman Ordularu0131 Belu00e7ika'yu0131 iu015fgal ederek Bru00fcksel'e girdi.",  "1939 - Altu0131n ticaretinin yeniden serbest bu0131raku0131lmasu0131na ait kararname u00e7u0131ktu0131.",  "1939 - 27 Mayu0131s 1938 tarihli Londra Kredi Antlau015fmasu0131'na ait onay belgelerinin karu015fu0131lu0131klu0131 teatisi yapu0131ldu0131.",  "1928 - Tu00fcrkiye Cumhuriyeti Hu0131fzu0131su0131hha Mu00fcessesesi kuruldu.",  "1902 - Yunan arkeologlar, Antik u00c7au011f'u0131n mekanik analog bir bilgisayaru0131 olarak kabul edilebilecek Antikythera du00fczeneu011fini toprak altu0131ndan u00e7u0131kardu0131lar.",  "1792 - New York Borsasu0131 kuruldu."]







