["2003 - Tu00fcrkiye'nin ilk u00f6zel raku0131 fabrikasu0131nu0131n temeli, u0130zmir'in Menderes ilu00e7esi Tekeli beldesinde atu0131ldu0131.",  "2000 - Dou00e7. Dr. Bahriye u00dcu00e7ok'un katledilmesinde kullanu0131lan pakette tespit edilen parmak izinin, Umut Operasyonu u00e7eru00e7evesinde yakalanan Ferhan u00d6zmen'e ait olduu011fu belirlendi.",  "1997 - MHP kurultayu0131nda kavga u00e7u0131ktu0131. Kurultay, hakim kararu0131yla bir ay ertelendi.",  "1996 - Cumhurbau015fkanu0131 Su00fcleyman Demirel'e, u0130zmit'te u0130brahim Gu00fcmru00fcku00e7u00fcou011flu tarafu0131ndan suikast giriu015fiminde bulunuldu. Demirel, olaydan yara almadan kurtuldu. Koruma Mu00fcdu00fcru00fc u015eu00fckru00fc u00c7ukurlu kolundan, bir gazeteci ise ayau011fu0131ndan yaralandu0131.",  "1995 - Gazi Mahallesi olaylaru0131nu0131 protesto gu00f6sterisi su0131rasu0131nda gu00f6zaltu0131na alu0131nan ve bir daha haber alu0131namayan Hasan Ocak'u0131n Altu0131nu015fehir Mezarlu0131u011fu0131 kimsesizler bu00f6lu00fcmu00fcne gu00f6mu00fcldu00fcu011fu00fc ortaya u00e7u0131ktu0131.",  "1990 - Fransa'da, u00fczerinde deu011fiu015fiklik yapu0131lmu0131u015f bir TGV treni, saatte 515.3u00a0km su00fcrate eriu015ferek yeni bir Demiryolu hu0131z rekoru ku0131rdu0131.",  "1987 - u0130stanbul'da ilk deniz otobu00fcsleri iu015flemeye bau015fladu0131. u0130lk seferler Bostancu0131-Kabatau015f arasu0131nda yapu0131ldu0131.",  "1986 - u00c7ernobil Nu00fckleer Santrali'ndeki patlamanu0131n ardu0131ndan, Atom Enerjisi Komisyonu Bau015fkanu0131 Prof. Ahmet Yu00fcksel u00d6zemre, "radyasyonda endiu015fe edilecek bir u015fey yok" dedi.",  "1980 - ABD'nin Washington eyaletinde bulunan St. Helens Dau011fu0131'nda meydana gelen volkanik patlama, 57 kiu015finin u00f6lu00fcmu00fcne ve 3 milyar dolar da maddi zarara yol au00e7tu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Muhalefet lideri Bu00fclent Ecevit, "Demirel kadar yu0131ku0131cu0131 bir kiu015fi daha olsa memleket u00e7oktan batardu0131." dedi.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Genelkurmay Bau015fkanu0131 Orgeneral Kenan Evren, kuvvet komutanlaru0131 ve Jandarma Genel Komutanu0131 toplantu0131 yaptu0131. Mu00fcdahaleden bau015fka u00e7u0131kar yol olmadu0131u011fu0131na karar verildi.",  "1974 - Hindistan, Racastan eyaletinin Pokhran u015fehrinde bulunan Tar u00c7u00f6lu00fc'nde ilk nu00fckleer silah denemesini bau015faru0131yla geru00e7ekleu015ftirdi. "Gu00fclu00fcmseyen Buda" adu0131nu0131 verdikleri bu proje, Hindistan'u0131 nu00fckleer silah sahibi olan 6. u00fclke yaptu0131.",  "1973 - Tu00fcrkiye Komu00fcnist Partisi/Marksist-Leninist (TKP-ML) ve Tu00fcrkiye u0130u015fu00e7i Ku00f6ylu00fc Kurtuluu015f Ordusu'nun (Tu0130KKO) kurucusu u0130brahim Kaypakkaya, su0131ku0131yu00f6netimde gu00f6zaltu0131nda bulunduu011fu su0131rada gu00f6rdu00fcu011fu00fc iu015fkenceler sonucunda u00f6ldu00fc.",  "1969 - Apollo Projesi: Apollo 10 fu0131rlatu0131ldu0131.",  "1968 - Fransa'da "Mayu0131s Ayaklanmasu0131" su00fcru00fcyor. Devlet Bau015fkanu0131 Charles de Gaulle, Romanya'daki ziyaretini beklenenden 12 saat u00f6nce bitirerek u00fclkesine du00f6ndu00fc. Sinemacu0131lar, Cannes Film Festivali'ni iu015fgal etti. u00d6nde gelen Fransu0131z film yu00f6netmenleri eserlerini yaru0131u015fmadan u00e7ekti ve ju00fcri istifa ederek festivali sona erdirdi.",  "1944 - Ku0131ru0131m Tatar Su00fcrgu00fcnu00fc: Josef Stalin, Ku0131ru0131m Tatarlaru0131nu0131 Ku0131ru0131m Yaru0131madasu0131'ndan su00fcrgu00fcn etti. Su00fcrgu00fcn edilen 193.865 Ku0131ru0131m Tataru0131nu0131n %45'i su00fcrgu00fcnde hayatu0131nu0131 kaybetti.",  "1943 - Adolf Hitler, mu00fcttefiki u0130talya'nu0131n teslim olmaya yu00f6nelmesi u00fczerine, Alaric Operasyonu'nu bau015flatarak u0130talya'nu0131n Alman ordularu0131nca istilasu0131 emrini verdi.",  "1941 - Alman zu0131rhlu0131su0131 Bismark ve au011fu0131r kruvazu00f6r Prinz Eugen, Ren Egzersizi (Rheinu00fcbung) Harekatu0131 iu00e7in denize au00e7u0131ldu0131lar.",  "1929 - Sivas'u0131n Suu015fehri ilu00e7esinde 6.1 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi, 64 kiu015fi u00f6ldu00fc, 72'den fazla kiu015fi ise yaralandu0131.",  "1910 - u00c7u0131plak gu00f6zle gu00f6ru00fclebilen tek kuyruklu yu0131ldu0131z olan Halley kuyruklu yu0131ldu0131zu0131, Du00fcnya'nu0131n u00e7ok yaku0131nu0131ndan geu00e7ti.",  "1871 - Paris Komu00fcnu00fc, eu015fit iu015fe eu015fit u00fccret verilmesini kabul etti.",  "1804 - Napolyon Bonapart, Fransa u0130mparatoru ilan edildi.",  "1284 - Ju00f6nku00f6ping, resmen u0130sveu00e7 kenti oldu."]







