["2003 - Türkiye'nin ilk özel rakı fabrikasının temeli, İzmir'in Menderes ilçesi Tekeli beldesinde atıldı.", "2000 - Doç. Dr. Bahriye Üçok'un katledilmesinde kullanılan pakette tespit edilen parmak izinin, Umut Operasyonu çerçevesinde yakalanan Ferhan Özmen'e ait olduğu belirlendi.", "1997 - MHP kurultayında kavga çıktı. Kurultay, hakim kararıyla bir ay ertelendi.", "1996 - Cumhurbaşkanı Süleyman Demirel'e, İzmit'te İbrahim Gümrükçüoğlu tarafından suikast girişiminde bulunuldu. Demirel, olaydan yara almadan kurtuldu. Koruma Müdürü Şükrü Çukurlu kolundan, bir gazeteci ise ayağından yaralandı.", "1995 - Gazi Mahallesi olaylarını protesto gösterisi sırasında gözaltına alınan ve bir daha haber alınamayan Hasan Ocak'ın Altınşehir Mezarlığı kimsesizler bölümüne gömüldüğü ortaya çıktı.", "1990 - Fransa'da, üzerinde değişiklik yapılmış bir TGV treni, saatte 515.3 km sürate erişerek yeni bir Demiryolu hız rekoru kırdı.", "1987 - İstanbul'da ilk deniz otobüsleri işlemeye başladı. İlk seferler Bostancı-Kabataş arasında yapıldı.", "1986 - Çernobil Nükleer Santrali'ndeki patlamanın ardından, Atom Enerjisi Komisyonu Başkanı Prof. Ahmet Yüksel Özemre, \"radyasyonda endişe edilecek bir şey yok\" dedi.", "1980 - ABD'nin Washington eyaletinde bulunan St. Helens Dağı'nda meydana gelen volkanik patlama, 57 kişinin ölümüne ve 3 milyar dolar da maddi zarara yol açtı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Muhalefet lideri Bülent Ecevit, \"Demirel kadar yıkıcı bir kişi daha olsa memleket çoktan batardı.\" dedi.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Genelkurmay Başkanı Orgeneral Kenan Evren, kuvvet komutanları ve Jandarma Genel Komutanı toplantı yaptı. Müdahaleden başka çıkar yol olmadığına karar verildi.", "1974 - Hindistan, Racastan eyaletinin Pokhran şehrinde bulunan Tar Çölü'nde ilk nükleer silah denemesini başarıyla gerçekleştirdi. \"Gülümseyen Buda\" adını verdikleri bu proje, Hindistan'ı nükleer silah sahibi olan 6. ülke yaptı.", "1973 - Türkiye Komünist Partisi/Marksist-Leninist (TKP-ML) ve Türkiye İşçi Köylü Kurtuluş Ordusu'nun (TİKKO) kurucusu İbrahim Kaypakkaya, sıkıyönetimde gözaltında bulunduğu sırada gördüğü işkenceler sonucunda öldü.", "1969 - Apollo Projesi: Apollo 10 fırlatıldı.", "1968 - Fransa'da \"Mayıs Ayaklanması\" sürüyor. Devlet Başkanı Charles de Gaulle, Romanya'daki ziyaretini beklenenden 12 saat önce bitirerek ülkesine döndü. Sinemacılar, Cannes Film Festivali'ni işgal etti. Önde gelen Fransız film yönetmenleri eserlerini yarışmadan çekti ve jüri istifa ederek festivali sona erdirdi.", "1944 - Kırım Tatar Sürgünü: Josef Stalin, Kırım Tatarlarını Kırım Yarımadası'ndan sürgün etti. Sürgün edilen 193.865 Kırım Tatarının %45'i sürgünde hayatını kaybetti.", "1943 - Adolf Hitler, müttefiki İtalya'nın teslim olmaya yönelmesi üzerine, Alaric Operasyonu'nu başlatarak İtalya'nın Alman ordularınca istilası emrini verdi.", "1941 - Alman zırhlısı Bismark ve ağır kruvazör Prinz Eugen, Ren Egzersizi (Rheinübung) Harekatı için denize açıldılar.", "1929 - Sivas'ın Suşehri ilçesinde 6.1 büyüklüğünde bir deprem meydana geldi, 64 kişi öldü, 72'den fazla kişi ise yaralandı.", "1910 - Çıplak gözle görülebilen tek kuyruklu yıldız olan Halley kuyruklu yıldızı, Dünya'nın çok yakınından geçti.", "1871 - Paris Komünü, eşit işe eşit ücret verilmesini kabul etti.", "1804 - Napolyon Bonapart, Fransa İmparatoru ilan edildi.", "1284 - Jönköping, resmen İsveç kenti oldu."]