["2011 - Ku00fctahya Simav'da 5.9 u015fiddetinde bir deprem oldu. 3 kiu015fi hayatu0131nu0131 kaybetti, 120 kiu015fi yaralandu0131.",  "2006 - Tu00fcrkiye Genu00e7lik Birliu011fi kuruldu.",  "2004 - ABD iu015fgal gu00fcu00e7leri, Iraku2019u0131n batu0131su0131ndaki Ramadi kentinde bir eve du00fczenlediu011fi bombalu0131 saldu0131ru0131da 45 kiu015fiyi u00f6ldu00fcrdu00fc.",  "2000 - Fijiu2019de, silahlu0131 bir grup parlamento binasu0131nu0131 basu0131p, Bau015fbakan Mahendra Chaudhry ile 7 bakanu0131 rehin alarak darbe yaptu0131.",  "1991 - Hu0131rvatistan'da referandum yapu0131ldu0131. Halku0131n %94u2019u00fc bau011fu0131msu0131zlu0131k iu00e7in oy kullandu0131. Referanduma katu0131lu0131m oranu0131 %86 oldu.",  "1990 - Polis, Kadu0131ku00f6y'de bir eve basku0131n du00fczenledi. u00c7u0131kan u00e7atu0131u015fmada, Hatice Dilek Aslan ve u0130smail Oral u00f6ldu00fc.",  "1989 - Atatu00fcrku00e7u00fc Du00fcu015fu00fcnce Derneu011fi kuruldu.",  "1989 - Kadu0131n Kurultayu0131 toplandu0131. u0130lk kez kapalu0131 bir salonda yapu0131lan kadu0131n toplantu0131su0131na yaklau015fu0131k 2 bin 500 kadu0131n katu0131ldu0131.",  "1982 - Tu00fcrkiye, Fransa'dan Yu0131lmaz Gu00fcney'in iadesini istedi.",  "1981 - Devlet Bau015fkanu0131 Orgeneral Kenan Evren, Samsun'da genu00e7lere seslendi: "Gerici, bu00f6lu00fccu00fc, yu0131ku0131cu0131 ve au015fu0131ru0131 deu011fil; yapu0131cu0131, yaratu0131cu0131, dengeli ve yurdunu, ulusunu her u015feyden u00e7ok seven, Atatu00fcrk gibi seven geru00e7ek Atatu00fcrku00e7u00fcler olunuz."",  "1981 - Atatu00fcrk'u00fcn Selanik'te dou011fduu011fu ev yeniden du00fczenlenerek Devlet Bakanu0131 u0130lhan u00d6ztrak tarafu0131ndan hizmete au00e7u0131ldu0131. Atatu00fcrk Orman u00c7iftliu011fi'nde, Atatu00fcrk'u00fcn evinin benzerinin temeli, Bau015fbakan Bu00fclend Ulusu tarafu0131ndan atu0131ldu0131.",  "1981 - Tu00fcrkiye'de Atatu00fcrk Yu0131lu0131 kutlamalaru0131 kapsamu0131nda "Genu00e7lik ve Spor Bayramu0131"nu0131n adu0131 Kenan Evren tarafu0131ndan "19 Mayu0131s Atatu00fcrk'u00fc Anma, Genu00e7lik ve Spor Bayramu0131" olarak deu011fiu015ftirildi ve u00fclkenin her yerinde tu00f6renler yapu0131ldu0131.",  "1979 - 1 Mayu0131s gu00fcnu00fc sokau011fa u00e7u0131ktu0131klaru0131 iu00e7in tutuklanan Tu00fcrkiye u0130u015fu00e7i Partisi Genel Bau015fkanu0131 Behice Boran ve 330 partili serbest bu0131raku0131ldu0131.",  "1975 - ABD Senatosu, Tu00fcrkiye'ye silah ambargosunun kaldu0131ru0131lmasu0131nu0131 kararlau015ftu0131rdu0131.",  "1968 - Tu00fcrkiye u0130u015fu00e7i Partisi'nin Kayseri'deki toplantu0131su0131na saldu0131ru0131ldu0131; konuu015fmacu0131lar yaralandu0131, bayrak ve flamalar yu0131rtu0131ldu0131.",  "1943 - Ankara'da Genu00e7lik Parku0131 tu00f6renle au00e7u0131ldu0131.",  "1940 - u0130stanbulu2019da Dolmabahu00e7e Stadu0131u2019nu0131n temeli atu0131ldu0131.",  "1939 - Atu0131lay Denizaltu0131su0131 u0130stanbul'da ku0131zaktan indirildi.",  "1939 - Ku0131ru015fehir'deki elektrik santrali tu00f6renle au00e7u0131ldu0131.",  "1939 - Hatay su0131nu0131ru0131na dair Antakya Protokolu00fc imzalandu0131.",  "1938 - Atatu00fcrk, son defa Genu00e7lik ve Spor Bayramu0131 gu00f6sterilerini izledi ve Hatay sorunu ile ilgili olarak -rahatsu0131zlu0131u011fu0131na rau011fmen- Gu00fcney gezisine u00e7u0131ktu0131.",  "1935 - Frankfurt - Darmstadt arasu0131nda ilk Autobahn au00e7u0131ldu0131.",  "1934 - Bulgaristan'da fau015fistler darbeyle iktidaru0131 ele geu00e7irdi.",  "1924 - Musul sorunuyla ilgili Tu00fcrk-u0130ngiliz heyetleri arasu0131nda, "Haliu00e7 Konferansu0131" diye adlandu0131ru0131lan gu00f6ru00fcu015fmeler bau015fladu0131. 9 Haziran'a kadar su00fcrecek gu00f6ru00fcu015fmelerden sonuu00e7 alu0131namayu0131nca, konu Milletler Cemiyeti'ne gu00f6tu00fcru00fcldu00fc.",  "1919 - Mustafa Kemal Pau015fa'nu0131n 9. Ordu Mu00fcfettiu015fi olarak Anadolu'ya Samsun'dan ayak basmasu0131 ve Millu00ee Mu00fccadele'yi bau015flatmasu0131.",  "1910 - Halley kuyruklu yu0131ldu0131zu0131, Du00fcnya'ya yaklau015ftu0131.",  "1897 - Oscar Wilde, 1895'ten beri "ahlak du0131u015fu0131 yau015fam" suu00e7lamasu0131yla ku00fcrek cezasu0131 u00e7ekmekte olduu011fu Reading Zindanu0131'ndan u00e7u0131ktu0131.",  "1884 - Ringling Kardeu015fler, ABD Baraboo'da ilk sirklerini au00e7tu0131lar. 1919'da Ringling Bros. and Barnum & Bailey Sirki ile birleu015ftiler.",  "1515 - Kemah Kuu015fatmasu0131",  "639 - Chieh-she-shuai ve yandau015flaru0131, Tang u0130mparatoru Tai Tsung'un yazlu0131k sarayu0131 olan Chiucheng Sarayu0131'nu0131 bastu0131lar."]







