["2011 - Kütahya Simav'da 5.9 şiddetinde bir deprem oldu. 3 kişi hayatını kaybetti, 120 kişi yaralandı.", "2006 - Türkiye Gençlik Birliği kuruldu.", "2004 - ABD işgal güçleri, Irak’ın batısındaki Ramadi kentinde bir eve düzenlediği bombalı saldırıda 45 kişiyi öldürdü.", "2000 - Fiji’de, silahlı bir grup parlamento binasını basıp, Başbakan Mahendra Chaudhry ile 7 bakanı rehin alarak darbe yaptı.", "1991 - Hırvatistan'da referandum yapıldı. Halkın %94’ü bağımsızlık için oy kullandı. Referanduma katılım oranı %86 oldu.", "1990 - Polis, Kadıköy'de bir eve baskın düzenledi. Çıkan çatışmada, Hatice Dilek Aslan ve İsmail Oral öldü.", "1989 - Atatürkçü Düşünce Derneği kuruldu.", "1989 - Kadın Kurultayı toplandı. İlk kez kapalı bir salonda yapılan kadın toplantısına yaklaşık 2 bin 500 kadın katıldı.", "1982 - Türkiye, Fransa'dan Yılmaz Güney'in iadesini istedi.", "1981 - Devlet Başkanı Orgeneral Kenan Evren, Samsun'da gençlere seslendi: \"Gerici, bölücü, yıkıcı ve aşırı değil; yapıcı, yaratıcı, dengeli ve yurdunu, ulusunu her şeyden çok seven, Atatürk gibi seven gerçek Atatürkçüler olunuz.\"", "1981 - Atatürk'ün Selanik'te doğduğu ev yeniden düzenlenerek Devlet Bakanı İlhan Öztrak tarafından hizmete açıldı. Atatürk Orman Çiftliği'nde, Atatürk'ün evinin benzerinin temeli, Başbakan Bülend Ulusu tarafından atıldı.", "1981 - Türkiye'de Atatürk Yılı kutlamaları kapsamında \"Gençlik ve Spor Bayramı\"nın adı Kenan Evren tarafından \"19 Mayıs Atatürk'ü Anma, Gençlik ve Spor Bayramı\" olarak değiştirildi ve ülkenin her yerinde törenler yapıldı.", "1979 - 1 Mayıs günü sokağa çıktıkları için tutuklanan Türkiye İşçi Partisi Genel Başkanı Behice Boran ve 330 partili serbest bırakıldı.", "1975 - ABD Senatosu, Türkiye'ye silah ambargosunun kaldırılmasını kararlaştırdı.", "1968 - Türkiye İşçi Partisi'nin Kayseri'deki toplantısına saldırıldı; konuşmacılar yaralandı, bayrak ve flamalar yırtıldı.", "1943 - Ankara'da Gençlik Parkı törenle açıldı.", "1940 - İstanbul’da Dolmabahçe Stadı’nın temeli atıldı.", "1939 - Atılay Denizaltısı İstanbul'da kızaktan indirildi.", "1939 - Kırşehir'deki elektrik santrali törenle açıldı.", "1939 - Hatay sınırına dair Antakya Protokolü imzalandı.", "1938 - Atatürk, son defa Gençlik ve Spor Bayramı gösterilerini izledi ve Hatay sorunu ile ilgili olarak -rahatsızlığına rağmen- Güney gezisine çıktı.", "1935 - Frankfurt - Darmstadt arasında ilk Autobahn açıldı.", "1934 - Bulgaristan'da faşistler darbeyle iktidarı ele geçirdi.", "1924 - Musul sorunuyla ilgili Türk-İngiliz heyetleri arasında, \"Haliç Konferansı\" diye adlandırılan görüşmeler başladı. 9 Haziran'a kadar sürecek görüşmelerden sonuç alınamayınca, konu Milletler Cemiyeti'ne götürüldü.", "1919 - Mustafa Kemal Paşa'nın 9. Ordu Müfettişi olarak Anadolu'ya Samsun'dan ayak basması ve Millî Mücadele'yi başlatması.", "1910 - Halley kuyruklu yıldızı, Dünya'ya yaklaştı.", "1897 - Oscar Wilde, 1895'ten beri \"ahlak dışı yaşam\" suçlamasıyla kürek cezası çekmekte olduğu Reading Zindanı'ndan çıktı.", "1884 - Ringling Kardeşler, ABD Baraboo'da ilk sirklerini açtılar. 1919'da Ringling Bros. and Barnum & Bailey Sirki ile birleştiler.", "1515 - Kemah Kuşatması", "639 - Chieh-she-shuai ve yandaşları, Tang İmparatoru Tai Tsung'un yazlık sarayı olan Chiucheng Sarayı'nı bastılar."]