["2011 - Amerika Birleu015fik Devletleri Silahlu0131 Kuvvetleri'nin Pakistan'u0131n Abbottabad u015fehrinde au00e7tu0131u011fu0131 ateu015f sonucu, Usame bin Ladin u00f6ldu00fcru00fcldu00fc.",  "2008 - Myanmar'da Nargis kasu0131rgasu0131 meydana geldi: 80.000'den fazla kiu015fi u00f6ldu00fc.",  "1999 - Fazilet Partisi'nden Merve Kavaku00e7u0131, milletvekili yemin tu00f6renine tu00fcrbanla katu0131ldu0131. Olay, TBMM'de protestolarla karu015fu0131landu0131.",  "1998 - Bru00fcksel'de Avrupa Birliu011fi'nin para politikalaru0131nu0131 yu00f6netmesi amacu0131yla, Avrupa Merkez Bankasu0131 kuruldu.",  "1945 - u0130talya'daki Alman iu015fgal birlikleri; Mu00fcttefik ordularu0131na, Berlin'deki Alman gu00fcu00e7leri ise, Sovyet Mareu015fal Jukov'un birliklerine teslim olmaya bau015fladu0131.Nargis kasu0131rgasu0131, 2008",  "1938 - Ordu Su00fcvari Ekibi, Roma'da Milletler Kupasu0131 yaru0131u015flaru0131nda, altu0131n Mussolini Kupasu0131'nu0131 kazandu0131.",  "1926 - Atlas Okyanusu'nun iki yakasu0131 arasu0131nda ilk faks mesaju0131 gu00f6nderildi.",  "1924 - Norddeutscher Rundfunk AG (NORAG), sonraki adu0131yla NDR televizyon kanalu0131 yayu0131n yapmaya bau015fladu0131.",  "1920 - Maarif Veku00e2leti (Tu00fcrkiye Cumhuriyeti Millu00ee Eu011fitim Bakanlu0131u011fu0131) kuruldu. (23 Nisan 1920'de TBMM au00e7u0131ldu0131ktan sonra Hu00fcku00fbmetin, 2 Mayu0131s 1920 tarih ve 3 sayu0131lu0131 yasasu0131 ile u0130cra Vekilleri Heyetinin (Bakanlar Kurulu) on bir veku00e2letinden biri olarak "Maarif Veku00e2leti" u00f6rgu00fctlenmiu015ftir.)",  "1896 - Budapeu015fte'de bundan bu00f6yle du00fczenli olarak, Avrupa kara paru00e7alaru0131 u00fczerinde bau011fdau015fan metro seferleri bau015fladu0131.",  "1885 - Anadolu'nun ilk lisesi (idadisi) olan Kastamonu Abdurrahmanpau015fa Lisesinin temeli tu00f6renle atu0131ldu0131.",  "1843 - u0130lk Alman gu00f6u00e7menler u015eili'deki Puerto Hambre limanu0131na vardu0131lar. u00d6zellikle Llanquihue Gu00f6lu00fc u00e7evresine yerleu015ftiler.",  "1808 - Dos de Mayo Ayaklanmasu0131: Madrid halku0131, u015fehirlerini iu015fgal eden Fransu0131z ordusuna karu015fu0131 ayaklanma bau015flattu0131.",  "1807 - Mu00fcnih'te Viktualienmarkt (Mu00fcnih'in iu00e7inde yer alan ve gu0131da maddeleri iu00e7in kurulan pazar) kuruldu.",  "1670 - u0130ngiltere Kralu0131 II. Charles, Hudson's Bay u015eirketine su00f6zleu015fme u00e7eru00e7evesinde ayru0131calu0131klar tanu0131yarak, Hudson Ku00f6rfezi'nin iu00e7lerine akan tu00fcm aku0131ntu0131 kenarlaru0131nda bulunan Ku0131zu0131lderililer ile ticaret yapmasu0131nu0131 kabul etti. Ku00fcrku00e7u00fc Topluluu011fu bunu, du00fcnyadaki en eski "mu00fcessese" olarak gu00f6ru00fcyor."]







