["2011 - Amerika Birleşik Devletleri Silahlı Kuvvetleri'nin Pakistan'ın Abbottabad şehrinde açtığı ateş sonucu, Usame bin Ladin öldürüldü.", "2008 - Myanmar'da Nargis kasırgası meydana geldi: 80.000'den fazla kişi öldü.", "1999 - Fazilet Partisi'nden Merve Kavakçı, milletvekili yemin törenine türbanla katıldı. Olay, TBMM'de protestolarla karşılandı.", "1998 - Brüksel'de Avrupa Birliği'nin para politikalarını yönetmesi amacıyla, Avrupa Merkez Bankası kuruldu.", "1945 - İtalya'daki Alman işgal birlikleri; Müttefik ordularına, Berlin'deki Alman güçleri ise, Sovyet Mareşal Jukov'un birliklerine teslim olmaya başladı.Nargis kasırgası, 2008", "1938 - Ordu Süvari Ekibi, Roma'da Milletler Kupası yarışlarında, altın Mussolini Kupası'nı kazandı.", "1926 - Atlas Okyanusu'nun iki yakası arasında ilk faks mesajı gönderildi.", "1924 - Norddeutscher Rundfunk AG (NORAG), sonraki adıyla NDR televizyon kanalı yayın yapmaya başladı.", "1920 - Maarif Vekâleti (Türkiye Cumhuriyeti Millî Eğitim Bakanlığı) kuruldu. (23 Nisan 1920'de TBMM açıldıktan sonra Hükûmetin, 2 Mayıs 1920 tarih ve 3 sayılı yasası ile İcra Vekilleri Heyetinin (Bakanlar Kurulu) on bir vekâletinden biri olarak \"Maarif Vekâleti\" örgütlenmiştir.)", "1896 - Budapeşte'de bundan böyle düzenli olarak, Avrupa kara parçaları üzerinde bağdaşan metro seferleri başladı.", "1885 - Anadolu'nun ilk lisesi (idadisi) olan Kastamonu Abdurrahmanpaşa Lisesinin temeli törenle atıldı.", "1843 - İlk Alman göçmenler Şili'deki Puerto Hambre limanına vardılar. Özellikle Llanquihue Gölü çevresine yerleştiler.", "1808 - Dos de Mayo Ayaklanması: Madrid halkı, şehirlerini işgal eden Fransız ordusuna karşı ayaklanma başlattı.", "1807 - Münih'te Viktualienmarkt (Münih'in içinde yer alan ve gıda maddeleri için kurulan pazar) kuruldu.", "1670 - İngiltere Kralı II. Charles, Hudson's Bay Şirketine sözleşme çerçevesinde ayrıcalıklar tanıyarak, Hudson Körfezi'nin içlerine akan tüm akıntı kenarlarında bulunan Kızılderililer ile ticaret yapmasını kabul etti. Kürkçü Topluluğu bunu, dünyadaki en eski \"müessese\" olarak görüyor."]