["2003 - Yazar Orhan Pamuk, “Benim Adım Kırmızı” adlı romanıyla dünyanın en büyük edebiyat ödüllerinden biri olan Uluslararası IMPAC Dublin Edebiyat Ödülü'ne layık görüldü.", "1990 - Romanya'da, Ion Iliescu Cumhurbaşkanı seçildi.", "1989 - Aleksandr Zuyev, Soğuk Savaş'tan kaçmak için Bakü Hava Savunma Ordusu'na ait Mikoyan MiG-29 uçağını ile sınır ihlali yaparak, Sovyetler Birliği'nden kaçıp Trabzon Havalimanı'na iniş yaptı. Türkiye hükûmeti uçağı Sovyetlere geri versede, Aleksandr Zuyev ABD'ye kaçmayı başardı.", "1983 - Anavatan Partisi (ANAP), Turgut Özal başkanlığında kuruldu.", "1983 - AIDS'e yol açan HIV virüsünün keşfedilmesiyle ilgili ilk makaleler, Science dergisinde Luc Montagnier ve Robert Gallo tarafından ayrı ayrı yayımlandı.", "1980 - Québec'te yapılan halk oylamasında halkın %60'ı, eyaletin Kanada'dan ayrılması ve bağımsız kalması yönünde Meclis'e verilen teklifi reddetti.", "1971 - Kısa adı TÜSİAD olan Türk Sanayicileri ve İş Adamları Derneği kuruldu.", "1971 - Anayasa Mahkemesi, Millî Nizam Partisi'nin kapatılmasına karar verdi.", "1963 - 20 Mayıs 1963 ayaklanması: Bazı ordu birlikleri, Ankara'da Talat Aydemir'in yönetiminde yeniden ayaklandı. Olayların ardından üç büyük ilde sıkıyönetim ilan edildi.", "1956 - ABD, uçaktan atılarak yapılan ilk hidrojen bombası denemesini, Pasifik Okyanusu'nda bulunan Bikini Atolü'ünde yaptı.", "1955 - Karadeniz Teknik Üniversitesi, 6594 sayılı kanunla Trabzon'da kuruldu. KTÜ, Türkiye'nin İstanbul ve Ankara illeri dışında kurulan ilk üniversitesidir.", "1953 - Amerikalı Jacqueline Cochran, North American F-86 Sabre ile uçarak dünyada süpersonik hızla uçan ilk kadın oldu.", "1946 - Türkiye, UNESCO Antlaşması'nı onayladı.", "1941 - II. Dünya Savaşı: Alman paraşütçüleri Girit adasını işgal etti.", "1939 - Hatay Meclisi, Türk ordusunun Hatay'a girdiği 5 Temmuz'u Kurtuluş ve Meclis'in açıldığı 2 Eylül'ü Kurtuluş Bayramı olarak kabul etti.", "1933 - Türk Hava Yolları kuruldu.", "1932 - Avusturya Şansölyeliği'ne Hristiyan Sosyalist lider Engelbert Dollfuß seçildi.", "1932 - Amelia Earhart, Atlantik Okyanusu'nu uçakla tek başına ve hiç durmadan geçeceği yolculuğuna Newfoundland'dan başladı. Ertesi gün İrlanda'ya iniş yaptığında bunu başaran ilk kadın pilot unvanını almış oldu.", "1928 - Afganistan Kralı Emanullah Han ve Kraliçe Süreyya Türkiye'ye geldi. Bu ziyaret, bir hükümdarın ilk resmî Türkiye ziyaretiydi ve benzeri görülmeyen törenlerle karşılama yapıldı.", "1928 - Türkiye'de uluslararası rakamlar kabul edildi.", "1920 - İlk hemşire okulu, Amiral Bristol Hemşire Mektebi hizmete girdi.", "1919 - İngiliz Muhipleri Cemiyeti kuruldu.", "1902 - Küba, ABD'den bağımsızlığını kazandı, Tomás Estrada Palma ülkenin ilk Başkanı oldu.", "1896 - Paris Operası'nın (Palais Garnier) 6 ton ağırlığındaki avizesi, seyirci kalabalığının üzerinde düştü ve bir kişi öldü. Yazar Gaston Leroux, gotik romanı Operadaki Hayalet'i 1909 yılında bu olaydan esinlenerek yazdı.", "1891 - Sinema tarihi: Thomas Edison'un \"kinetoscope\" adlı film gösterme cihazının bir prototipinin tanıtımı yapıldı.", "1883 - Endonezya'daki Krakatoa yanardağı faaliyete geçti. Volkanın son ve en büyük püskürmesi 26 Ağustos'ta gerçekleşecektir.", "1878 - II. Abdülhamit'i devirmek ve Çırağan Sarayı'nda tutulan V. Murat'ı tahta çıkarmak amacıyla, Çırağan Baskını'nı düzenleyen gazeteci Ali Suavi öldürüldü.", "1873 - ABD'de Levi Strauss ve Jacob Davis, bakır perçinlerin kullanıldığı ilk blue jean'in patentini aldılar.", "1861 - Amerikan İç Savaşı: Kentucky eyaleti iç savaşta tarafsız olduğunu ilan etti. Bu tarafsızlığı 3 Eylül'de Güney Orduları eyalete girince sona erecektir ve Kentucky, Kuzey'e katılacaktır.", "1622 - Osmanlı İmparatorluğu'nda isyancılar, ordu ve yönetimde yenilik taraftarı olan Padişah II. Osman'ı tahttan indirip öldürdü. Öldürülen ilk padişah olan Genç Osman'ın yerine, I. Mustafa ikinci kez tahta çıkarıldı.", "1481 - II. Beyazıt, Osmanlı Padişahı oldu.", "325 - Roma İmparatoru II. Konstantin, ilk Ekümenik Konsil'in İznik'te düzenlenmesini sağladı."]