["2003 - Yazar Orhan Pamuk, u201cBenim Adu0131m Ku0131rmu0131zu0131u201d adlu0131 romanu0131yla du00fcnyanu0131n en bu00fcyu00fck edebiyat u00f6du00fcllerinden biri olan Uluslararasu0131 IMPAC Dublin Edebiyat u00d6du00fclu00fc'ne layu0131k gu00f6ru00fcldu00fc.",  "1990 - Romanya'da, Ion Iliescu Cumhurbau015fkanu0131 seu00e7ildi.",  "1989 - Aleksandr Zuyev, Sou011fuk Savau015f'tan kau00e7mak iu00e7in Baku00fc Hava Savunma Ordusu'na ait Mikoyan MiG-29 uu00e7au011fu0131nu0131 ile su0131nu0131r ihlali yaparak, Sovyetler Birliu011fi'nden kau00e7u0131p Trabzon Havalimanu0131'na iniu015f yaptu0131. Tu00fcrkiye hu00fcku00fbmeti uu00e7au011fu0131 Sovyetlere geri versede, Aleksandr Zuyev ABD'ye kau00e7mayu0131 bau015fardu0131.",  "1983 - Anavatan Partisi (ANAP), Turgut u00d6zal bau015fkanlu0131u011fu0131nda kuruldu.",  "1983 - AIDS'e yol au00e7an HIV viru00fcsu00fcnu00fcn keu015ffedilmesiyle ilgili ilk makaleler, Science dergisinde Luc Montagnier ve Robert Gallo tarafu0131ndan ayru0131 ayru0131 yayu0131mlandu0131.",  "1980 - Quu00e9bec'te yapu0131lan halk oylamasu0131nda halku0131n %60'u0131, eyaletin Kanada'dan ayru0131lmasu0131 ve bau011fu0131msu0131z kalmasu0131 yu00f6nu00fcnde Meclis'e verilen teklifi reddetti.",  "1971 - Ku0131sa adu0131 Tu00dcSu0130AD olan Tu00fcrk Sanayicileri ve u0130u015f Adamlaru0131 Derneu011fi kuruldu.",  "1971 - Anayasa Mahkemesi, Millu00ee Nizam Partisi'nin kapatu0131lmasu0131na karar verdi.",  "1963 - 20 Mayu0131s 1963 ayaklanmasu0131: Bazu0131 ordu birlikleri, Ankara'da Talat Aydemir'in yu00f6netiminde yeniden ayaklandu0131. Olaylaru0131n ardu0131ndan u00fcu00e7 bu00fcyu00fck ilde su0131ku0131yu00f6netim ilan edildi.",  "1956 - ABD, uu00e7aktan atu0131larak yapu0131lan ilk hidrojen bombasu0131 denemesini, Pasifik Okyanusu'nda bulunan Bikini Atolu00fc'u00fcnde yaptu0131.",  "1955 - Karadeniz Teknik u00dcniversitesi, 6594 sayu0131lu0131 kanunla Trabzon'da kuruldu. KTu00dc, Tu00fcrkiye'nin u0130stanbul ve Ankara illeri du0131u015fu0131nda kurulan ilk u00fcniversitesidir.",  "1953 - Amerikalu0131 Jacqueline Cochran, North American F-86 Sabre ile uu00e7arak du00fcnyada su00fcpersonik hu0131zla uu00e7an ilk kadu0131n oldu.",  "1946 - Tu00fcrkiye, UNESCO Antlau015fmasu0131'nu0131 onayladu0131.",  "1941 - II. Du00fcnya Savau015fu0131: Alman parau015fu00fctu00e7u00fcleri Girit adasu0131nu0131 iu015fgal etti.",  "1939 - Hatay Meclisi, Tu00fcrk ordusunun Hatay'a girdiu011fi 5 Temmuz'u Kurtuluu015f ve Meclis'in au00e7u0131ldu0131u011fu0131 2 Eylu00fcl'u00fc Kurtuluu015f Bayramu0131 olarak kabul etti.",  "1933 - Tu00fcrk Hava Yollaru0131 kuruldu.",  "1932 - Avusturya u015eansu00f6lyeliu011fi'ne Hristiyan Sosyalist lider Engelbert Dollfuu00df seu00e7ildi.",  "1932 - Amelia Earhart, Atlantik Okyanusu'nu uu00e7akla tek bau015fu0131na ve hiu00e7 durmadan geu00e7eceu011fi yolculuu011funa Newfoundland'dan bau015fladu0131. Ertesi gu00fcn u0130rlanda'ya iniu015f yaptu0131u011fu0131nda bunu bau015faran ilk kadu0131n pilot unvanu0131nu0131 almu0131u015f oldu.",  "1928 - Afganistan Kralu0131 Emanullah Han ve Kraliu00e7e Su00fcreyya Tu00fcrkiye'ye geldi. Bu ziyaret, bir hu00fcku00fcmdaru0131n ilk resmu00ee Tu00fcrkiye ziyaretiydi ve benzeri gu00f6ru00fclmeyen tu00f6renlerle karu015fu0131lama yapu0131ldu0131.",  "1928 - Tu00fcrkiye'de uluslararasu0131 rakamlar kabul edildi.",  "1920 - u0130lk hemu015fire okulu, Amiral Bristol Hemu015fire Mektebi hizmete girdi.",  "1919 - u0130ngiliz Muhipleri Cemiyeti kuruldu.",  "1902 - Ku00fcba, ABD'den bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131, Tomu00e1s Estrada Palma u00fclkenin ilk Bau015fkanu0131 oldu.",  "1896 - Paris Operasu0131'nu0131n (Palais Garnier) 6 ton au011fu0131rlu0131u011fu0131ndaki avizesi, seyirci kalabalu0131u011fu0131nu0131n u00fczerinde du00fcu015ftu00fc ve bir kiu015fi u00f6ldu00fc. Yazar Gaston Leroux, gotik romanu0131 Operadaki Hayalet'i 1909 yu0131lu0131nda bu olaydan esinlenerek yazdu0131.",  "1891 - Sinema tarihi: Thomas Edison'un "kinetoscope" adlu0131 film gu00f6sterme cihazu0131nu0131n bir prototipinin tanu0131tu0131mu0131 yapu0131ldu0131.",  "1883 - Endonezya'daki Krakatoa yanardau011fu0131 faaliyete geu00e7ti. Volkanu0131n son ve en bu00fcyu00fck pu00fcsku00fcrmesi 26 Au011fustos'ta geru00e7ekleu015fecektir.",  "1878 - II. Abdu00fclhamit'i devirmek ve u00c7u0131rau011fan Sarayu0131'nda tutulan V. Murat'u0131 tahta u00e7u0131karmak amacu0131yla, u00c7u0131rau011fan Basku0131nu0131'nu0131 du00fczenleyen gazeteci Ali Suavi u00f6ldu00fcru00fcldu00fc.",  "1873 - ABD'de Levi Strauss ve Jacob Davis, baku0131r peru00e7inlerin kullanu0131ldu0131u011fu0131 ilk blue jean'in patentini aldu0131lar.",  "1861 - Amerikan u0130u00e7 Savau015fu0131: Kentucky eyaleti iu00e7 savau015fta tarafsu0131z olduu011funu ilan etti. Bu tarafsu0131zlu0131u011fu0131 3 Eylu00fcl'de Gu00fcney Ordularu0131 eyalete girince sona erecektir ve Kentucky, Kuzey'e katu0131lacaktu0131r.",  "1622 - Osmanlu0131 u0130mparatorluu011fu'nda isyancu0131lar, ordu ve yu00f6netimde yenilik taraftaru0131 olan Padiu015fah II. Osman'u0131 tahttan indirip u00f6ldu00fcrdu00fc. u00d6ldu00fcru00fclen ilk padiu015fah olan Genu00e7 Osman'u0131n yerine, I. Mustafa ikinci kez tahta u00e7u0131karu0131ldu0131.",  "1481 - II. Beyazu0131t, Osmanlu0131 Padiu015fahu0131 oldu.",  "325 - Roma u0130mparatoru II. Konstantin, ilk Eku00fcmenik Konsil'in u0130znik'te du00fczenlenmesini sau011fladu0131."]







