["2017 - Fenerbahçe, Olympiakos'u yenerek EuroLeague şampiyonu oldu.", "2004 - Cumhurbaşkanı Ahmet Necdet Sezer, Anayasa değişikliğini onayladı ve Devlet Güvenlik Mahkemeleri (DGM) kaldırıldı.", "1997 - Yargıtay Cumhuriyet Başsavcısı Vural Savaş, Refah Partisi'nin Anayasa'nın laiklik ilkesine aykırı eylemlerin odağı haline geldiği gerekçesiyle sürekli kapatılması istemiyle Anayasa Mahkemesi'ne dava açtı.", "1996 - Örtülü ödenekten 5.5 milyar lira ile bazı kişi ve kuruluşları dolandırdığı öne sürülen Selçuk Parsadan, Balıkesir'in Altınoluk beldesinde yakalandı.", "1994 - Hac'da şeytan taşlama sırasında izdiham çıktı: Yedisi Türk olmak üzere 185 hacı öldü.", "1991 - Hindistan Başbakanı Rajiv Gandhi öldürüldü.", "1983 - Avrupa Konseyi'nin, Avrupa medeniyetinin zenginliğini oluşturan kültürleri tanıtmak amacıyla düzenlediği sergilerden 18.'si İstanbul'da Anadolu Medeniyetleri Sergisi adıyla açıldı.", "1981 - Atatürk'ün 100. doğum yıl dönümü törenlerle kutlandı.", "1979 - San Francisco, Kaliforniya'da Dan White'ın, Harvey Milk ve George Moscone cinayetlerinden minimum cezayı almasına karşı, \"White Night Riots\" (Beyaz Gece Ayaklanması) yaşandı.", "1963 - Harp Okulu Komutanı Talat Aydemir, Anayasa'nın önerdiği bazı reformların gerçekleştirilmediği gerekçesiyle ikinci bir darbe girişiminde bulundu, fakat başarılı olamadı.", "1960 - Harp Okulu öğrencileri, Hükûmet aleyhine sessiz yürüyüş yaptı.", "1927 - Amerikalı havacı Charles Lindbergh, 'Sprit of St. Louis' adlı uçağıyla New York'tan Paris'e uçarak, Atlas Okyanusu'nu geçen ilk pilot oldu.", "1904 - FIFA (Uluslararası Futbol Federasyonları Birliği) Paris'te kuruldu.", "1900 - Rusya, Çin'deki Boxer ayaklanmasını bahane ederek Mançurya'yı işgale başladı.", "1889 - İttihat ve Terakki Fırkası kuruldu.", "1881 - Amerikan Kızılhaçı, Clara Barton tarafından kuruldu.", "1864 - Çerkesler'in (kendi dillerinde Адыгэхэр ((Adiğeler), Vatanları olan Çerkesya'dan (kendi dillerinde Адыгэ Хэку (Adiğe Heku)) Çarlık Rusyası tarafından soykırıma maruz kalıp Osmanlı topraklarına sürgün edilmesi.", "1847 - Tapu ve Kadastro Genel Müdürlüğü (Defterhane-iş Amire Kalemi) kuruldu.", "996 - III. Otto, Kutsal Roma Cermen İmparatorluğu tacını giydi. 16 yaşındaki Otto, 3 yaşından beri Almanya Kralıydı. İmparatorluğu 6 sene sürdü."]