["2017 - Fenerbahu00e7e, Olympiakos'u yenerek EuroLeague u015fampiyonu oldu.",  "2004 - Cumhurbau015fkanu0131 Ahmet Necdet Sezer, Anayasa deu011fiu015fikliu011fini onayladu0131 ve Devlet Gu00fcvenlik Mahkemeleri (DGM) kaldu0131ru0131ldu0131.",  "1997 - Yargu0131tay Cumhuriyet Bau015fsavcu0131su0131 Vural Savau015f, Refah Partisi'nin Anayasa'nu0131n laiklik ilkesine ayku0131ru0131 eylemlerin odau011fu0131 haline geldiu011fi gereku00e7esiyle su00fcrekli kapatu0131lmasu0131 istemiyle Anayasa Mahkemesi'ne dava au00e7tu0131.",  "1996 - u00d6rtu00fclu00fc u00f6denekten 5.5 milyar lira ile bazu0131 kiu015fi ve kuruluu015flaru0131 dolandu0131rdu0131u011fu0131 u00f6ne su00fcru00fclen Selu00e7uk Parsadan, Balu0131kesir'in Altu0131noluk beldesinde yakalandu0131.",  "1994 - Hac'da u015feytan tau015flama su0131rasu0131nda izdiham u00e7u0131ktu0131: Yedisi Tu00fcrk olmak u00fczere 185 hacu0131 u00f6ldu00fc.",  "1991 - Hindistan Bau015fbakanu0131 Rajiv Gandhi u00f6ldu00fcru00fcldu00fc.",  "1983 - Avrupa Konseyi'nin, Avrupa medeniyetinin zenginliu011fini oluu015fturan ku00fcltu00fcrleri tanu0131tmak amacu0131yla du00fczenlediu011fi sergilerden 18.'si u0130stanbul'da Anadolu Medeniyetleri Sergisi adu0131yla au00e7u0131ldu0131.",  "1981 - Atatu00fcrk'u00fcn 100. dou011fum yu0131l du00f6nu00fcmu00fc tu00f6renlerle kutlandu0131.",  "1979 - San Francisco, Kaliforniya'da Dan White'u0131n, Harvey Milk ve George Moscone cinayetlerinden minimum cezayu0131 almasu0131na karu015fu0131, "White Night Riots" (Beyaz Gece Ayaklanmasu0131) yau015fandu0131.",  "1963 - Harp Okulu Komutanu0131 Talat Aydemir, Anayasa'nu0131n u00f6nerdiu011fi bazu0131 reformlaru0131n geru00e7ekleu015ftirilmediu011fi gereku00e7esiyle ikinci bir darbe giriu015fiminde bulundu, fakat bau015faru0131lu0131 olamadu0131.",  "1960 - Harp Okulu u00f6u011frencileri, Hu00fcku00fbmet aleyhine sessiz yu00fcru00fcyu00fcu015f yaptu0131.",  "1927 - Amerikalu0131 havacu0131 Charles Lindbergh, 'Sprit of St. Louis' adlu0131 uu00e7au011fu0131yla New York'tan Paris'e uu00e7arak, Atlas Okyanusu'nu geu00e7en ilk pilot oldu.",  "1904 - FIFA (Uluslararasu0131 Futbol Federasyonlaru0131 Birliu011fi) Paris'te kuruldu.",  "1900 - Rusya, u00c7in'deki Boxer ayaklanmasu0131nu0131 bahane ederek Manu00e7urya'yu0131 iu015fgale bau015fladu0131.",  "1889 - u0130ttihat ve Terakki Fu0131rkasu0131 kuruldu.",  "1881 - Amerikan Ku0131zu0131lhau00e7u0131, Clara Barton tarafu0131ndan kuruldu.",  "1864 - u00c7erkesler'in (kendi dillerinde u0410u0434u044bu0433u044du0445u044du0440 ((Adiu011feler), Vatanlaru0131 olan u00c7erkesya'dan (kendi dillerinde u0410u0434u044bu0433u044d u0425u044du043au0443 (Adiu011fe Heku)) u00c7arlu0131k Rusyasu0131 tarafu0131ndan soyku0131ru0131ma maruz kalu0131p Osmanlu0131 topraklaru0131na su00fcrgu00fcn edilmesi.",  "1847 - Tapu ve Kadastro Genel Mu00fcdu00fcrlu00fcu011fu00fc (Defterhane-iu015f Amire Kalemi) kuruldu.",  "996 - III. Otto, Kutsal Roma Cermen u0130mparatorluu011fu tacu0131nu0131 giydi. 16 yau015fu0131ndaki Otto, 3 yau015fu0131ndan beri Almanya Kralu0131ydu0131. u0130mparatorluu011fu 6 sene su00fcrdu00fc."]







