["2020 - Pakistan'da yolcu uçağı düştü: 97 kişi öldü.", "2017 - İngiltere'nin Manchester şehrinde, Amerikalı şarkıcı Ariana Grande'nin Manchester Arena'da verdiği konserin ardından Libya asıllı Britanyalı Salman Abedi tarafından saldırı düzenlendi. Saldırı sonucu 23 kişi öldü, 59 kişi yaralandı.", "2011 - 64. Uluslararası Cannes Film Festivali'nde Altın Palmiye ödülünü, Hayat Ağacı (The Tree of Life) filmiyle Terrence Malick kazandı. Festivalde, Bir Zamanlar Anadolu'da filmiyle yönetmen Nuri Bilge Ceylan ve Bisikletli Çocuk (Le gamin au vélo) filmiyle Jean-Pierre ve Luc Dardenne, Büyük Ödülü paylaştı.", "2010 - Dubai'den gelen Hindistan Havayolları'na ait Boeing 737 tipi bir yolcu uçağı, Karnataka eyaletindeki Mangalore hava alanına inişe geçtiği sırada pisti ıskalayarak, hava alanının yakınındaki vadiye düştü. Uçaktaki 166 kişiden 8 kişi yaralı olarak kurtuldu.", "2010 - CHP'nin 33. Olağan Kurultayı'nda Kemal Kılıçdaroğlu, 1246 delegenin oyu ile CHP Genel Başkanlığına resmen aday gösterildi.", "2008 - TBMM Genel Kurulunda, üniversite bulunmayan dokuz ilde; devlet, İstanbul'da da iki vakıf üniversitesi kurulmasını öngören kanun tasarısı kabul edildi. Böylece Türkiye'de üniversitesiz il kalmadı.", "2007 - Ankara, Ulus'ta meydana gelen patlama sonucunda; 5 kişi öldü, 60 kişi de yaralandı.", "2000 - Birleşik Arap Emirlikleri'nin başkenti Abu Dabi'de, sadece kadınlara hizmet edecek dev bir alışveriş merkezi kuruldu.", "1998 - Bolivya'da 6,6 şiddetinde deprem meydana geldi. 100'den fazla kişi öldü.", "1997 - Anayasa Mahkemesi, Demokratik Barış Hareketi'nin (DBH'nin) kapatılma istemini reddetti.", "1995 - Gözaltına alındıktan sonra kendisinden haber alınamayan Rıdvan Karakoç'un cesedi, Beykoz ormanlarında bulundu.", "1990 - Microsoft, Windows 3.0'ü piyasaya sürdü.", "1990 - Kuzey Yemen ve Güney Yemen birleşerek Yemen Cumhuriyeti adını aldı.", "1989 - Siirt'in Şeyhömer mevkiinde, aralarında yabancı uyrukluların da bulunduğu 12 terörist ölü olarak ele geçirildi.", "1988 - Galatasaraylı futbolcu Tanju Çolak, ligde attığı 39 golle Metin Oktay'ın 38 gollük rekorunu kırdı.", "1987 - 216 sanıklı MHP davası sonuçlandı. 52 kişiyi öldürdükleri, 29 kişiyi de öldürmeye teşebbüs ettikleri belirlenen sanıklardan; 11'i idam, 2'si ömür boyu, 16'sı ise otuz altışar yıl hapis cezasına çarptırıldı.", "1980 - Sovyetler Birliği'nin Afganistan'ı işgaline karşı çıkmak amacıyla, Moskova Olimpiyatları'nı protesto eden ABD'nin çağrısına uyan Bakanlar Kurulu, Türkiye'nin de olimpiyatlara katılmaması yönünde karar aldı.", "1979 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Sağ görüşlü militan Ahmet Kerse, sol görüşlü bakkal Battal Türkaslan'ı 6-7 el ateş ederek öldürdü.", "1972 - Richard Nixon, Sovyetler Birliği'ni ziyaret eden ilk ABD Başkanı oldu.", "1972 - Orhan Kemal Roman Armağanı ödülünü, Yılmaz Güney aldı.", "1972 - İsrail Başkonsolosu Efraim Elrom, bir apartman dairesinde öldürülmüş olarak bulundu. Elrom, 16 Mayıs 1971'de kısa adı THKP-C olan Türkiye Halk Kurtuluş Partisi-Cephesi militanlarınca kaçırılmıştı.", "1971 - Bingöl'de meydana gelen 6.7 büyüklüğündeki depremde 878 kişi öldü.", "1968 - Fransa'da sol muhalefetin, Hükûmetin görevden alınması istemi, 11 oy farkla reddedildi. Sendikalar; Hükûmet ve işveren sendikalarıyla görüşme isteklerini bildirdi. Meclis göstericilere af çıkardı. Paris'te Daniel Cohn-Bendit'in oturma izninin geri alınmasına karşı gösteri yapıldı.", "1963 - İstanbul Sıkıyönetim Komutanlığı, Hürriyet, Milliyet, Akşam ve Tercüman gazetelerini kapattı.", "1963 - Milan, Şampiyon Kulüpler Kupası'nı kazandı.", "1962 - Türk Kadınlar Birliği Kongresi olaylı geçti. Günseli Özkaya Başkan seçildi.", "1961 - İstanbul Belediyesi'nin düzenlediği Türk filmleri yarışmasında, Memduh Ün'ün yönettiği Kırık Çanaklar filmi, en iyi film seçildi.", "1960 - Haberleşmeye sansür koyan Ankara Sıkıyönetim Komutanlığı, beş kişinin bir araya gelerek dolaşmasını yasakladı.", "1960 - Büyük Şili Depremi: Richter ölçeğine göre 9.5 büyüklüğündeki depremde, 4000 ile 5000 arasında insan öldü. Bugüne kadar ölçülmüş en şiddetli depremdir.", "1958 - İstanbul Süleymaniye'de tarihi Siyavuş Paşa Konağı yandı.", "1956 - 1200 kişilik İstanbul Bayrampaşa Cezaevi'nin temeli atıldı.", "1950 - İsmet İnönü'nün Cumhurbaşkanlığı süresinin bitmesi ve Celâl Bayar'ın Cumhurbaşkanı seçilmesi.", "1950 - Demokrat Parti'nin 14 Mayıs'taki seçimlerden galibiyetle çıkmasıyla; Adnan Menderes, 19. Türkiye Hükûmeti'ni kurarak Başbakan oldu.", "1947 - ABD Başkanı Harry Truman, Türkiye'ye yapılacak yardımı imzaladı. Yardımı, ABD Dışişleri Bakanı Marshall'ın kontrol edeceği açıklandı. Aynı gün, General Oliver başkanlığındaki ABD heyeti, Türkiye'ye yapılacak askeri yardımı görüşmek üzere yurda geldi.", "1942 - Meksika, II. Dünya Savaşı'nda müttefiklere katıldı.", "1932 - Ağrı ayaklanmalarına katılan 34 kişi hakkında idam kararı verildi.", "1931 - İstanbul şampiyonu Fenerbahçe, Yunanistan şampiyonu Olimpiakos'u 1-0 yendi.", "1929 - Şair Yahya Kemal Beyatlı, Madrid Elçiliği'ne atandı.", "1927 - Çin'in Xining vilayetinde deprem: Yaklaşık 200.000 ölü.", "1766 - Büyük İstanbul Depremi olarak adlandırılan deprem meydana geldi. 4000'den fazla kişi öldü.", "1176 - Selahaddin Eyyubi'ye Halep'te suikast girişimi.", "MÖ 334 - Büyük İskender'in orduları, III. Darius'u Granikos Savaşı'nda yendi."]