["2020 - Pakistan'da yolcu uu00e7au011fu0131 du00fcu015ftu00fc: 97 kiu015fi u00f6ldu00fc.[1]",  "2017 - u0130ngiltere'nin Manchester u015fehrinde, Amerikalu0131 u015farku0131cu0131 Ariana Grande'nin Manchester Arena'da verdiu011fi konserin ardu0131ndan Libya asu0131llu0131 Britanyalu0131 Salman Abedi tarafu0131ndan saldu0131ru0131 du00fczenlendi. Saldu0131ru0131 sonucu 23 kiu015fi u00f6ldu00fc, 59 kiu015fi yaralandu0131.",  "2011 - 64. Uluslararasu0131 Cannes Film Festivali'nde Altu0131n Palmiye u00f6du00fclu00fcnu00fc, Hayat Au011facu0131 (The Tree of Life) filmiyle Terrence Malick kazandu0131. Festivalde, Bir Zamanlar Anadolu'da filmiyle yu00f6netmen Nuri Bilge Ceylan ve Bisikletli u00c7ocuk (Le gamin au vu00e9lo) filmiyle Jean-Pierre ve Luc Dardenne, Bu00fcyu00fck u00d6du00fclu00fc paylau015ftu0131.",  "2010 - Dubai'den gelen Hindistan Havayollaru0131'na ait Boeing 737 tipi bir yolcu uu00e7au011fu0131, Karnataka eyaletindeki Mangalore hava alanu0131na iniu015fe geu00e7tiu011fi su0131rada pisti u0131skalayarak, hava alanu0131nu0131n yaku0131nu0131ndaki vadiye du00fcu015ftu00fc. Uu00e7aktaki 166 kiu015fiden 8 kiu015fi yaralu0131 olarak kurtuldu.",  "2010 - CHP'nin 33. Olau011fan Kurultayu0131'nda Kemal Ku0131lu0131u00e7darou011flu, 1246 delegenin oyu ile CHP Genel Bau015fkanlu0131u011fu0131na resmen aday gu00f6sterildi.",  "2008 - TBMM Genel Kurulunda, u00fcniversite bulunmayan dokuz ilde; devlet, u0130stanbul'da da iki vaku0131f u00fcniversitesi kurulmasu0131nu0131 u00f6ngu00f6ren kanun tasaru0131su0131 kabul edildi. Bu00f6ylece Tu00fcrkiye'de u00fcniversitesiz il kalmadu0131.",  "2007 - Ankara, Ulus'ta meydana gelen patlama sonucunda; 5 kiu015fi u00f6ldu00fc, 60 kiu015fi de yaralandu0131.",  "2000 - Birleu015fik Arap Emirlikleri'nin bau015fkenti Abu Dabi'de, sadece kadu0131nlara hizmet edecek dev bir alu0131u015fveriu015f merkezi kuruldu.",  "1998 - Bolivya'da 6,6 u015fiddetinde deprem meydana geldi. 100'den fazla kiu015fi u00f6ldu00fc.",  "1997 - Anayasa Mahkemesi, Demokratik Baru0131u015f Hareketi'nin (DBH'nin) kapatu0131lma istemini reddetti.",  "1995 - Gu00f6zaltu0131na alu0131ndu0131ktan sonra kendisinden haber alu0131namayan Ru0131dvan Karakou00e7'un cesedi, Beykoz ormanlaru0131nda bulundu.",  "1990 - Microsoft, Windows 3.0'u00fc piyasaya su00fcrdu00fc.",  "1990 - Kuzey Yemen ve Gu00fcney Yemen birleu015ferek Yemen Cumhuriyeti adu0131nu0131 aldu0131.",  "1989 - Siirt'in u015eeyhu00f6mer mevkiinde, aralaru0131nda yabancu0131 uyruklularu0131n da bulunduu011fu 12 teru00f6rist u00f6lu00fc olarak ele geu00e7irildi.",  "1988 - Galatasaraylu0131 futbolcu Tanju u00c7olak, ligde attu0131u011fu0131 39 golle Metin Oktay'u0131n 38 gollu00fck rekorunu ku0131rdu0131.",  "1987 - 216 sanu0131klu0131 MHP davasu0131 sonuu00e7landu0131. 52 kiu015fiyi u00f6ldu00fcrdu00fckleri, 29 kiu015fiyi de u00f6ldu00fcrmeye teu015febbu00fcs ettikleri belirlenen sanu0131klardan; 11'i idam, 2'si u00f6mu00fcr boyu, 16'su0131 ise otuz altu0131u015far yu0131l hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1980 - Sovyetler Birliu011fi'nin Afganistan'u0131 iu015fgaline karu015fu0131 u00e7u0131kmak amacu0131yla, Moskova Olimpiyatlaru0131'nu0131 protesto eden ABD'nin u00e7au011fru0131su0131na uyan Bakanlar Kurulu, Tu00fcrkiye'nin de olimpiyatlara katu0131lmamasu0131 yu00f6nu00fcnde karar aldu0131.",  "1979 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Sau011f gu00f6ru00fcu015flu00fc militan Ahmet Kerse, sol gu00f6ru00fcu015flu00fc bakkal Battal Tu00fcrkaslan'u0131 6-7 el ateu015f ederek u00f6ldu00fcrdu00fc.",  "1972 - Richard Nixon, Sovyetler Birliu011fi'ni ziyaret eden ilk ABD Bau015fkanu0131 oldu.",  "1972 - Orhan Kemal Roman Armau011fanu0131 u00f6du00fclu00fcnu00fc, Yu0131lmaz Gu00fcney aldu0131.",  "1972 - u0130srail Bau015fkonsolosu Efraim Elrom, bir apartman dairesinde u00f6ldu00fcru00fclmu00fcu015f olarak bulundu. Elrom, 16 Mayu0131s 1971'de ku0131sa adu0131 THKP-C olan Tu00fcrkiye Halk Kurtuluu015f Partisi-Cephesi militanlaru0131nca kau00e7u0131ru0131lmu0131u015ftu0131.",  "1971 - Bingu00f6l'de meydana gelen 6.7 bu00fcyu00fcklu00fcu011fu00fcndeki depremde 878 kiu015fi u00f6ldu00fc.",  "1968 - Fransa'da sol muhalefetin, Hu00fcku00fbmetin gu00f6revden alu0131nmasu0131 istemi, 11 oy farkla reddedildi. Sendikalar; Hu00fcku00fbmet ve iu015fveren sendikalaru0131yla gu00f6ru00fcu015fme isteklerini bildirdi. Meclis gu00f6stericilere af u00e7u0131kardu0131. Paris'te Daniel Cohn-Bendit'in oturma izninin geri alu0131nmasu0131na karu015fu0131 gu00f6steri yapu0131ldu0131.",  "1963 - u0130stanbul Su0131ku0131yu00f6netim Komutanlu0131u011fu0131, Hu00fcrriyet, Milliyet, Aku015fam ve Tercu00fcman gazetelerini kapattu0131.",  "1963 - Milan, u015eampiyon Kulu00fcpler Kupasu0131'nu0131 kazandu0131.",  "1962 - Tu00fcrk Kadu0131nlar Birliu011fi Kongresi olaylu0131 geu00e7ti. Gu00fcnseli u00d6zkaya Bau015fkan seu00e7ildi.",  "1961 - u0130stanbul Belediyesi'nin du00fczenlediu011fi Tu00fcrk filmleri yaru0131u015fmasu0131nda, Memduh u00dcn'u00fcn yu00f6nettiu011fi Ku0131ru0131k u00c7anaklar filmi, en iyi film seu00e7ildi.",  "1960 - Haberleu015fmeye sansu00fcr koyan Ankara Su0131ku0131yu00f6netim Komutanlu0131u011fu0131, beu015f kiu015finin bir araya gelerek dolau015fmasu0131nu0131 yasakladu0131.",  "1960 - Bu00fcyu00fck u015eili Depremi: Richter u00f6lu00e7eu011fine gu00f6re 9.5 bu00fcyu00fcklu00fcu011fu00fcndeki depremde, 4000 ile 5000 arasu0131nda insan u00f6ldu00fc. Bugu00fcne kadar u00f6lu00e7u00fclmu00fcu015f en u015fiddetli depremdir.",  "1958 - u0130stanbul Su00fcleymaniye'de tarihi Siyavuu015f Pau015fa Konau011fu0131 yandu0131.",  "1956 - 1200 kiu015filik u0130stanbul Bayrampau015fa Cezaevi'nin temeli atu0131ldu0131.",  "1950 - u0130smet u0130nu00f6nu00fc'nu00fcn Cumhurbau015fkanlu0131u011fu0131 su00fcresinin bitmesi ve Celu00e2l Bayar'u0131n Cumhurbau015fkanu0131 seu00e7ilmesi.",  "1950 - Demokrat Parti'nin 14 Mayu0131s'taki seu00e7imlerden galibiyetle u00e7u0131kmasu0131yla; Adnan Menderes, 19. Tu00fcrkiye Hu00fcku00fbmeti'ni kurarak Bau015fbakan oldu.",  "1947 - ABD Bau015fkanu0131 Harry Truman, Tu00fcrkiye'ye yapu0131lacak yardu0131mu0131 imzaladu0131. Yardu0131mu0131, ABD Du0131u015fiu015fleri Bakanu0131 Marshall'u0131n kontrol edeceu011fi au00e7u0131klandu0131. Aynu0131 gu00fcn, General Oliver bau015fkanlu0131u011fu0131ndaki ABD heyeti, Tu00fcrkiye'ye yapu0131lacak askeri yardu0131mu0131 gu00f6ru00fcu015fmek u00fczere yurda geldi.",  "1942 - Meksika, II. Du00fcnya Savau015fu0131'nda mu00fcttefiklere katu0131ldu0131.",  "1932 - Au011fru0131 ayaklanmalaru0131na katu0131lan 34 kiu015fi hakku0131nda idam kararu0131 verildi.",  "1931 - u0130stanbul u015fampiyonu Fenerbahu00e7e, Yunanistan u015fampiyonu Olimpiakos'u 1-0 yendi.",  "1929 - u015eair Yahya Kemal Beyatlu0131, Madrid Elu00e7iliu011fi'ne atandu0131.",  "1927 - u00c7in'in Xining vilayetinde deprem: Yaklau015fu0131k 200.000 u00f6lu00fc.",  "1766 - Bu00fcyu00fck u0130stanbul Depremi olarak adlandu0131ru0131lan deprem meydana geldi. 4000'den fazla kiu015fi u00f6ldu00fc.",  "1176 - Selahaddin Eyyubi'ye Halep'te suikast giriu015fimi.",  "Mu00d6 334 - Bu00fcyu00fck u0130skender'in ordularu0131, III. Darius'u Granikos Savau015fu0131'nda yendi."]







