["2006 - Tu00fcrk-Yunan F-16 uu00e7aklaru0131 u00e7arpu0131u015ftu0131.",  "2006 - Boeing 717 u00fcretimi sona erdi.",  "2002 - Ankara'nu0131n en eski ve en bu00fcyu00fck sinemalaru0131ndan biri olan Aku00fcn Sinemasu0131, 1975 yu0131lu0131nda Ertem Eu011filmez'in unutulmaz filmi Hababam Su0131nu0131fu0131 ile au00e7tu0131u011fu0131 perdelerini, yine aynu0131 filmle bir daha au00e7u0131lmamak u00fczere kapattu0131.",  "1992 - u0130stanbul'a 117 yu0131l hizmet eden Galata Ku00f6pru00fcsu00fc yerinden su00f6ku00fclerek, Haliu00e7'e u00e7ekildi.",  "1982 - Devlet Bau015fkanu0131 Orgeneral Kenan Evren, Ankara'da konuu015ftu: "Gu00f6nu00fcl arzu eder ki bu00fctu00fcn genu00e7ler liseyi okusun hatta bu00fctu00fcn genu00e7ler u00fcniversiteyi okusun. Bu, du00fcnyanu0131n hiu00e7bir yerinde gu00f6ru00fclmemiu015ftir. Liseyi bitiren herkes u00fcniversiteyi okuyamaz."",  "1978 - u0130mralu0131 Cezaevi'nden kau00e7an Amerikalu0131 Billy Hayes'in yazdu0131u011fu0131 roman, Geceyaru0131su0131 Ekspresi adu0131yla sinemaya aktaru0131ldu0131. Tu00fcrkiye, filmi protesto etti.",  "1971 - u0130stanbul'da sokau011fa u00e7u0131kma yasau011fu0131 kondu. 25 bin asker ve polis kentte arama yaptu0131.",  "1965 - Amerika Birleu015fik Devletleri, iu00e7 savau015f yau015fanan Dominik Cumhuriyeti'ndeki kendi vatandau015flaru0131 da dahil yabancu0131laru0131 kurtarmak amacu0131yla Brezilya, Honduras, Paraguay, Nikaragua, Kosta Rika ve El Salvador'un katu0131lu0131mu0131yla u0130nter Amerikan Baru0131u015f Gu00fccu00fc'nu00fc kurdu.",  "1960 - Mossad ajanlaru0131, 6 milyon Yahudinin u00f6lu00fcmu00fcnden sorumlu tutulan Adolf Eichmann'u0131 Arjantin'de ele geu00e7irdi. Eichmann, yargu0131lanmak u00fczere u0130srail'e gu00f6tu00fcru00fcldu00fc.",  "1951 - u00c7in, Mao Zedong u00f6nderliu011finde Tibet'i ilhak etti.",  "1949 - Sovyet lideri Josef Stalin, Berlin ablukasu0131nu0131 kaldu0131rdu0131 ve II. Du00fcnya Savau015fu0131 sonrasu0131 ikiye bu00f6lu00fcnen Almanya'nu0131n batu0131su0131nda Federal Cumhuriyet ilan edildi.",  "1945 - Nasyonal sosyalist liderlerden Himmler, Mu00fcttefikler'in eline geu00e7memek iu00e7in siyanu00fcr kapsu00fclu00fcyle intihar etti.",  "1938 - u0130stanbul Elektrik u015eirketi'nin Hu00fcku00fbmetu00e7e satu0131n alu0131nmasu0131na iliu015fkin su00f6zleu015fme, Ankara'da imzalandu0131.",  "1928 - Tu00fcrk Vatandau015flu0131u011fu0131 Kanunu kabul edildi, tekke ve zaviyeler kapatu0131ldu0131.",  "1919 - u0130zmir'in u0130tilaf Devletleri tarafu0131ndan iu015fgalini protesto iu00e7in Sultanahmet Mitingi yapu0131ldu0131, mitinge 200 bin kiu015fi katu0131ldu0131.",  "1915 - u0130talya Krallu0131u011fu0131, u0130tilaf Devletleri ile birlikte I. Du00fcnya Savau015fu0131'na katu0131ldu0131.",  "1856 - 42 u0130sis adlu0131 gu00f6ktau015fu0131, N. R. Pogson tarafu0131ndan keu015ffedildi.",  "1795 - Fransa'da kadu0131nlaru0131n toplantu0131lara katu0131lmasu0131 yasaklandu0131.",  "1788 - Gu00fcney Karolina eyalet olarak kabul edildi.",  "1040 - Dandanakan Muharebesi yapu0131ldu0131 ve Bu00fcyu00fck Selu00e7uklu u0130mparatorluu011fu kuruldu."]







