["2014 - Ege Denizi'nde Semadirek adasu0131 au00e7u0131klaru0131nda 6.5 u015fiddetinde bir deprem oluu015ftu.",  "2008 - Dima Bilan, Believe adlu0131 u015farku0131 ile Eurovision'da Rusya'ya ilk birinciliu011fi getirdi.",  "2004 - Kuzey Kore'de cep telefonlaru0131 yasaklandu0131.",  "2003 - Letonya'nu0131n bau015fkenti Riga'da geru00e7ekleu015ftirilen 48. Eurovision u015earku0131 Yaru0131u015fmasu0131'nu0131 Tu00fcrkiye adu0131na yaru0131u015fan Sertab Erener, Everyway That I Can adlu0131 u015farku0131 ile kazandu0131.",  "2000 - u0130srail, Gu00fcney Lu00fcbnan'da 22 yu0131ldu0131r su00fcrdu00fcrdu00fcu011fu00fc iu015fgale son verdi.",  "1993 - Eritre, Etiyopya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1993 - PKK pususu: Bingu00f6l-Elazu0131u011f karayolunda pusu kuran PKKlu0131lar, 33 silahsu0131z askeri u00f6ldu00fcrdu00fc.",  "1991 - u0130srail, Su00fcleyman Operasyonu adu0131nu0131 verdiu011fi bir askeru00ee operasyonla Etiyopyalu0131 Yahudileri u0130srail'e getirmeye bau015fladu0131.",  "1989 - Bulgaristan'dan Tu00fcrkiye'ye zorunlu gu00f6u00e7 bau015fladu0131.",  "1983 - Bulvar gazetesinin du00fczenlediu011fi yaru0131u015fmada Tu00fcrkiye Gu00fczeli seu00e7ilen Hu00fclya Avu015far'u0131n evli olduu011fu ortaya u00e7u0131ku0131nca, ikinci gu00fczel Dilara Harau00e7u00e7u0131 Kraliu00e7e ilan edildi.",  "1981 - Tu00fcrk Hava Yollaru0131'nu0131n "Haliu00e7" uu00e7au011fu0131, 4 kiu015fi tarafu0131ndan Bulgaristan'a kau00e7u0131ru0131ldu0131. Militanlar 47 yandau015flaru0131nu0131n ceza evinden u00e7u0131karu0131lmasu0131nu0131 istediler, ancak ertesi gu00fcn yakalandu0131lar.",  "1979 - Yu00fczde 85'i yerli malzeme ile u00fcretilen ilk Tu00fcrk uu00e7au011fu0131 'Mavi Iu015fu0131k 79-XA', Kayseri u0130kmal Merkezi'nde bau015faru0131lu0131 bir deneme uu00e7uu015fu geru00e7ekleu015ftirdi.",  "1976 - Londra'dan Washington'a ilk Concorde seferi bau015fladu0131.",  "1964 - Peru'da bir futbol mau00e7u0131nda kargau015fa u00e7u0131ktu0131: 135 kiu015fi u00f6ldu00fc.",  "1961 - u0130mralu0131 Adasu0131'ndaki 2 bin mahku00fbmun baru0131ndu0131u011fu0131 cezaevinde u00e7u0131kan isyan bastu0131ru0131ldu0131.",  "1956 - u0130lk Eurovision u015earku0131 Yaru0131u015fmasu0131, u0130sviu00e7re'nin Lugano kentinde du00fczenlendi. 7 u00fclkenin katu0131ldu0131u011fu0131 u015farku0131 yaru0131u015fmasu0131nu0131, ev sahibi u0130sviu00e7re adu0131na yaru0131u015fan Lys Assia'nu0131n seslendirdiu011fi, Refrain isimli u015farku0131 kazandu0131.",  "1945 - Krasnodar Kray'da Karadeniz ku0131yu0131su0131ndaki u015eapsu0131u011f Ulusal Rayonu lau011fvedildi.",  "1943 - Polonya'daki Auschwitz toplama kampu0131nda "u00f6lu00fcm meleu011fi" adu0131yla anu0131lan doktor Josef Mengele gu00f6reve bau015fladu0131. Mengele, tutuklular u00fczerinde yaptu0131u011fu0131 korkunu00e7 deneylerle biliniyordu.",  "1941 - Danimarka Kanalu0131 Savau015fu0131'nda, u0130ngiliz zu0131rhlu0131su0131 HMS Hood, DKM Bismarck tarafu0131ndan batu0131ru0131ldu0131.",  "1940 - Igor Sikorsky, ilk bau015faru0131lu0131 tek motorlu helikopter uu00e7uu015funu geru00e7ekleu015ftirdi.",  "1924 - Yabancu0131 u015firketlerce iu015fletilen Osmanlu0131 Anadolu Demiryollaru0131 (CFOA) u015eirketi'nin millileu015ftirilmesi iu00e7in Anadolu-Bau011fdat Demiryollaru0131 Mu00fcdiriye-i Umumiyesi kuruldu.",  "1921 - ABD'de, Sacco ve Vanzetti'nin yargu0131lanmalaru0131na bau015flandu0131.",  "1921 - Hint asu0131llu0131 u0130ngiliz casusu Mustafa Sagir Ankara'da idam edildi.",  "1883 - Yapu0131mu0131 14 yu0131l su00fcren New York'taki Brooklyn Ku00f6pru00fcsu00fc trafiu011fe au00e7u0131ldu0131.",  "1844 - Amerikalu0131 mucit Samuel Morse, ABD Senatosu u00fcyelerinin de hazu0131r bulunduu011fu bir deneyle, ABD Kongre binasu0131ndan Baltimore'da bir tren istasyonuna kendi icadu0131 olan Mors alfabesiyle ilk mesaju0131 gu00f6nderdi.",  "1218 - Beu015finci Hau00e7lu0131 seferi'nde Hau00e7lu0131lar, Akka u015fehrini Eyyubiler'e bu0131raktu0131lar.",  "",  ""]







