["2014 - Ege Denizi'nde Semadirek adası açıklarında 6.5 şiddetinde bir deprem oluştu.", "2008 - Dima Bilan, Believe adlı şarkı ile Eurovision'da Rusya'ya ilk birinciliği getirdi.", "2004 - Kuzey Kore'de cep telefonları yasaklandı.", "2003 - Letonya'nın başkenti Riga'da gerçekleştirilen 48. Eurovision Şarkı Yarışması'nı Türkiye adına yarışan Sertab Erener, Everyway That I Can adlı şarkı ile kazandı.", "2000 - İsrail, Güney Lübnan'da 22 yıldır sürdürdüğü işgale son verdi.", "1993 - Eritre, Etiyopya'dan bağımsızlığını kazandı.", "1993 - PKK pususu: Bingöl-Elazığ karayolunda pusu kuran PKKlılar, 33 silahsız askeri öldürdü.", "1991 - İsrail, Süleyman Operasyonu adını verdiği bir askerî operasyonla Etiyopyalı Yahudileri İsrail'e getirmeye başladı.", "1989 - Bulgaristan'dan Türkiye'ye zorunlu göç başladı.", "1983 - Bulvar gazetesinin düzenlediği yarışmada Türkiye Güzeli seçilen Hülya Avşar'ın evli olduğu ortaya çıkınca, ikinci güzel Dilara Haraççı Kraliçe ilan edildi.", "1981 - Türk Hava Yolları'nın \"Haliç\" uçağı, 4 kişi tarafından Bulgaristan'a kaçırıldı. Militanlar 47 yandaşlarının ceza evinden çıkarılmasını istediler, ancak ertesi gün yakalandılar.", "1979 - Yüzde 85'i yerli malzeme ile üretilen ilk Türk uçağı 'Mavi Işık 79-XA', Kayseri İkmal Merkezi'nde başarılı bir deneme uçuşu gerçekleştirdi.", "1976 - Londra'dan Washington'a ilk Concorde seferi başladı.", "1964 - Peru'da bir futbol maçında kargaşa çıktı: 135 kişi öldü.", "1961 - İmralı Adası'ndaki 2 bin mahkûmun barındığı cezaevinde çıkan isyan bastırıldı.", "1956 - İlk Eurovision Şarkı Yarışması, İsviçre'nin Lugano kentinde düzenlendi. 7 ülkenin katıldığı şarkı yarışmasını, ev sahibi İsviçre adına yarışan Lys Assia'nın seslendirdiği, Refrain isimli şarkı kazandı.", "1945 - Krasnodar Kray'da Karadeniz kıyısındaki Şapsığ Ulusal Rayonu lağvedildi.", "1943 - Polonya'daki Auschwitz toplama kampında \"ölüm meleği\" adıyla anılan doktor Josef Mengele göreve başladı. Mengele, tutuklular üzerinde yaptığı korkunç deneylerle biliniyordu.", "1941 - Danimarka Kanalı Savaşı'nda, İngiliz zırhlısı HMS Hood, DKM Bismarck tarafından batırıldı.", "1940 - Igor Sikorsky, ilk başarılı tek motorlu helikopter uçuşunu gerçekleştirdi.", "1924 - Yabancı şirketlerce işletilen Osmanlı Anadolu Demiryolları (CFOA) Şirketi'nin millileştirilmesi için Anadolu-Bağdat Demiryolları Müdiriye-i Umumiyesi kuruldu.", "1921 - ABD'de, Sacco ve Vanzetti'nin yargılanmalarına başlandı.", "1921 - Hint asıllı İngiliz casusu Mustafa Sagir Ankara'da idam edildi.", "1883 - Yapımı 14 yıl süren New York'taki Brooklyn Köprüsü trafiğe açıldı.", "1844 - Amerikalı mucit Samuel Morse, ABD Senatosu üyelerinin de hazır bulunduğu bir deneyle, ABD Kongre binasından Baltimore'da bir tren istasyonuna kendi icadı olan Mors alfabesiyle ilk mesajı gönderdi.", "1218 - Beşinci Haçlı seferi'nde Haçlılar, Akka şehrini Eyyubiler'e bıraktılar.", "", ""]