["2022 - Gaziantep ilinde bulunan Emniyet Genel Mu00fcdu00fcrlu00fcu011fu00fc binasu0131na saldu0131ru0131 giriu015fimi yapu0131ldu0131.[2]",  "2008 - u00c7in'de 148 kiu015finin u00f6lu00fcmu00fcne neden olan su tau015fku0131nlaru0131 bau015fladu0131.",  "2006 - 6.3 bu00fcyu00fcklu00fcu011fu00fcndeki Mayu0131s 2006 Cava Depremi meydana geldi. Depremde en az 5749 kiu015fi u00f6ldu00fc, 38.568 kiu015fi yaralandu0131 ve 600.000 kiu015fi evsiz kaldu0131.[1]",  "2003 - Ukrayna Havayollaru0131'na ait bir uu00e7ak, Trabzon'un Mau00e7ka ilu00e7esi yaku0131nlaru0131nda du00fcu015ftu00fc. u0130spanyol Baru0131u015f Gu00fccu00fc askerlerini tau015fu0131yan uu00e7akta, 62 asker ile 13 kiu015filik mu00fcrettebat u00f6ldu00fc.",  "1999 - Danu0131u015ftay Sekizinci Dairesi, bau015fu0131 au00e7u0131k gu00f6rev yapmayu0131 kabul etmeyen bau015f u00f6rtu00fclu00fc memurlaru0131n, uyaru0131 cezasu0131 verilmeden iu015ften u00e7u0131karu0131lmasu0131na karar verdi.",  "1997 - Susurluk kazasu0131'nu0131n duruu015fmasu0131nda, kamyon u015fofu00f6ru00fc Hasan Gu00f6ku00e7e, 6 milyon 420 bin lira para cezasu0131 ile DYP u015eanlu0131urfa Milletvekili Sedat Edip Bucak'u0131n ailesine 100 milyon lira manevi tazminat u00f6demeye mahku00fbm edildi.",  "1993 - Salman Ru00fcu015fdi'nin u015eeytan Ayetleri kitabu0131nu0131 yayu0131mlamaya bau015flayan Aydu0131nlu0131k gazetesi toplatu0131ldu0131.",  "1992 - Orhan Kemal Roman u00d6du00fclu00fc'nu00fc, "Ku00f6ylu00fcler" romanu0131yla Talip Apaydu0131n aldu0131.",  "1983 - Sosyal Demokrasi Partisi (SODEP) kuruldu; Genel Bau015fkanlu0131u011fa Erdal u0130nu00f6nu00fc seu00e7ildi.",  "1983 - 12 Eylu00fcl Darbesi'nin 46. idamu0131: 12 Aralu0131k 1978'de paralaru0131nu0131 gasbetmek amacu0131yla iu015fu00e7i Nusret Ateu015f'i bau015fu0131na keserle vurarak u00f6ldu00fcren, diu011fer u00fcu00e7 iu015fu00e7iyi de yaralayan Abdu00fclaziz Ku0131lu0131u00e7 idam edildi.",  "1982 - Yu0131lmaz Gu00fcney'in senaryosunu yazdu0131u011fu0131 ve u015eerif Gu00f6ren ile birlikte yu00f6nettiu011fi Yol filmi, Cannes Film Festivali'nde Altu0131n Palmiye u00f6du00fclu00fcnu00fc Costa Gavras'u0131n Kayu0131p (Missing) filmiyle paylau015ftu0131.",  "1973 - Orhan Kemal Roman u00d6du00fclu00fc'nu00fc, "Bu00fcyu00fck Gu00f6zaltu0131" romanu0131yla u00c7etin Altan aldu0131.",  "1972 - ABD ve SSCB arasu0131nda balistik fu00fczelerin su0131nu0131rlandu0131ru0131lmasu0131 antlau015fmasu0131 imzalandu0131.",  "1971 - Sinema sanatu00e7u0131su0131 Yu0131lmaz Gu00fcney gu00f6zaltu0131na alu0131ndu0131.",  "1971 - u015eair Fazu0131l Hu00fcsnu00fc Dau011flarca tutuklandu0131.",  "1970 - Sovyetler Birliu011fi yapu0131mu0131 Tupolev Tu-144 su00fcpersonik uu00e7au011fu0131, Mach 2 hu0131zu0131nu0131 au015fabilen ilk ticari hava tau015fu0131t aracu0131 oldu.",  "1968 - Bau015fbakan Su00fcleyman Demirel, "du00fczeni deu011fiu015ftirmek isteyenler meczuptur, anaru015fisttir" dedi.",  "1966 - Denizli'de, u00c7elik Yeu015filspor Genu00e7lik ve Pamukkale Genu00e7lik Kulu00fcplerinin katu0131lu0131mlaru0131yla geru00e7ekleu015fen Genel Kurul toplantu0131su0131nda, Denizlispor Profesyonel Futbol Kulu00fcbu00fc kuruldu.",  "1957 - Abant'ta meydana gelen 7,1 bu00fcyu00fcklu00fcu011fu00fcndeki depremde 52 kiu015fi u00f6ldu00fc.",  "1946 - Belediye seu00e7imleri, "Au00e7u0131k Oy Gizli Tasnif" u015feklinde olduu011fu iu00e7in olaylu0131 geu00e7ti. CHP birinci parti oldu. u0130kinci olan Demokrat Parti ise, iktidaru0131n seu00e7imde yanlu0131 davrandu0131u011fu0131 ve seu00e7im gu00fcvenliu011fi olmadu0131u011fu0131 gereku00e7esiyle konuyu mahkemeye tau015fu0131du0131ysa da sonuu00e7 alamadu0131.",  "1939 -  Hu00fcku00fbmette iki bakan deu011fiu015fti. Fethi Okyar Adalet, Raif Karadeniz Gu00fcmru00fck ve Tekel Bakanu0131 oldu.",  "1938 - Amerikan Karu015fu0131tu0131 Faaliyetleri u0130zleme Komitesi (HUAC) ilk oturumunu yaptu0131.",  "1938 - Atatu00fcrk, Ankara'dan son kez ayru0131ldu0131.",  "1926 - Millu00ee Mu00fccadele'ye katu0131lmayan memurlaru0131n gu00f6revlerine son verilmesine iliu015fkin kanun kabul edildi.",  "1897 - Bram Stoker'u0131n du00fcnyaca u00fcnlu00fc Dracula romanu0131 basu0131ldu0131.",  "1894 - Rusya'nu0131n son u00c7aru0131, II. Nikola tau00e7 giydi.",  "1889 - Eyfel Kulesi'nin ilk asansu00f6ru00fc halka au00e7u0131ldu0131.",  "1832 - Quu00e9bec'te Asya kolerasu0131 salgu0131nu0131: Yaklau015fu0131k 6000 kiu015fi u00f6ldu00fc.",  "1647 - Alse Young adu0131ndaki bir kadu0131n, Amerikan kolonilerinde cadu0131lu0131k suu00e7lamasu0131yla idam edilen ilk u015fahu0131s olmuu015ftur. Young, Hartford'ta asu0131larak idam edilmiu015fti.",  "1538 - Jean Calvin ve yandau015flaru0131 Cenevre'den su00fcrgu00fcn edildi. Kalvenizm'in kurucusu olan Fransu0131z din adamu0131, 1541'de tekrar Cenevre'ye du00f6ndu00fcu011fu00fcnde katu0131 bir teokratik yu00f6netim kurdu. 18 Mayu0131s 1564'te "Cenevre Diktatu00f6ru00fc" olarak u00f6ldu00fc.",  "961 - II. Otto, Alman Krallu0131u011fu0131 tahtu0131na u00e7u0131ktu0131."]







