["2022 - Gaziantep ilinde bulunan Emniyet Genel Müdürlüğü binasına saldırı girişimi yapıldı.", "2008 - Çin'de 148 kişinin ölümüne neden olan su taşkınları başladı.", "2006 - 6.3 büyüklüğündeki Mayıs 2006 Cava Depremi meydana geldi. Depremde en az 5749 kişi öldü, 38.568 kişi yaralandı ve 600.000 kişi evsiz kaldı.", "2003 - Ukrayna Havayolları'na ait bir uçak, Trabzon'un Maçka ilçesi yakınlarında düştü. İspanyol Barış Gücü askerlerini taşıyan uçakta, 62 asker ile 13 kişilik mürettebat öldü.", "1999 - Danıştay Sekizinci Dairesi, başı açık görev yapmayı kabul etmeyen baş örtülü memurların, uyarı cezası verilmeden işten çıkarılmasına karar verdi.", "1997 - Susurluk kazası'nın duruşmasında, kamyon şoförü Hasan Gökçe, 6 milyon 420 bin lira para cezası ile DYP Şanlıurfa Milletvekili Sedat Edip Bucak'ın ailesine 100 milyon lira manevi tazminat ödemeye mahkûm edildi.", "1993 - Salman Rüşdi'nin Şeytan Ayetleri kitabını yayımlamaya başlayan Aydınlık gazetesi toplatıldı.", "1992 - Orhan Kemal Roman Ödülü'nü, \"Köylüler\" romanıyla Talip Apaydın aldı.", "1983 - Sosyal Demokrasi Partisi (SODEP) kuruldu; Genel Başkanlığa Erdal İnönü seçildi.", "1983 - 12 Eylül Darbesi'nin 46. idamı: 12 Aralık 1978'de paralarını gasbetmek amacıyla işçi Nusret Ateş'i başına keserle vurarak öldüren, diğer üç işçiyi de yaralayan Abdülaziz Kılıç idam edildi.", "1982 - Yılmaz Güney'in senaryosunu yazdığı ve Şerif Gören ile birlikte yönettiği Yol filmi, Cannes Film Festivali'nde Altın Palmiye ödülünü Costa Gavras'ın Kayıp (Missing) filmiyle paylaştı.", "1973 - Orhan Kemal Roman Ödülü'nü, \"Büyük Gözaltı\" romanıyla Çetin Altan aldı.", "1972 - ABD ve SSCB arasında balistik füzelerin sınırlandırılması antlaşması imzalandı.", "1971 - Sinema sanatçısı Yılmaz Güney gözaltına alındı.", "1971 - Şair Fazıl Hüsnü Dağlarca tutuklandı.", "1970 - Sovyetler Birliği yapımı Tupolev Tu-144 süpersonik uçağı, Mach 2 hızını aşabilen ilk ticari hava taşıt aracı oldu.", "1968 - Başbakan Süleyman Demirel, \"düzeni değiştirmek isteyenler meczuptur, anarşisttir\" dedi.", "1966 - Denizli'de, Çelik Yeşilspor Gençlik ve Pamukkale Gençlik Kulüplerinin katılımlarıyla gerçekleşen Genel Kurul toplantısında, Denizlispor Profesyonel Futbol Kulübü kuruldu.", "1957 - Abant'ta meydana gelen 7,1 büyüklüğündeki depremde 52 kişi öldü.", "1946 - Belediye seçimleri, \"Açık Oy Gizli Tasnif\" şeklinde olduğu için olaylı geçti. CHP birinci parti oldu. İkinci olan Demokrat Parti ise, iktidarın seçimde yanlı davrandığı ve seçim güvenliği olmadığı gerekçesiyle konuyu mahkemeye taşıdıysa da sonuç alamadı.", "1939 -  Hükûmette iki bakan değişti. Fethi Okyar Adalet, Raif Karadeniz Gümrük ve Tekel Bakanı oldu.", "1938 - Amerikan Karşıtı Faaliyetleri İzleme Komitesi (HUAC) ilk oturumunu yaptı.", "1938 - Atatürk, Ankara'dan son kez ayrıldı.", "1926 - Millî Mücadele'ye katılmayan memurların görevlerine son verilmesine ilişkin kanun kabul edildi.", "1897 - Bram Stoker'ın dünyaca ünlü Dracula romanı basıldı.", "1894 - Rusya'nın son Çarı, II. Nikola taç giydi.", "1889 - Eyfel Kulesi'nin ilk asansörü halka açıldı.", "1832 - Québec'te Asya kolerası salgını: Yaklaşık 6000 kişi öldü.", "1647 - Alse Young adındaki bir kadın, Amerikan kolonilerinde cadılık suçlamasıyla idam edilen ilk şahıs olmuştur. Young, Hartford'ta asılarak idam edilmişti.", "1538 - Jean Calvin ve yandaşları Cenevre'den sürgün edildi. Kalvenizm'in kurucusu olan Fransız din adamı, 1541'de tekrar Cenevre'ye döndüğünde katı bir teokratik yönetim kurdu. 18 Mayıs 1564'te \"Cenevre Diktatörü\" olarak öldü.", "961 - II. Otto, Alman Krallığı tahtına çıktı."]