["2016 - Barack Obama, Amerika Birleu015fik Devletleri'nin Hirou015fima Baru0131u015f Anu0131tu0131 Parku0131'nu0131 ziyaret eden ve Hibakuu015fa ile tanu0131u015fan ilk bau015fkanu0131 oldu.",  "2007 - Mehmet Au011far Genel Bau015fkanlu0131u011fu0131ndaki DYP, eski Demokrat Parti'nin adu0131nu0131 aldu0131.",  "1999 - Birleu015fmiu015f Milletler Savau015f Suu00e7lularu0131 Mahkemesi, Yugoslavya Devlet Bau015fkanu0131 Slobodan Miloseviu00e7'i Kosova'daki vahu015fetin sorumlusu olmakla ve etnik Arnavutlara karu015fu0131 soyku0131ru0131m yapmakla suu00e7ladu0131.",  "1995 - Bir grup kadu0131n, Cumartesi gu00fcnu00fc saat 12:00'de gu00f6zaltu0131nda kaybolanlaru0131n bulunmasu0131 ve sorumlularu0131n ortaya u00e7u0131karu0131larak yargu0131lanmasu0131 talebiyle, u0130stanbul Galatasaray Lisesi u00f6nu00fcnde oturdu. Daha sonra Cumartesi Anneleri olarak anu0131lan insan haklaru0131 savunucularu0131, du00f6rt yu0131l boyunca her Cumartesi saat 12:00'de aynu0131 yerde buluu015ftu.",  "1994 - ABD'de 20 yu0131ldu0131r su00fcrgu00fcnde bulunan Sovyet yazar Aleksandr Soljenitsin u00fclkesine du00f6ndu00fc.",  "1992 - Iu011fdu0131r ve Ardahan il oldu.",  "1983 - Tu00fcrkiye'de ku00fcrtaj yasau011fu0131 kalktu0131. Cumhurbau015fkanu0131 Kenan Evren, kadu0131nlara ku00fcrtaj hakku0131 verdi.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Milliyetu00e7i Hareket Partisi Genel Bau015fkan Yardu0131mcu0131su0131 Gu00fcn Sazak, Ankara'da evinin u00f6nu00fcnde uu011fradu0131u011fu0131 suikast sonucu u00f6ldu00fc.",  "1963 - Tu00fcrkiye'de 27 Mayu0131s Hu00fcrriyet ve Anayasa Bayramu0131 ilan edildi.",  "1962 - u00c7ekmece Nu00fckleer Arau015ftu0131rma ve Eu011fitim Merkezi (u00c7NAEM) au00e7u0131ldu0131.",  "1961 - Anayasa, Kurucu Meclis'te oylamaya katu0131lan 262 u00fcyeden 260'u0131nu0131n oyuyla kabul edildi.",  "1960 - Tu00fcrk Silahlu0131 Kuvvetleri'nin yu00f6netime el koymasu0131nu0131n ardu0131ndan gu00f6zaltu0131na alu0131nan eski u0130u00e7iu015fleri Bakanu0131 Namu0131k Gedik intihar etti. Aynu0131 gu00fcn gu00f6zaltu0131na alu0131nan 150 kiu015fi Yassu0131ada'ya getirildi.",  "1960 - 27 Mayu0131s Darbesi: Tu00fcrk Silahlu0131 Kuvvetleri yu00f6netime el koydu. Silahlu0131 Kuvvetler adu0131na u00fclke yu00f6netimini Millu00ee Birlik Komitesi u00fcstlendi. Orgeneral Cemal Gu00fcrsel, Millu00ee Birlik Komitesi'nin bau015fu0131na getirildi. Millu00ee Birlik Komitesi, ilk iu015f olarak Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'ni ve Hu00fcku00fbmeti feshetti ve her tu00fcrlu00fc siyasi faaliyeti yasakladu0131.",  "1958 - Amerikan F-4 Phantom II u00e7ok amau00e7lu0131 avcu0131-bombardu0131man uu00e7au011fu0131 ilk uu00e7uu015funu yaptu0131.",  "1957 - u0130stanbul'da yapu0131lan Du00fcnya Gu00fcreu015f u015eampiyonasu0131'nda Tu00fcrkiye Millu00ee Gu00fcreu015f Taku0131mu0131, serbestte du00f6rt birincilikle du00fcnya u015fampiyonu oldu.",  "1953 - Paris'te Belu00e7ika, Fransa, u0130talya, Lu00fcksemburg, Hollanda ve Batu0131 Almanya arasu0131nda Avrupa Savunma Birliu011fi Antlau015fmasu0131 imzalandu0131.",  "1944 - Latin harfleri ile ilk Cumhuriyet altu0131nu0131 basu0131ldu0131.",  "1941 - Alman zu0131rhlu0131su0131 Bismarck, u0130ngiliz Kraliyet Donanmasu0131 tarafu0131ndan batu0131ru0131ldu0131.",  "1940 - Le Paradis katliamu0131: Almanlar tarafu0131ndan u00e7evrilen Kraliyet Norfolk Mu00fcfrezesi'nden 99 askerden sadece 2'si kurtulabildi.",  "1935 - Tu00fcrkiye'de hafta tatili, Cuma'dan Pazar'a alu0131ndu0131.",  "1915 - Osmanlu0131 Hu00fcku00fcmeti tarafu0131ndan Sevk ve u0130skan Kanunu kabul edildi.",  "1907 - San Francisco, Kaliforniya'da veba salgu0131nu0131 bau015f gu00f6sterdi.",  "1905 - Tsushima Muharebesi bau015fladu0131. Ertesi gu00fcn Japon Donanmasu0131'nu0131n, Rus Donanmasu0131'nu0131 neredeyse yok etmesiyle son buldu. Bu savau015f du00fcnya tarihinin ilk modern deniz savau015fu0131 oldu.",  "1703 - Rus u00c7aru0131 I. Petro, Rus u0130u00e7 Savau015fu0131 su0131rasu0131nda Petrograd, Sovyetler Birliu011fi du00f6neminde Leningrad olarak anu0131lan Sankt-Peterburg u015fehrini kurdu."]







