["2016 - Barack Obama, Amerika Birleşik Devletleri'nin Hiroşima Barış Anıtı Parkı'nı ziyaret eden ve Hibakuşa ile tanışan ilk başkanı oldu.", "2007 - Mehmet Ağar Genel Başkanlığındaki DYP, eski Demokrat Parti'nin adını aldı.", "1999 - Birleşmiş Milletler Savaş Suçluları Mahkemesi, Yugoslavya Devlet Başkanı Slobodan Miloseviç'i Kosova'daki vahşetin sorumlusu olmakla ve etnik Arnavutlara karşı soykırım yapmakla suçladı.", "1995 - Bir grup kadın, Cumartesi günü saat 12:00'de gözaltında kaybolanların bulunması ve sorumluların ortaya çıkarılarak yargılanması talebiyle, İstanbul Galatasaray Lisesi önünde oturdu. Daha sonra Cumartesi Anneleri olarak anılan insan hakları savunucuları, dört yıl boyunca her Cumartesi saat 12:00'de aynı yerde buluştu.", "1994 - ABD'de 20 yıldır sürgünde bulunan Sovyet yazar Aleksandr Soljenitsin ülkesine döndü.", "1992 - Iğdır ve Ardahan il oldu.", "1983 - Türkiye'de kürtaj yasağı kalktı. Cumhurbaşkanı Kenan Evren, kadınlara kürtaj hakkı verdi.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Milliyetçi Hareket Partisi Genel Başkan Yardımcısı Gün Sazak, Ankara'da evinin önünde uğradığı suikast sonucu öldü.", "1963 - Türkiye'de 27 Mayıs Hürriyet ve Anayasa Bayramı ilan edildi.", "1962 - Çekmece Nükleer Araştırma ve Eğitim Merkezi (ÇNAEM) açıldı.", "1961 - Anayasa, Kurucu Meclis'te oylamaya katılan 262 üyeden 260'ının oyuyla kabul edildi.", "1960 - Türk Silahlı Kuvvetleri'nin yönetime el koymasının ardından gözaltına alınan eski İçişleri Bakanı Namık Gedik intihar etti. Aynı gün gözaltına alınan 150 kişi Yassıada'ya getirildi.", "1960 - 27 Mayıs Darbesi: Türk Silahlı Kuvvetleri yönetime el koydu. Silahlı Kuvvetler adına ülke yönetimini Millî Birlik Komitesi üstlendi. Orgeneral Cemal Gürsel, Millî Birlik Komitesi'nin başına getirildi. Millî Birlik Komitesi, ilk iş olarak Türkiye Büyük Millet Meclisi'ni ve Hükûmeti feshetti ve her türlü siyasi faaliyeti yasakladı.", "1958 - Amerikan F-4 Phantom II çok amaçlı avcı-bombardıman uçağı ilk uçuşunu yaptı.", "1957 - İstanbul'da yapılan Dünya Güreş Şampiyonası'nda Türkiye Millî Güreş Takımı, serbestte dört birincilikle dünya şampiyonu oldu.", "1953 - Paris'te Belçika, Fransa, İtalya, Lüksemburg, Hollanda ve Batı Almanya arasında Avrupa Savunma Birliği Antlaşması imzalandı.", "1944 - Latin harfleri ile ilk Cumhuriyet altını basıldı.", "1941 - Alman zırhlısı Bismarck, İngiliz Kraliyet Donanması tarafından batırıldı.", "1940 - Le Paradis katliamı: Almanlar tarafından çevrilen Kraliyet Norfolk Müfrezesi'nden 99 askerden sadece 2'si kurtulabildi.", "1935 - Türkiye'de hafta tatili, Cuma'dan Pazar'a alındı.", "1915 - Osmanlı Hükümeti tarafından Sevk ve İskan Kanunu kabul edildi.", "1907 - San Francisco, Kaliforniya'da veba salgını baş gösterdi.", "1905 - Tsushima Muharebesi başladı. Ertesi gün Japon Donanması'nın, Rus Donanması'nı neredeyse yok etmesiyle son buldu. Bu savaş dünya tarihinin ilk modern deniz savaşı oldu.", "1703 - Rus Çarı I. Petro, Rus İç Savaşı sırasında Petrograd, Sovyetler Birliği döneminde Leningrad olarak anılan Sankt-Peterburg şehrini kurdu."]