["2023 - Tu00fcrkiye Cumhuriyeti 13. Cumhurbau015fkanlu0131u011fu0131 2.tur seu00e7imi yapu0131ldu0131.",  "2013 - Taksim Gezi Parku0131 olaylaru0131 bau015fladu0131.",  "2004 - Cumhurbau015fkanu0131 Ahmet Necdet Sezer, genu00e7lerin imam hatip liselerine yu00f6nlenmelerinin u00f6zendirilmesi amau00e7landu0131u011fu0131 gereku00e7esiyle "Yu00d6K Kanunu" olarak bilinen "Yu00fckseku00f6u011fretim Kanunu ve Yu00fckseku00f6u011fretim Personel Kanunu'nda Deu011fiu015fiklik Yapu0131lmasu0131 Hakku0131nda Kanun"u ku0131smen TBMM'ye iade etti.",  "2002 - NATO, Rusya'yu0131 su0131nu0131rlu0131 ortak ilan etti.",  "1999 - Leonardo da Vinci'nin u015faheseri Son Aku015fam Yemeu011fi adlu0131 tablo, 22 yu0131l su00fcren restorasyon u00e7alu0131u015fmalaru0131nu0131n sona ermesiyle u0130talya'nu0131n Milano kentinde yeniden sergilenmeye bau015flandu0131.",  "1999 - 57'nci Hu00fcku00fbmet kuruldu. MHP, DSP ve Anavatan Partisi'nden oluu015fan Koalisyon Hu00fcku00fbmetinde, Bau015fbakan Bu00fclent Ecevit oldu.",  "1992 - Tu00fcrkiye ile Nahu00e7u0131van'u0131 birbirine bau011flayan u00dcmit Ku00f6pru00fcsu00fc hizmete girdi.",  "1987 - Batu0131 Alman pilot Mathias Rust, ku00fcu00e7u00fck uu00e7au011fu0131yla Sovyet hava koridorunu delerek Ku0131zu0131l Meydan'a indi. Hava Kuvvetleri Bau015fkomutanu0131 Koldunov gu00f6revden alu0131ndu0131.",  "1984 - Bayrampau015fa Cezaevi'nden du00f6rdu00fc Devrimci Sol, biri Tu00fcrkiye u0130u015fu00e7i Ku00f6ylu00fc Kurtuluu015f Ordusu (Tu0130KKO) yu00f6neticisi 5 kiu015fi firar etti.",  "1984 - Cumhurbau015fkanu0131 Kenan Evren, "aydu0131n" tartu0131u015fmasu0131 iu00e7in Manisa'da konuu015ftu: "Birinci Cihan Harbi'nin sonunda memleket iu015fgale uu011fradu0131u011fu0131 zaman, Atatu00fcrk Kurtuluu015f Savau015fu0131'nu0131 bau015flattu0131u011fu0131nda, u0130stanbul'da, 'Bu savau015f deliliktir. Kurtuluu015f u00e7aresi ya Amerikan mandasu0131 ya u0130ngiliz mandasu0131du0131r.' diye tutturan aydu0131nlar vardu0131. Ben bu00f6yle aydu0131nlaru0131 ne yapayu0131m?"",  "1983 - Orhan Kemal Roman u00d6du00fclu00fc'nu00fc "Cevdet Bey ve Ou011fullaru0131" adlu0131 romanu0131yla Orhan Pamuk aldu0131.",  "1981 - Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Du0130SK) Genel Bau015fkanu0131 Abdullah Bau015ftu00fcrk ve Yu00fcru00fctme Kurulu u00dcyeleri, iu015fu00e7ileri suu00e7a teu015fvik ve tahrik ettikleri gereku00e7esiyle u0130stanbul Su0131ku0131yu00f6netim Askeru00ee Mahkemesi'nde yargu0131lanmaya bau015fladu0131lar.",  "1961 - Uluslararasu0131 Af u00d6rgu00fctu00fc, Londra'da kuruldu.",  "1960 - Millu00ee Birlik Komitesi, Orgeneral Cemal Gu00fcrsel'e MBK Bau015fkanlu0131u011fu0131nu0131n yanu0131 su0131ra, Bau015fbakanlu0131k, Millu00ee Savunma Bakanlu0131u011fu0131 ve Bau015fkomutanlu0131k gu00f6revlerini de verdi. Orgeneral Gu00fcrsel, aynu0131 gu00fcn asker ve sivil u00fcyelerden oluu015fan Bakanlar Kurulunu au00e7u0131kladu0131. Bau015fbakan Adnan Menderes, Ku00fctahya yolunda tutuklandu0131. Cumhurbau015fkanu0131 Celu00e2l Bayar ve yedi bakanu0131n Silahlu0131 Kuvvetler gu00f6zetiminde olduu011fu au00e7u0131klandu0131.",  "1959 - ABD tarafu0131ndan uzaya gu00f6nderilen iki maymun sau011f olarak Du00fcnya'ya du00f6ndu00fc.",  "1958 - Akis dergisi Yazu0131 u0130u015fleri Mu00fcdu00fcru00fc Yusuf Ziya Ademhan 3 yu0131l, Bau015fyazaru0131 Metin Toker 1 yu0131l hapis cezasu0131na u00e7arptu0131ru0131ldu0131; dergi de 3 ay kapatu0131ldu0131.",  "1954 - Birleu015fmiu015f Milletler Eu011fitim, Bilim ve Ku00fcltu00fcr u00d6rgu00fctu00fc (UNESCO), en u00e7ok konuu015fulan diller arasu0131na Tu00fcrku00e7eyi de aldu0131.",  "1952 - Yunanistan'da kadu0131nlara seu00e7me hakku0131 verildi.",  "1953 - Kore Savau015fu0131'nda 28-29 Mayu0131s'ta meydana gelen u00e7arpu0131u015fmalarda, Tu00fcrk Tugayu0131 155 u015fehit verdi.",  "1940 - Belu00e7ika ve Hollanda Nazilere teslim oldu.",  "1937 - Volkswagen otomobil firmasu0131 kuruldu.",  "1937 - Birleu015fik Krallu0131k'ta Neville Chamberlain Bau015fbakan oldu.",  "1933 - Nasyonal sosyalistler, Almanya Komu00fcnist Partisi'nin bu00fctu00fcn mallaru0131na el koydu.",  "1930 - u0130nu015fasu0131 2 yu0131l su00fcren, New York'un u00f6nemli sembollerinden olan Chrysler Binasu0131 resmen au00e7u0131ldu0131.",  "1919 - u0130stanbul'da tutuklanan u0130ttihat ve Terakki ileri gelenleri, Malta'ya su00fcrgu00fcne gu00f6nderildi. Malta su00fcrgu00fcnleri olarak adlandu0131ru0131lan bu ilk kafilede 66 kiu015fi yer alu0131yordu. Su00fcrgu00fcnler 20 Kasu0131m 1920'ye kadar su00fcrdu00fc.",  "1919 - Mustafa Kemal Pau015fa, Havza'dan, sivil ve asker yu00fcksek memur ve komutanlu0131klara, iu015fgallere karu015fu0131 u00e7u0131ku0131lan mitingler du00fczenlenmesini bildirdi.",  "1918 - Tiflis'te Azerbaycan Millu00ee u015eurasu0131 tarafu0131ndan Azerbaycan Demokratik Cumhuriyeti ilan edildi.",  "1913 - Osmanlu0131 feministleri kadu0131n haklaru0131nu0131 savunmak iu00e7in Osmanlu0131 Mu00fcdafaa-i Hukuk-u0131 Nisvan Cemiyeti'ni kurdular.",  "1902 - Bilim insanu0131 Thomas Edison pili buldu.",  "1871 - Paris Komu00fcnu00fc du00fcu015ftu00fc.",  "1862 - Sayu0131u015ftay kuruldu.",  "1830 - ABD Bau015fkanu0131 Andrew Jackson, Amerikan Ku0131zu0131lderililerinin yurtlaru0131ndan u00e7u0131karu0131lmasu0131na ve bau015fka yerlere su00fcru00fclmelerine olanak tanu0131yan Yerli u0130sku00e2n Yasasu0131'nu0131 imzaladu0131.",  "1812 - Osmanlu0131 Devleti ile Rusya arasu0131nda Bu00fckreu015f Antlau015fmasu0131 imzalandu0131 ve 1806-1812 Osmanlu0131-Rus Savau015fu0131 sona erdi.",  "622 - Hicret, Medine'ye 3u00a0km uzaklu0131kta bulunan Kubu00e2'ya ulau015fu0131lmasu0131yla tamamlandu0131.",  "Mu00d6 585 - Yunan filozof ve bilim insanu0131 Thales'in tahmin ettiu011fi gibi bir gu00fcneu015f tutulmasu0131 meydana geldiu011finde Alyattis ile Siyaksares, Halys Nehri Muharebesi'nde u00e7arpu0131u015fu0131yorlardu0131. Tutulma sayesinde ateu015fkes sau011flandu0131. Bu tarihin tam olarak bilinmesi diu011fer biru00e7ok olayu0131n tarihinin de hesaplanabilmesini sau011flamu0131u015ftu0131r."]







