["2023 - Türkiye Cumhuriyeti 13. Cumhurbaşkanlığı 2.tur seçimi yapıldı.", "2013 - Taksim Gezi Parkı olayları başladı.", "2004 - Cumhurbaşkanı Ahmet Necdet Sezer, gençlerin imam hatip liselerine yönlenmelerinin özendirilmesi amaçlandığı gerekçesiyle \"YÖK Kanunu\" olarak bilinen \"Yükseköğretim Kanunu ve Yükseköğretim Personel Kanunu'nda Değişiklik Yapılması Hakkında Kanun\"u kısmen TBMM'ye iade etti.", "2002 - NATO, Rusya'yı sınırlı ortak ilan etti.", "1999 - Leonardo da Vinci'nin şaheseri Son Akşam Yemeği adlı tablo, 22 yıl süren restorasyon çalışmalarının sona ermesiyle İtalya'nın Milano kentinde yeniden sergilenmeye başlandı.", "1999 - 57'nci Hükûmet kuruldu. MHP, DSP ve Anavatan Partisi'nden oluşan Koalisyon Hükûmetinde, Başbakan Bülent Ecevit oldu.", "1992 - Türkiye ile Nahçıvan'ı birbirine bağlayan Ümit Köprüsü hizmete girdi.", "1987 - Batı Alman pilot Mathias Rust, küçük uçağıyla Sovyet hava koridorunu delerek Kızıl Meydan'a indi. Hava Kuvvetleri Başkomutanı Koldunov görevden alındı.", "1984 - Bayrampaşa Cezaevi'nden dördü Devrimci Sol, biri Türkiye İşçi Köylü Kurtuluş Ordusu (TİKKO) yöneticisi 5 kişi firar etti.", "1984 - Cumhurbaşkanı Kenan Evren, \"aydın\" tartışması için Manisa'da konuştu: \"Birinci Cihan Harbi'nin sonunda memleket işgale uğradığı zaman, Atatürk Kurtuluş Savaşı'nı başlattığında, İstanbul'da, 'Bu savaş deliliktir. Kurtuluş çaresi ya Amerikan mandası ya İngiliz mandasıdır.' diye tutturan aydınlar vardı. Ben böyle aydınları ne yapayım?\"", "1983 - Orhan Kemal Roman Ödülü'nü \"Cevdet Bey ve Oğulları\" adlı romanıyla Orhan Pamuk aldı.", "1981 - Devrimci İşçi Sendikaları Konfederasyonu (DİSK) Genel Başkanı Abdullah Baştürk ve Yürütme Kurulu Üyeleri, işçileri suça teşvik ve tahrik ettikleri gerekçesiyle İstanbul Sıkıyönetim Askerî Mahkemesi'nde yargılanmaya başladılar.", "1961 - Uluslararası Af Örgütü, Londra'da kuruldu.", "1960 - Millî Birlik Komitesi, Orgeneral Cemal Gürsel'e MBK Başkanlığının yanı sıra, Başbakanlık, Millî Savunma Bakanlığı ve Başkomutanlık görevlerini de verdi. Orgeneral Gürsel, aynı gün asker ve sivil üyelerden oluşan Bakanlar Kurulunu açıkladı. Başbakan Adnan Menderes, Kütahya yolunda tutuklandı. Cumhurbaşkanı Celâl Bayar ve yedi bakanın Silahlı Kuvvetler gözetiminde olduğu açıklandı.", "1959 - ABD tarafından uzaya gönderilen iki maymun sağ olarak Dünya'ya döndü.", "1958 - Akis dergisi Yazı İşleri Müdürü Yusuf Ziya Ademhan 3 yıl, Başyazarı Metin Toker 1 yıl hapis cezasına çarptırıldı; dergi de 3 ay kapatıldı.", "1954 - Birleşmiş Milletler Eğitim, Bilim ve Kültür Örgütü (UNESCO), en çok konuşulan diller arasına Türkçeyi de aldı.", "1952 - Yunanistan'da kadınlara seçme hakkı verildi.", "1953 - Kore Savaşı'nda 28-29 Mayıs'ta meydana gelen çarpışmalarda, Türk Tugayı 155 şehit verdi.", "1940 - Belçika ve Hollanda Nazilere teslim oldu.", "1937 - Volkswagen otomobil firması kuruldu.", "1937 - Birleşik Krallık'ta Neville Chamberlain Başbakan oldu.", "1933 - Nasyonal sosyalistler, Almanya Komünist Partisi'nin bütün mallarına el koydu.", "1930 - İnşası 2 yıl süren, New York'un önemli sembollerinden olan Chrysler Binası resmen açıldı.", "1919 - İstanbul'da tutuklanan İttihat ve Terakki ileri gelenleri, Malta'ya sürgüne gönderildi. Malta sürgünleri olarak adlandırılan bu ilk kafilede 66 kişi yer alıyordu. Sürgünler 20 Kasım 1920'ye kadar sürdü.", "1919 - Mustafa Kemal Paşa, Havza'dan, sivil ve asker yüksek memur ve komutanlıklara, işgallere karşı çıkılan mitingler düzenlenmesini bildirdi.", "1918 - Tiflis'te Azerbaycan Millî Şurası tarafından Azerbaycan Demokratik Cumhuriyeti ilan edildi.", "1913 - Osmanlı feministleri kadın haklarını savunmak için Osmanlı Müdafaa-i Hukuk-ı Nisvan Cemiyeti'ni kurdular.", "1902 - Bilim insanı Thomas Edison pili buldu.", "1871 - Paris Komünü düştü.", "1862 - Sayıştay kuruldu.", "1830 - ABD Başkanı Andrew Jackson, Amerikan Kızılderililerinin yurtlarından çıkarılmasına ve başka yerlere sürülmelerine olanak tanıyan Yerli İskân Yasası'nı imzaladı.", "1812 - Osmanlı Devleti ile Rusya arasında Bükreş Antlaşması imzalandı ve 1806-1812 Osmanlı-Rus Savaşı sona erdi.", "622 - Hicret, Medine'ye 3 km uzaklıkta bulunan Kubâ'ya ulaşılmasıyla tamamlandı.", "MÖ 585 - Yunan filozof ve bilim insanı Thales'in tahmin ettiği gibi bir güneş tutulması meydana geldiğinde Alyattis ile Siyaksares, Halys Nehri Muharebesi'nde çarpışıyorlardı. Tutulma sayesinde ateşkes sağlandı. Bu tarihin tam olarak bilinmesi diğer birçok olayın tarihinin de hesaplanabilmesini sağlamıştır."]