["2023 - Su0131rbistan'nu0131n bau015fkenti Belgrad'da bir okula du00fczenlenen silahlu0131 saldu0131ru0131 sonucunda 8'i u00f6u011frenci olmak u00fczere 9 kiu015fi u00f6ldu00fc.",  "2008 - Uluslararasu0131 Gazetecileri Koruma Komitesi'nin yayu0131nladu0131u011fu0131 bir rapora gu00f6re, 2007 yu0131lu0131nda 65 gazeteci u00f6ldu00fcru00fcldu00fc. Geu00e7en 15 yu0131lda u00f6ldu00fcru00fclen yaklau015fu0131k 500 gazetecinin, sadece 75'inin katilleri bulundu. Rapora gu00f6re, du00fcnyada gazeteciler iu00e7in en tehlikeli bu00f6lgeler; Irak, Sierra Leone ve Somali.",  "1997 - Flash TV, u0130stanbul stu00fcdyosu silahlu0131 bir grup tarafu0131ndan basu0131ldu0131.",  "1993 - Birleu015fmiu015f Milletler, 20 Aralu0131k 1993'te, her yu0131l 3 Mayu0131s'u0131n, Du00fcnya Basu0131n u00d6zgu00fcrlu00fcu011fu00fc Gu00fcnu00fc olarak kutlanmasu0131nu0131 kararlau015ftu0131rdu0131.",  "1989 - Tu00fcrkiye Kupasu0131 u00e7eyrek final 2. mau00e7u0131nda, Fenerbahu00e7e, 3-0'lu0131k skorla, ilk yaru0131 geriye du00fcu015ftu00fcu011fu00fc Galatasaray mau00e7u0131ndan, ikinci yaru0131, 4-3'lu00fck galibiyetle ayru0131ldu0131.",  "1986 - u00c7ernobil nu00fckleer kazasu0131 sonrasu0131 oluu015fan radyoaktif bulutlaru0131n, Tu00fcrkiye'ye de ulau015ftu0131u011fu0131 ve bazu0131 bu00f6lgelerde radyasyonun yedi kat arttu0131u011fu0131 au00e7u0131klandu0131.",  "1979 - Margaret Thatcher, u0130ngiltere Bau015fbakanu0131 seu00e7ildi. Thatcher, u0130ngiltere tarihinin ilk kadu0131n Bau015fbakanu0131 oldu.",  "1978 - Tarihte ilk kez bir bilgisayar au011fu0131 u00fczerinden yu0131u011fu0131n mesaj gu00f6nderildi. Sonradan spam adu0131 verilecek olan bu ticari reklam mesajlaru0131, ABD'de o zaman kullanu0131lan Arpanet au011fu0131 u00fczerindeki her adrese gu00f6nderilmiu015fti.",  "1973 - Chicago'daki Sears Kulesi (Willis Kulesi)'nin inu015faatu0131 tamamlandu0131 ve du00fcnyanu0131n en yu00fcksek kulesi olarak tescillendi. (Bugu00fcn halu00e2 ABD'nin en yu00fcksek, du00fcnyanu0131n ise 5. en yu00fcksek binasu0131du0131r)",  "1972 - Ortadou011fu Gazetesi yayu0131n hayatu0131na bau015fladu0131.",  "1972 - Ankara-u0130stanbul seferini yapan DC-9 tipi "Bou011faziu00e7i" adlu0131 yolcu uu00e7au011fu0131, 61 yolcu ve 5 mu00fcrettebatu0131 ile birlikte, du00f6rt eylemci tarafu0131ndan Sofyau2019ya kau00e7u0131ru0131ldu0131.",  "1969 - Yargu0131tay Bau015fkanu0131 u0130mran u00d6ktem'in Ankara Maltepe Camii'nde yapu0131lan cenaze tu00f6reninde; kalabalu0131k bir grup, cenaze namazu0131nu0131n ku0131lu0131nmasu0131nu0131 engellemeye u00e7alu0131u015ftu0131 ve cami gu00f6revlileri, gu00f6revlerini yerine getirmekten kau00e7u0131ndu0131.",  "1968 - Paris Sorbonne u00dcniversitesi'nde u00e7u0131kan isyan, 1 aydan fazla su00fcrdu00fc ve Fransa'nu0131n geneline yayu0131ldu0131. Sonuu00e7ta Meclis feshedildi, pek u00e7ok sivil ve polis hayatu0131nu0131 kaybetti.",  "1960 - Kara Kuvvetleri Komutanu0131 Orgeneral Cemal Gu00fcrsel, Hu00fcku00fbmeti uyarmak iu00e7in, Millu00ee Savunma Bakanu0131 Ethem Menderes'e mektup gu00f6nderdi.",  "1956 - Gima Gu0131da ve u0130htiyau00e7 Maddeleri u015eirketi kuruldu.",  "1951 - Demokrat Parti, Meclis Grubunda din eu011fitiminin geniu015fletilmesi istendi.",  "1950 - Ali Naci Karacan'u0131n kurduu011fu, Milliyet gazetesi yayu0131n hayatu0131na bau015fladu0131.",  "1947 - Japonya'da, II. Du00fcnya Savau015fu0131 sonrasu0131nda yeni hazu0131rlanan Japon Anayasasu0131 yu00fcru00fcrlu00fcu011fe girdi.",  "1944 - 3 Mayu0131s Olaylaru0131 anu0131ldu0131 ve Tu00fcrku00e7u00fclu00fck Bayramu0131 ilan edildi.",  "1937 - Amerikalu0131 yazar Margaret Mitchell'in yazdu0131u011fu0131 Ru00fczgu00e2r Gibi Geu00e7ti romanu0131, Kurgu dalu0131nda Pulitzer u00d6du00fclu00fc kazandu0131.",  "1935 - Tu00fcrk Hava Kurumu bu00fcnyesinde, "Tu00fcrkkuu015fu" adu0131yla kurulan uu00e7uu015f okulu faaliyete geu00e7ti.",  "1934 - Kayseri Uu00e7ak Fabrikasu0131'nda yapu0131lan ilk parti altu0131 avcu0131 uu00e7au011fu0131ndan biri, 50 dakikalu0131k bir uu00e7uu015fla, Kayseri'den Ankara'ya geldi.",  "1920 - Tu00fcrk Silahlu0131 Kuvvetleri kuruldu.",  "1920 - TBMM'nin ilk Bakanlar Kurulu oluu015fturuldu. u0130cra Vekilleri Heyeti, Mustafa Kemal Bau015fkanlu0131u011fu0131nda ilk toplantu0131su0131nu0131 yaptu0131.",  "1915 - Aru0131burnu Zaferi kazanu0131ldu0131.",  "1907 - Fenerbahu00e7e Spor Kulu00fcbu00fc kuruldu.",  "1887 - Britanya Kolumbiyasu0131'nu0131n Nanaimo kentinde Nanaimo madeni patlamasu0131 meydana geldi: 150 madenci u00f6ldu00fc."]







