["2023 - Sırbistan'nın başkenti Belgrad'da bir okula düzenlenen silahlı saldırı sonucunda 8'i öğrenci olmak üzere 9 kişi öldü.", "2008 - Uluslararası Gazetecileri Koruma Komitesi'nin yayınladığı bir rapora göre, 2007 yılında 65 gazeteci öldürüldü. Geçen 15 yılda öldürülen yaklaşık 500 gazetecinin, sadece 75'inin katilleri bulundu. Rapora göre, dünyada gazeteciler için en tehlikeli bölgeler; Irak, Sierra Leone ve Somali.", "1997 - Flash TV, İstanbul stüdyosu silahlı bir grup tarafından basıldı.", "1993 - Birleşmiş Milletler, 20 Aralık 1993'te, her yıl 3 Mayıs'ın, Dünya Basın Özgürlüğü Günü olarak kutlanmasını kararlaştırdı.", "1989 - Türkiye Kupası çeyrek final 2. maçında, Fenerbahçe, 3-0'lık skorla, ilk yarı geriye düştüğü Galatasaray maçından, ikinci yarı, 4-3'lük galibiyetle ayrıldı.", "1986 - Çernobil nükleer kazası sonrası oluşan radyoaktif bulutların, Türkiye'ye de ulaştığı ve bazı bölgelerde radyasyonun yedi kat arttığı açıklandı.", "1979 - Margaret Thatcher, İngiltere Başbakanı seçildi. Thatcher, İngiltere tarihinin ilk kadın Başbakanı oldu.", "1978 - Tarihte ilk kez bir bilgisayar ağı üzerinden yığın mesaj gönderildi. Sonradan spam adı verilecek olan bu ticari reklam mesajları, ABD'de o zaman kullanılan Arpanet ağı üzerindeki her adrese gönderilmişti.", "1973 - Chicago'daki Sears Kulesi (Willis Kulesi)'nin inşaatı tamamlandı ve dünyanın en yüksek kulesi olarak tescillendi. (Bugün halâ ABD'nin en yüksek, dünyanın ise 5. en yüksek binasıdır)", "1972 - Ortadoğu Gazetesi yayın hayatına başladı.", "1972 - Ankara-İstanbul seferini yapan DC-9 tipi \"Boğaziçi\" adlı yolcu uçağı, 61 yolcu ve 5 mürettebatı ile birlikte, dört eylemci tarafından Sofya’ya kaçırıldı.", "1969 - Yargıtay Başkanı İmran Öktem'in Ankara Maltepe Camii'nde yapılan cenaze töreninde; kalabalık bir grup, cenaze namazının kılınmasını engellemeye çalıştı ve cami görevlileri, görevlerini yerine getirmekten kaçındı.", "1968 - Paris Sorbonne Üniversitesi'nde çıkan isyan, 1 aydan fazla sürdü ve Fransa'nın geneline yayıldı. Sonuçta Meclis feshedildi, pek çok sivil ve polis hayatını kaybetti.", "1960 - Kara Kuvvetleri Komutanı Orgeneral Cemal Gürsel, Hükûmeti uyarmak için, Millî Savunma Bakanı Ethem Menderes'e mektup gönderdi.", "1956 - Gima Gıda ve İhtiyaç Maddeleri Şirketi kuruldu.", "1951 - Demokrat Parti, Meclis Grubunda din eğitiminin genişletilmesi istendi.", "1950 - Ali Naci Karacan'ın kurduğu, Milliyet gazetesi yayın hayatına başladı.", "1947 - Japonya'da, II. Dünya Savaşı sonrasında yeni hazırlanan Japon Anayasası yürürlüğe girdi.", "1944 - 3 Mayıs Olayları anıldı ve Türkçülük Bayramı ilan edildi.", "1937 - Amerikalı yazar Margaret Mitchell'in yazdığı Rüzgâr Gibi Geçti romanı, Kurgu dalında Pulitzer Ödülü kazandı.", "1935 - Türk Hava Kurumu bünyesinde, \"Türkkuşu\" adıyla kurulan uçuş okulu faaliyete geçti.", "1934 - Kayseri Uçak Fabrikası'nda yapılan ilk parti altı avcı uçağından biri, 50 dakikalık bir uçuşla, Kayseri'den Ankara'ya geldi.", "1920 - Türk Silahlı Kuvvetleri kuruldu.", "1920 - TBMM'nin ilk Bakanlar Kurulu oluşturuldu. İcra Vekilleri Heyeti, Mustafa Kemal Başkanlığında ilk toplantısını yaptı.", "1915 - Arıburnu Zaferi kazanıldı.", "1907 - Fenerbahçe Spor Kulübü kuruldu.", "1887 - Britanya Kolumbiyası'nın Nanaimo kentinde Nanaimo madeni patlaması meydana geldi: 150 madenci öldü."]