["2020 - NASA astronotlaru0131nu0131 tau015fu0131yan Crew Dragon Demo-2 uzay aracu0131 fu0131rlatu0131ldu0131.[1]",  "1996 - Birleu015fmiu015f Milletler u0130nsan Yerleu015fimleri Konferansu0131, Habitat II Kent Zirvesi u0130stanbul'da bau015fladu0131.",  "1993 - PCI 2.0 veriyolu piyasaya su00fcru00fcldu00fc.",  "1992 - Birleu015fmiu015f Milletler Gu00fcvenlik Konseyi, Su0131rbistan'a Bosna'daki saldu0131ru0131laru0131 durdurmasu0131 amacu0131yla ambargo koydu.",  "1990 - Sovyetler Birliu011fi lideri Mihail Gorbau00e7ov, Almanya konusunu gu00f6ru00fcu015fmek u00fczere Washington'a gitti.",  "1990 - Fransa, deli dana hastalu0131u011fu0131 nedeniyle Birleu015fik Krallu0131k'tan su0131u011fu0131r ve su0131u011fu0131r eti ithalini yasakladu0131.",  "1982 - u0130spanya, NATO'nun 16. u00fcyesi oldu. Aynu0131 zamanda 1955 yu0131lu0131nda Batu0131 Almanya'nu0131n katu0131lu0131mu0131ndan sonra u00f6rgu00fcte kabul edilen ilk u00fclke oldu.",  "1981 - Bangaldeu015f'de Tuu011fgeneral Mansur Ahmet Hu00fcku00fbmete karu015fu0131 ayaklanma bau015flattu0131. Devlet Bau015fkanu0131 Ziyau00fc'rrahman u00f6ldu00fcru00fcldu00fc.",  "1975 - Mehmet Ali Aybar, Sosyalist Devrim Partisi'ni kurdu.",  "1971 - u0130nsansu0131z ABD uzay aracu0131 Mariner 9, Mars hakku0131nda bilgi toplamak u00fczere uzaya fu0131rlatu0131ldu0131.",  "1968 - Fransa Devlet Bau015fkanu0131 Charles de Gaulle, Meclis'i feshederek normal su00fcresinde seu00e7imlere gidileceu011fini au00e7u0131kladu0131.",  "1967 - Nijerya askeru00ee diktatu00f6rlu00fcu011fu00fcne karu015fu0131 yu0131llar su00fcren mu00fccadeleden sonra Biafra bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1962 - 27 Mayu0131s askeri mu00fcdahalesinden sonra sivil yu00f6netime geu00e7ildiu011finde, u0130smet u0130nu00f6nu00fc Bau015fkanlu0131u011fu0131nda kurulan ilk koalisyon Hu00fcku00fbmeti olan CHP-AP ortaklu0131u011fu0131, Bau015fbakan u0130smet u0130nu00f6nu00fc'nu00fcn istifasu0131yla sona erdi.",  "1942 - II. Du00fcnya Savau015fu0131: 1000 kadar u0130ngiliz bombardu0131man uu00e7au011fu0131nu0131n katu0131ldu0131u011fu0131 ve 1,5 saat su00fcren bir hava saldu0131ru0131su0131nda Almanya'nu0131n Ku00f6ln kenti bu00fcyu00fck hasar gu00f6rdu00fc.",  "1941 - II. Du00fcnya Savau015fu0131: Almanya Girit'i iu015fgal etti.",  "1935 - Belucistan'da meydana gelen depremde 20 bin kiu015fi u00f6ldu00fc.",  "1925 - 30 Mayu0131s Olayu0131 geru00e7ekleu015fti ve bu olay, o gu00fcne deu011fin u00c7in'de geru00e7ekleu015fmiu015f olan en bu00fcyu00fck yabancu0131 karu015fu0131tu0131 gu00f6steri oldu.",  "1921 - u00c7ankaya Ku00f6u015fku00fc, Mustafa Kemal'e armau011fan edildi. Atatu00fcrk, ku00f6u015fku00fc bir yazu0131 ile Ordu'ya bau011fu0131u015fladu0131.",  "1920 - Fransa ve TBMM Hu00fcku00fbmeti arasu0131nda geu00e7ici bir ateu015fkes imzalandu0131. TBMM'nin kazandu0131u011fu0131 askeru00ee bau015faru0131lar ve diplomatik zaferler sonrasu0131, Fransa ile Sakarya Zaferi'nden sonra Ankara Antlau015fmasu0131 imzalandu0131. (20 Ekim 1921)",  "1920 - Cafer Tayyar Eu011filmez'e, Edirne Mu00fcdafaa-i Hukuk Merkez Heyeti'nce Trakya Mu00fcdafaa-i Milliye Kumandanu0131 sanu0131 verildi.",  "1913 - I. Balkan Savau015fu0131 sona erdi.",  "1876 - Osmanlu0131 Padiu015fahu0131 Abdu00fclaziz, 30 Mayu0131s 1876 Darbesi ile tahttan indirildi. Yerine yeu011feni V. Murat geu00e7ti.",  "1806 - Andrew Jackson, Charles Dickinson adu0131nda birini karu0131su0131na hakaret ettiu011fi iu00e7in yaptu0131klaru0131 du00fcelloda u00f6ldu00fcrdu00fc. Andrew Jackson, o tarihte henu00fcz ABD Bau015fkanu0131 olmamu0131u015ftu0131.",  "1740 - Osmanlu0131 Devleti, Fransa ile kapitu00fclasyon antlau015fmasu0131 yaptu0131.",  "1631 - Fransa'nu0131n ilk gazetelerinden, La Gazette, Thu00e9ophraste Renaudot tarafu0131ndan yayu0131mlanmaya bau015flandu0131.",  "1574 - III. Henri Fransa kralu0131 oldu.",  "1536 - u0130ngiltere Kralu0131 VIII. Henry, Jane Seymour ile evlendi.",  "1453 - Fatih Sultan Mehmet, u0130stanbul u00dcniversitesi'ni kurdu.",  "1453 - Fatih Sultan Mehmet, Hu0131zu0131r Bey'i (u00c7elebi) u0130stanbul'a ilk belediye bau015fkanu0131 olarak atadu0131.",  "1431 - Jeanne d'Arc, bu00fcyu00fccu00fclu00fck suu00e7u ile yargu0131landu0131 ve yaku0131ldu0131."]







