["2010 - u0130srail ordusu, Tu00fcrkiye'den hareket eden u0130HH (u0130nsani Yardu0131m Vakfu0131)'nu0131n 9 insani yardu0131m gemisine basku0131n operasyonu du00fczenledi. u0130srail Bau015fbakanu0131 Benjamin Netanyahu, operasyonu desteklediu011fini au00e7u0131kladu0131.",  "2002 - 2002 FIFA Du00fcnya Kupasu0131, Gu00fcney Kore ve Japonya'da bau015fladu0131.",  "1999 - PKK lideri Abdullah u00d6calan'u0131n yargu0131lanmasu0131na u0130mralu0131 Adasu0131'nda bau015flandu0131.",  "1996 - Erzurum Dadau015fkent Belediye Bau015fkanu0131 Ensar Cou015fkun, "u00f6u011frenciye ev verenin kanalizasyonunu tu0131karu0131m. Erkek ve ku0131z u00f6u011frenciler kiraladu0131klaru0131 evlerde karu0131 koca hayatu0131 yau015fu0131yor" dedi.",  "1987 - Yunanistan'u0131n ilk yasal u00f6zel radyo istasyonu yayu0131nu0131na bau015fladu0131.",  "1985 - Ecstasy olarak da bilinen psychedelic ilau00e7 "Methylenedioxymethamphetamine" (MDMA), ABD'de yasaklu0131 ilau00e7lar listesine alu0131ndu0131.",  "1983 - Millu00ee Gu00fcvenlik Konseyi, 79 sayu0131lu0131 bildirisiyle Bu00fcyu00fck Tu00fcrkiye Partisini kapattu0131.",  "1971 - THKO militanlaru0131 Sinan Cemgil, Kadir Manga ve Alparslan u00d6zdou011fan, Kahramanmarau015f'u0131n Nurhak ilu00e7esindeki Nurhak Dau011flaru0131'nda gu00fcvenlik gu00fcu00e7leri ile girdikleri u00e7atu0131u015fma sonucu u00f6ldu00fcru00fcldu00fc.",  "1969 - u00dcnlu00fc soprano Maria Callas, Pier Paolo Pasolini'nin Gu00f6reme'de u00e7ekeceu011fi "Medea" filmi iu00e7in Tu00fcrkiye'ye geldi.",  "1967 - Tu00fcrkiye'de ikinci kez bir hastaya yapay kalp kapaku00e7u0131u011fu0131 taku0131ldu0131.",  "1960 - Tu00fcrk Ordu Millu00ee Futbol Taku0131mu0131, ikinci defa Du00fcnya u015eampiyonu oldu.",  "1957 - Atatu00fcrk u00dcniversitesi kanunu kabul edildi.",  "1946 - Varto ve Hu0131nu0131s'ta 5,7 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi: 839 kiu015fi u00f6ldu00fc, 1991 ev yu0131ku0131ldu0131.",  "1933 - u0130stanbul Daru00fclfu00fcnunu'nun kapatu0131lu0131p yerine Millu00ee Eu011fitim Bakanlu0131u011fu0131'na bau011flu0131 yeni bir u00fcniversitenin kurulmasu0131na iliu015fkin kanun kabul edildi.",  "1927 - Ford Model T otomobillerin sonuncusu u00fcretim bandu0131ndan u00e7u0131ktu0131. Bu tarihe kadar aynu0131 modelden tam 15.007.003 arau00e7 u00fcretilmiu015fti.",  "1911 - RMS Titanic yolcu gemisi denize indirildi. (Yapu0131mu0131 1912'de tamamlanacaktu0131r.)",  "1859 - Londra'daki u00fcnlu00fc saat kulesi Big Ben'in saati ilk kez u00e7alu0131u015fmaya bau015fladu0131.",  "1799 - Napolyon, Akka yenilgisinin ardu0131ndan, savau015f meydanu0131nu0131 Cezzar Ahmed Pau015fa kuvvetlerine terk etti.",  "Mu00d6 1279 - Antik Mu0131su0131r'da, 19. Hanedan firavunlaru0131ndan II. Ramses bau015fa geu00e7ti."]







