["2009 - Bilge Ku00f6yu00fc Katliamu0131: Mardin'in Mazu0131dau011fu0131 ilu00e7esine bau011flu0131 Bilge ku00f6yu00fcnde yapu0131lan bir du00fcu011fu00fcn su0131rasu0131nda, du00fcu011fu00fcndekilere ve aynu0131 aileden olan insanlara ateu015f au00e7u0131ldu0131. Saldu0131ru0131da; 3'u00fc hamile kadu0131n ve 6'su0131 u00e7ocuk olmak u00fczere, toplamda 44 kiu015fi u00f6ldu00fc.",  "2002 - Nijerya'da bir yolcu uu00e7au011fu0131 kalku0131u015ftan hemen sonra du00fcu015ftu00fc: 148 kiu015fi u00f6ldu00fc.",  "1997 - Irak'tan Avrupa u00fclkelerine gitmek isteyen 25 kiu015fiyi tau015fu0131yan iki tekne, Ege Denizi'nde battu0131. 17 kiu015fi bou011fuldu, yedi kiu015fi kayboldu.",  "1997 - Eurovision u015earku0131 Yaru0131u015fmasu0131'nda, u015eebnem Paker'in seslendirdiu011fi Dinle adlu0131 u015farku0131 u00fcu00e7u00fcncu00fc oldu.",  "1994 - Filistin Kurtuluu015f u00d6rgu00fctu00fc ile u0130srail, Batu0131 u015eeria ve Gazze'de yau015fayan Filistinlilere u00f6zerklik verilmesini u00f6ngu00f6ren antlau015fmaya imza attu0131.",  "1979 - Margaret Thatcher, u0130ngiltere Bau015fbakanu0131 olarak gu00f6reve bau015fladu0131. Thatcher, u0130ngiltere tarihinin ilk kadu0131n Bau015fbakanu0131 oldu.",  "1970 - ABD'de, Ohio Kent u00dcniversitesi'nde, ABD'nin Kambou00e7ya'yu0131 iu015fgalini protesto eden u00f6u011frencilere mu00fcdahale eden gu00fcvenlik gu00fcu00e7leri; du00f6rt u00f6u011frenciyi u00f6ldu00fcrdu00fc, dokuzunu yaraladu0131.",  "1953 - Ernest Hemingway, Yau015flu0131 Adam ve Deniz adlu0131 romanu0131yla Pulitzer u00d6du00fclu00fc aldu0131.",  "1949 - u0130stiklal Mahkemeleri'ne iliu015fkin yasa yu00fcru00fcrlu00fckten kaldu0131ru0131ldu0131.",  "1942 - II. Du00fcnya Savau015fu0131: Port Moresby'ye dou011fru ilerleyen Japon kuvvetlerinin pu00fcsku00fcrtu00fclmesiyle sonuu00e7lanan Mercan Denizi Muharebesi bau015fladu0131.",  "1932 - Al Capone, vergi kau00e7u0131rma suu00e7undan Atlanta'da hapse girdi.",  "1931 - Mustafa Kemal Atatu00fcrk, u00fcu00e7u00fcncu00fc kez Cumhurbau015fkanu0131 seu00e7ildi.",  "1930 - Mahatma Gandi, u0130ngilizler tarafu0131ndan tutuklandu0131.",  "1926 - Birleu015fik Krallu0131k'ta yaklau015fu0131k 1,2 milyon madencinin katu0131ldu0131u011fu0131 genel grev bau015fladu0131.",  "1924 - 1924 Yaz Olimpiyatlaru0131 Paris'te bau015fladu0131.",  "1919 - u00c7in Cumhuriyeti'nde yabancu0131 mallaru0131n boykot edilmesini savunan u00f6u011frenci ayaklanmasu0131.",  "1912 - u0130talya Krallu0131u011fu0131, Rodos'u iu015fgal etti.",  "1904 - Almanya'nu0131n futbol kulu00fcbu00fc olan FC Schalke 04 kuruldu.",  "1904 - ABD tarafu0131ndan Panama Kanalu0131'nu0131n inu015fasu0131na bau015flandu0131.",  "1865 - Abraham Lincoln suikast sonucu u00f6ldu00fcru00fclmesinden u00fcu00e7 hafta sonra, Springfield, Illinois'da toprau011fa verildi.",  "1814 - I. Napolyon, Elba Adasu0131nu0131n Portoferraio kasabasu0131na vardu0131 ve su00fcrgu00fcn hayatu0131 bau015fladu0131."]







