["2007 - Kamerun'un Douala kentindeki Douala Uluslararasu0131 Havalimanu0131'ndan, Kenya'nu0131n bau015fkenti Nairobi'ye gitmek u00fczere havalanan Kenya Havayollaru0131na ait Boeing 737-800 tipi yolcu uu00e7au011fu0131 du00fcu015ftu00fc: 115 kiu015fi u00f6ldu00fc.",  "2005 - u0130ngiltere'de yapu0131lan genel seu00e7imleri, Tony Blair'in bau015fu0131nda olduu011fu u0130u015fu00e7i Partisi u00fcu00e7u00fcncu00fc kez kazandu0131.",  "2000 - Anayasa Mahkemesi Bau015fkanu0131 Ahmet Necdet Sezer, Tu00fcrkiye'nin 10. cumhurbau015fkanu0131 seu00e7ildi.",  "1994 - Naim Su00fcleymanou011flu, u00c7ekya'da yapu0131lan Avrupa Halter u015eampiyonasu0131'nda, 64 kiloda du00fcnya rekoru ku0131rarak u00fcu00e7 altu0131n madalya aldu0131.",  "1981 - IRA militanu0131 Bobby Sands, au00e7lu0131k grevinin sonunda u0130ngiltere'de hapishanede u00f6ldu00fc. Sands, aynu0131 zamanda Birleu015fik Krallu0131k Parlamentosu'nun da bir u00fcyesiydi.",  "1980 - Konstantin Karamanlis, Yunanistan Devlet Bau015fkanu0131 seu00e7ildi.",  "1968 - Fransa'da, Vietnam Savau015fu0131 nedeniyle ABD karu015fu0131tu0131 gu00f6sterilerde, altu0131 u00f6u011frencinin tutuklanmasu0131 u00fczerine Daniel Cohn-Bendit liderliu011finde, 30 bin u00f6u011frenci barikatlar kurarak Paris'te ayaklandu0131; Sorbonne u00dcniversitesi kapatu0131ldu0131.",  "1961 - Alan Shepard, ABD'nin uzaya gu00f6nderdiu011fi ilk insan oldu.",  "1960 - Sovyetler Birliu011fi, bir su00fcredir kayu0131p olan ABD'ye ait casus uu00e7au011fu0131, U-2'yi du00fcu015fu00fcrdu00fcu011fu00fcnu00fc au00e7u0131kladu0131. Sou011fuk Savau015fu0131 u015fiddetlendiren bu olaya, U-2 Krizi adu0131 verildi.",  "1955 - Tu00fcrk Kadu0131nlar Birliu011fi'nin giriu015fimiyle, her yu0131l Mayu0131s ayu0131nu0131n ikinci Pazar gu00fcnu00fcnu00fcn Anneler Gu00fcnu00fc olarak kutlanmasu0131na karar verildi. TKB, Nene Hatun'u yu0131lu0131n annesi seu00e7ti. Anneler Gu00fcnu00fc'ne iliu015fkin ilk resmi u00f6neri, 1872'de Amerikalu0131 Julia Howe'dan geldi.",  "1955 - Batu0131 Almanya, tam egemenlik hakku0131na kavuu015ftu.",  "1954 - Paraguay'da askeru00ee darbe geru00e7ekleu015fti.",  "1947 - Belu00e7ika, u0130ngiltere, Danimarka, Fransa, Hollanda, u0130rlanda, u0130sveu00e7, u0130talya, Lu00fcksemburg ve Norveu00e7; bir araya gelerek Avrupa Konseyi'ni kurdu. Tu00fcrkiye, Avrupa Konseyi'ne Au011fustos 1949'da katu0131ldu0131.",  "1939 - 1. Tu00fcrk Neu015friyat Kongresi kapandu0131.",  "1936 - u0130talyan birlikleri, Addis Ababa'yu0131 (Etiyopya) iu015fgal etti.",  "1925 - Cumhurbau015fkanu0131 Mustafa Kemal'e suikast giriu015fimi gereku00e7esiyle u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131lan Manok Manukyan idam edildi.",  "1925 - Atatu00fcrk Orman u00c7iftliu011fi'nin kuruluu015f u00e7alu0131u015fmalaru0131na bau015flandu0131.",  "1921 - Parisli u00fcnlu00fc modacu0131 Coco Chanel, du00fcnyanu0131n en u00fcnlu00fc parfu00fcmlerinden biri olan Chanel No. 5'i piyasaya sundu.",  "1920 - Sacco ve Vanzetti, (Nicola Sacco ve Bartolomeo Vanzetti) soygun ve cinayet suu00e7lamalaru0131yla tutuklandu0131. Amerikan adalet sisteminin ayu0131bu0131 olarak tarihe geu00e7en davalaru0131ndan sonra 1927'de idam edileceklerdir.",  "1916 - Amerikan Deniz Piyadeleri, Dominik Cumhuriyeti'ni iu015fgal etti.",  "1891 - New York'taki Carnegie Hall konser salonu, Pyotr u0130lyiu00e7 u00c7aykovski'nin misafir kondu00fcktu00f6rlu00fcu011fu00fcnde ilk au00e7u0131lu0131u015fu0131nu0131 yaptu0131.",  "1865 - ABD'deki ilk tren soygunu, Cincinnati (Ohio) yaku0131nlaru0131nda geru00e7ekleu015fti.",  "1862 - Cinco de Mayo kutlamalaru0131: Meksika ordusu, III. Napolyon komutasu0131ndaki Fransu0131z ordularu0131nu0131 Puebla'da mau011flup etti.",  "1835 - Ku0131ta Avrupasu0131'nu0131n ilk demiryolu hattu0131 Belu00e7ika'da au00e7u0131ldu0131. (Avrupa'nu0131n ilki ise u0130ngiltere'deydi)",  "1821 - Fransa u0130mparatoru Napolyon Bonapart, ikinci su00fcrgu00fcn yeri olan Gu00fcney Atlantik Okyanusu'ndaki Saint Helena Adasu0131'nda u00f6ldu00fc.",  "1809 - u0130sviu00e7re'nin Aargau kantonu, Yahudileri vatandau015flu0131k haklaru0131ndan mahrum etti.",  "1762 - Rusya ve Prusya, aralaru0131ndaki Yedi Yu0131l Savau015fu0131'nu0131 sona erdiren Sankt-Peterburg antlau015fmasu0131 imzaladu0131lar.",  "1494 - Kristof Kolomb, Jamaika adasu0131na ayak bastu0131 ve adaya "Santiago" adu0131nu0131 verdi. Karaya u00e7u0131ktu0131u011fu0131 koyu ise, "Saint Gloria" olarak adlandu0131rdu0131.",  "1260 - Kubilay Han, Mou011fol u0130mparatoru oldu.",  "553 - u0130kinci u0130stanbul Konsili bau015fladu0131."]







