["2023 - III. Charles ve Camilla'nın taç giyme töreni, Westminster Abbey'de gerçekleşti. Törene 203 farklı ülkeden 2.200'den fazla kişi katıldı.", "2019 - YSK (Yüksek Seçim Kurulu), AK Parti'nin olağanüstü itirazını değerlendirerek İstanbul Büyükşehir Belediye Başkanlığı seçimlerinin iptaline karar verdi. Ekrem İmamoğlu'nun mazbatası iptal edildi. Yenilenecek seçim tarihi olarak 23 Haziran 2019 belirlendi.", "2004 - Dünyada en çok izlenen 4 televizyon dizisinden biri olan Friends bitti. Son bölümünü ABD'de 2 milyon kişi izledi.", "2002 - Hollandalı politikacı Pim Fortuyn, bir suikast girişimi sonucu öldürüldü.", "2002 - Jean-Pierre Raffarin, Fransa Başbakanı seçildi.", "2001 - Suriye'ye yaptığı bir gezi sırasında bir camiyi ziyaret eden Papa II. Jan Pol, bir camiye ayak basan ilk Papa oldu.", "1996 - Anayol Hükümeti Adalet Bakanı Mehmet Ağar, cezaevleri genelgesi yayımladı. \"Mayıs Genelgesi\" adıyla anılan düzenleme, cezaevlerinde tepkiyle karşılandı. Siyasi tutuklu ve hükümlüler, 20 Mayıs'ta açlık grevine başladı. 12 kişi öldü. 27 Temmuz'da anlaşmaya varıldı.", "1996 - Eski CIA Başkanı William Colby'nin cesedi, güney Maryland'da bir nehirde bulundu.", "1994 - Manş Denizi’nin altından İngiltere ile Fransa'yı denizden birbirine bağlayan Manş Tüneli açıldı.", "1988 - Norveç'te bir yolcu uçağı düştü: 36 kişi öldü.", "1983 - Batı Almanya'da Stern dergisinin bulduğu Adolf Hitler'in günlüklerinin sahte oldukları ortaya çıktı.", "1976 - Kuzeydoğu İtalya'nın Friuli bölgesinde meydana gelen depremde 989 kişi öldü.", "1972 - Deniz Gezmiş, Yusuf Aslan ve Hüseyin İnan, Ankara Merkez Kapalı Cezaevi'nde idam edildi.", "1940 - John Steinbeck, The Grapes of Wrath (Gazap Üzümleri) adlı romanıyla Pulitzer Ödülü aldı.", "1939 - Ekrem König olayıyla ilişkisi sebebiyle Dışişleri Bakanlığı evrak kayıt memuru Ruhi Bozcalı 3 ay hapse mahkûm edildi.", "1939 - New York Dünya Sergisi'ndeki Türk kulübü törenle açıldı.", "1939 - Akşam Gazetesi, görüşmeleri süren Türk- İngiliz Antlaşması hakkında yayımlanan bir yazı sebebiyle kapatıldı.", "1937 - Dünyanın en büyük zeplini olan Hindenburg, havalandıktan kısa süre sonra alev aldı ve yanarak yere çakıldı. 36 kişinin öldüğü kazadan sonra bu taşımacılık yönteminden vazgeçildi.", "1936 - Ankara'da Türkiye'nin ilk konservatuvarı olan Ankara Devlet Konservatuvarı kuruldu.", "1930 - Hakkâri'de meydana gelen 7,2 büyüklüğündeki depremde, 2514 kişi öldü.", "1927 - İstanbul Radyosu ilk yayınına, Sirkeci'deki Büyük Postane binasının bodrum katında başladı.", "1889 - Osmanlı Devleti'nin de katıldığı, Uluslararası Paris Fuarı başladı.", "1889 - Eyfel Kulesi ziyaretçilere açıldı.", "1877 - Sioux Kızılderililerinin şefi Crazy Horse (Çılgın At), ABD birliklerine Nebraska'da teslim oldu.", "1536 - İngiltere Kralı VIII. Henry, ülkedeki bütün kiliselerde İngilizce İncillerin bulundurulmasını emretti."]