["2023 - III. Charles ve Camilla'nu0131n tau00e7 giyme tu00f6reni, Westminster Abbey'de geru00e7ekleu015fti. Tu00f6rene 203 farklu0131 u00fclkeden 2.200'den fazla kiu015fi katu0131ldu0131.",  "2019 - YSK (Yu00fcksek Seu00e7im Kurulu), AK Parti'nin olau011fanu00fcstu00fc itirazu0131nu0131 deu011ferlendirerek u0130stanbul Bu00fcyu00fcku015fehir Belediye Bau015fkanlu0131u011fu0131 seu00e7imlerinin iptaline karar verdi. Ekrem u0130mamou011flu'nun mazbatasu0131 iptal edildi. Yenilenecek seu00e7im tarihi olarak 23 Haziran 2019 belirlendi.",  "2004 - Du00fcnyada en u00e7ok izlenen 4 televizyon dizisinden biri olan Friends bitti. Son bu00f6lu00fcmu00fcnu00fc ABD'de 2 milyon kiu015fi izledi.",  "2002 - Hollandalu0131 politikacu0131 Pim Fortuyn, bir suikast giriu015fimi sonucu u00f6ldu00fcru00fcldu00fc.",  "2002 - Jean-Pierre Raffarin, Fransa Bau015fbakanu0131 seu00e7ildi.",  "2001 - Suriye'ye yaptu0131u011fu0131 bir gezi su0131rasu0131nda bir camiyi ziyaret eden Papa II. Jan Pol, bir camiye ayak basan ilk Papa oldu.",  "1996 - Anayol Hu00fcku00fcmeti Adalet Bakanu0131 Mehmet Au011far, cezaevleri genelgesi yayu0131mladu0131. "Mayu0131s Genelgesi" adu0131yla anu0131lan du00fczenleme, cezaevlerinde tepkiyle karu015fu0131landu0131. Siyasi tutuklu ve hu00fcku00fcmlu00fcler, 20 Mayu0131s'ta au00e7lu0131k grevine bau015fladu0131. 12 kiu015fi u00f6ldu00fc. 27 Temmuz'da anlau015fmaya varu0131ldu0131.",  "1996 - Eski CIA Bau015fkanu0131 William Colby'nin cesedi, gu00fcney Maryland'da bir nehirde bulundu.",  "1994 - Manu015f Deniziu2019nin altu0131ndan u0130ngiltere ile Fransa'yu0131 denizden birbirine bau011flayan Manu015f Tu00fcneli au00e7u0131ldu0131.",  "1988 - Norveu00e7'te bir yolcu uu00e7au011fu0131 du00fcu015ftu00fc: 36 kiu015fi u00f6ldu00fc.",  "1983 - Batu0131 Almanya'da Stern dergisinin bulduu011fu Adolf Hitler'in gu00fcnlu00fcklerinin sahte olduklaru0131 ortaya u00e7u0131ktu0131.",  "1976 - Kuzeydou011fu u0130talya'nu0131n Friuli bu00f6lgesinde meydana gelen depremde 989 kiu015fi u00f6ldu00fc.",  "1972 - Deniz Gezmiu015f, Yusuf Aslan ve Hu00fcseyin u0130nan, Ankara Merkez Kapalu0131 Cezaevi'nde idam edildi.",  "1940 - John Steinbeck, The Grapes of Wrath (Gazap u00dczu00fcmleri) adlu0131 romanu0131yla Pulitzer u00d6du00fclu00fc aldu0131.",  "1939 - Ekrem Ku00f6nig olayu0131yla iliu015fkisi sebebiyle Du0131u015fiu015fleri Bakanlu0131u011fu0131 evrak kayu0131t memuru Ruhi Bozcalu0131 3 ay hapse mahku00fbm edildi.",  "1939 - New York Du00fcnya Sergisi'ndeki Tu00fcrk kulu00fcbu00fc tu00f6renle au00e7u0131ldu0131.",  "1939 - Aku015fam Gazetesi, gu00f6ru00fcu015fmeleri su00fcren Tu00fcrk- u0130ngiliz Antlau015fmasu0131 hakku0131nda yayu0131mlanan bir yazu0131 sebebiyle kapatu0131ldu0131.",  "1937 - Du00fcnyanu0131n en bu00fcyu00fck zeplini olan Hindenburg, havalandu0131ktan ku0131sa su00fcre sonra alev aldu0131 ve yanarak yere u00e7aku0131ldu0131. 36 kiu015finin u00f6ldu00fcu011fu00fc kazadan sonra bu tau015fu0131macu0131lu0131k yu00f6nteminden vazgeu00e7ildi.",  "1936 - Ankara'da Tu00fcrkiye'nin ilk konservatuvaru0131 olan Ankara Devlet Konservatuvaru0131 kuruldu.",  "1930 - Hakku00e2ri'de meydana gelen 7,2 bu00fcyu00fcklu00fcu011fu00fcndeki depremde, 2514 kiu015fi u00f6ldu00fc.",  "1927 - u0130stanbul Radyosu ilk yayu0131nu0131na, Sirkeci'deki Bu00fcyu00fck Postane binasu0131nu0131n bodrum katu0131nda bau015fladu0131.",  "1889 - Osmanlu0131 Devleti'nin de katu0131ldu0131u011fu0131, Uluslararasu0131 Paris Fuaru0131 bau015fladu0131.",  "1889 - Eyfel Kulesi ziyaretu00e7ilere au00e7u0131ldu0131.",  "1877 - Sioux Ku0131zu0131lderililerinin u015fefi Crazy Horse (u00c7u0131lgu0131n At), ABD birliklerine Nebraska'da teslim oldu.",  "1536 - u0130ngiltere Kralu0131 VIII. Henry, u00fclkedeki bu00fctu00fcn kiliselerde u0130ngilizce u0130ncillerin bulundurulmasu0131nu0131 emretti."]







