["2002 - Taburcu olduktan sonra u00e7alu0131u015fmalaru0131nu0131 evinde su00fcrdu00fcren Bau015fbakan Bu00fclent Ecevit, 'gu00f6revini bu0131rakmayacau011fu0131nu0131' su00f6yledi.",  "2001 - Gana'nu0131n bau015fkenti Akra'da oynanan bir futbol mau00e7u0131nda u00e7u0131kan izdihamda, 130 kiu015fi u00f6ldu00fc.",  "2000 - Schuman Bildirgesi'nin 50. yu0131l du00f6nu00fcmu00fc, Avrupa Birliu011fi kurumlaru0131nca kutlandu0131.",  "2000 - Macaristan'da du00fczenlenen ve olimpiyat elemelerine hazu0131rlu0131k niteliu011fi tau015fu0131yan 17. Uluslararasu0131 Szeged Ku00fcrek u015eampiyonasu0131'nda, Tu00fcrk sporcularu0131 iki altu0131n, du00f6rt gu00fcmu00fcu015f ve u00fcu00e7 bronz madalya kazandu0131. Ku00fcreku00e7ilerimiz, Tu00fcrk Ku00fcrek tarihinde de en fazla madalya kazanan ekip oldu.",  "2000 - Devlet Bakanu0131 Recep u00d6nal, Tu00fcrkiye - Suriye arasu0131ndaki ticaret hacmini, 1 milyar dolaru0131n u00fczerine u00e7u0131karmayu0131 hedeflediklerini au00e7u0131kladu0131.",  "2000 - u00c7ankaya Ku00f6u015fku00fc'nu00fc terk etmeden u00f6nce, 80'e yaku0131n Devlet Bau015fkanu0131na veda mektubu yazan Su00fcleyman Demirel; Hafu0131z Esad, Muammer Kaddafi, Saddam Hu00fcseyin, Slobodan Milou0161eviu0107 ve Pervez Mu00fcu015ferref'i listesine dahil etmedi.",  "2000 - u0130stanbul DGM'de, Susurluk sanu0131klaru0131 ve Alaattin u00c7aku0131cu0131 aynu0131 gu00fcn yargu0131landu0131.",  "2000 - Aralaru0131nda Uu011fur Mumcu suikastu0131 faillerinin de bulunduu011fu 9 kiu015finin sorgusu su00fcru00fcyor. Ankara DGM Savcu0131su0131 Hamza Keleu015f, faili meu00e7hullerle ilgili u00f6nemli bilgilere ulau015fu0131ldu0131u011fu0131nu0131 belirtti.",  "1988 - Mardinu2019in Nusaybin ilu00e7esi Tau015fku00f6yu00fcu2019nu00fcn Behmenin mezrasu0131nu0131 basan PKK'lu0131 eylemciler, bir aileden 8u2019i u00e7ocuk, 2u2019si kadu0131n olmak u00fczere, 11 kiu015fiyi u00f6ldu00fcrdu00fcler, 2 u00e7ocuk au011fu0131r yaralandu0131. Eylemcilerin u015eu0131rnak basku0131nu0131nda kau00e7u0131rdu0131klaru0131 3 kiu015fi de u00f6lu00fc bulundu.",  "1987 - Polonya Havayollaru0131'na ait bir yolcu uu00e7au011fu0131, Varu015fova'dan New York'a gitmek u00fczere havalandu0131ktan hemen sonra du00fcu015ftu00fc: 183 kiu015fi u00f6ldu00fc.",  "1984 - Yau015far Kemal'e, Fransu0131z Devlet Niu015fanu0131 "Legion d'Honneur" verildi.",  "1979 - u0130stanbul'da tu00fcm sarraf ve kuyumcular, Hu00fcku00fbmetin altu0131n piyasasu0131nu0131 kontrol altu0131na almayu0131 amau00e7layan kararu0131nu0131 protesto iu00e7in kepenk indirdiler.",  "1978 - Bir grup, Yu0131ldu0131z Teknik u00dcniversitesi'nde dersten u00e7u0131kan u00f6u011frencilerin u00fczerine ateu015f au00e7tu0131: 3 kiu015fi u00f6ldu00fc, 12 kiu015fi yaralandu0131.",  "1978 - u0130talya'da Ku0131zu0131l Tugaylar u00f6rgu00fctu00fcnu00fcn 16 Mart'ta kau00e7u0131rdu0131u011fu0131 eski Bau015fbakan Aldo Moro'nun cesedi, Roma'da bir arabanu0131n bagaju0131nda bulundu.",  "1975 - Ankara ve Mersin u00d6u011fretmen Okullaru0131'nda u00e7u0131kan u00f6u011frenci u00e7atu0131u015fmalaru0131nda, 13 u00f6u011frenci yaralandu0131. Gazi Eu011fitim Enstitu00fcsu00fc 10 gu00fcn su00fcreyle kapatu0131ldu0131.",  "1971 - Daru00fcu015fu015fafaka Lisesi'ne ku0131z u00f6u011frenci alu0131nmasu0131 kararlau015ftu0131ru0131ldu0131.",  "1970 - u00c7ou011fu u00fcniversite u00f6u011frencisi olan 75.000-100.000 dolayu0131nda savau015f karu015fu0131tu0131 kiu015fi, Washington'da ABD'nin Vietnam Savau015fu0131'na son vermesi iu00e7in gu00f6steri yaptu0131.",  "1960 - ABD Gu0131da ve u0130lau00e7 u0130daresi (FDA), ilk dou011fum kontrol hapu0131nu0131n piyasaya su00fcru00fclmesini onayladu0131.",  "1958 - Yeni Gu00fcn gazetesi ve Akis dergisi birer ay kapatu0131ldu0131. Yazu0131 u0130u015fleri Mu00fcdu00fcrleri; Mehmet Altan u00d6ymen 10 ay, Taru0131k Holulu ise 16 ay hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1955 - Batu0131 Almanya, NATO'ya katu0131ldu0131.",  "1955 - Anneler Gu00fcnu00fc, Tu00fcrkiye'de ilk kez kutlandu0131.",  "1950 - Avrupa Gu00fcnu00fc, 1950'de Robert Schumann, Avrupa'nu0131n gu00fcvenliu011fi iu00e7in kau00e7u0131nu0131lmaz olan birleu015fik bir Avrupa fikrini ortaya u00e7u0131kardu0131. Schuman Bildirgesi olarak bilinen bu sunuu015f, Avrupa Birliu011fi'nin temellerini attu0131. Sonra, 1985 Milan Zirvesi'nde de 9 Mayu0131s'u0131n Avrupa Gu00fcnu00fc olarak kutlanmasu0131 kararu0131 alu0131ndu0131.",  "1945 - Nazi gizli servisi Gestapo'nun u015eefi, Reichstag ve Hava Kuvvetleri Komutanu0131 Hermann Gu00f6ring, ABD 7. Ordusu'na esir du00fcu015ftu00fc.",  "1945 - Zafer Gu00fcnu00fc, II. Du00fcnya Savau015fu0131'nu0131n sonunda Nazi Almanyasu0131'nu0131n kayu0131tsu0131z u015fartsu0131z teslimiyetini imzaladu0131u011fu0131, Sovyetler Birliu011fi tarafu0131ndan ilan edilen ve kutlanan gu00fcn.",  "1936 - u0130talya, resmen Etiyopya'yu0131 ilhak etti.",  "1936 - Benito Mussolini, u0130talya Fau015fist u0130mparatorluu011fu'nu ilan etti.",  "1935 - Cumhuriyet Halk Fu0131rkasu0131 Du00f6rdu00fcncu00fc Bu00fcyu00fck Kurultayu0131 toplandu0131. Kurultayda, "fu0131rka" yerine "parti" su00f6zcu00fcu011fu00fc benimsendi. Altu0131 Ok daha ayru0131ntu0131lu0131 bir u015fekilde ele alu0131ndu0131. "Partinin gu00fcttu00fcu011fu00fc bu00fctu00fcn bu esaslar Kemalizm prensipleridir" denilerek; Kemalizm, ilk kez resmi olarak tanu0131mlandu0131.",  "1926 - Amerikalu0131 ku00e2u015fif Amiral Richard E. Byrd, Kuzey Kutbu'na dou011fru ilk uu00e7uu015funu yaptu0131.",  "1868 - Nevada eyaletinde Reno u015fehri kuruldu.",  "1485 - Davutpau015fa Lisesi, du00f6nemin Sadrazamu0131 Davut Pau015fa tarafu0131ndan 'Mekteb-i Su00fcbyan' adu0131yla kuruldu. Okul, 1847'de Ru00fcu015fdiye Mektebi'ne du00f6nu00fcu015ftu00fc."]







