["2003 - Dünyanın en büyük hidroelektrik barajı olan Çin'deki \"Üç Boğaz Barajı\"nda su tutulmasına başlandı.", "2001 - Bir Hamas intihar bombacısı, Tel Aviv'deki bir diskoda 21 kişinin ölümüne yol açtı.", "1997 - Hugo Banzer Suárez, Bolivya'da Devlet Başkanlığı seçimlerini kazandı.", "1990 - George H. W. Bush ve Mikhail Gorbachev, kimyasal silah üretimine son veren bir antlaşma imzaladılar.", "1985 - Alan García, Peru Devlet Başkanı oldu.", "1980 - CNN yayın hayatına başladı.", "1979 - Rodezya'da 90 yıl sonra ilk kez siyahların çoğunlukta olduğu bir hükûmet göreve geldi.", "1975 - Dünya Bankası, Türkiye'yi 'Moratoryum' durumundaki ülkeler arasında saydığını ve borçlarını ödeyemez hale gelen bir ülke olduğunu ilan etti. Türkiye daha önce 1959 ve 1965 yıllarında da 'borç ödeyemez ülke' olarak ilan edilmişti.", "1973 - Yunanistan Hükûmeti monarşiyi kaldırarak cumhuriyeti ilan etti.", "1967 - Bütün zamanların en iyi albümü kabul edilen The Beatles grubunun Sgt. Pepper's Lonely Hearts Club Band adlı Rock albümleri piyasaya sürüldü.", "1959 - Nikaragua devriminin başlangıcı.", "1958 - Fransa'da General Charles de Gaulle Başbakan oldu.", "1952 - Berlin ikiye bölündü.", "1949 - Sümerbank bünyesinde Nazilli Basma Sanayi Müessesesi kuruldu.", "1943 - İstanbul Radyosu, Vedat Nedim Tör yönetiminde deneme yayınına başladı. Beyoğlu Postanesi üzerinde kurulan geçici stüdyoda çalışmalarını sürdüren İstanbul Radyosu, Batı Müziği ve Ankara Radyosu'ndan telefon aracılığıyla iletilen ajans haberlerini yayınladı.", "1939 - CHP 5. Kurultayı yeni program ve tüzüğü kabul etti.", "1938 - Atatürk, hekimlerin tavsiyesine uyarak İstanbul Boğazı’nda demirleyen Savarona yatında kalmaya başladı.", "1931 - Bursa-Mudanya Demiryolu devlet tarafından satın alındı. 42 kilometre uzunluğundaki hat işletmeye 1892 yılında açılmıştı.", "1930 - İstanbul'da Galata Köprüsü'nde 85 yıldır alınan geçiş ücreti kaldırıldı. Köprü 1845'te açıldığında geçiş tarifesi; yayalar için 5 para, hamallar için 10 para, yüklü arabalar için 5 kuruş, yüklü beygirler için 40 para, koyunlar için 3 para olarak belirlenmişti.", "1929 - 1 Kasım 1928 tarihli Yeni Türk Harflerinin Kabul ve Tatbiki Hakkındaki Kanun gereğince, devlet muamelelerinde ve kayıtlarda tamamen yeni harfler kullanılmaya başlandı.", "1921 - Dr. Şefik Hüsnü Deymer önderliğinde Osmanlı'nın ilk sosyalist mecmuası Aydınlık yayın hayatına başladı.", "1920 - Milli Aşireti Ayaklanması: Milli Aşireti, Fransızlarla iş birliği yaparak, Urfa'da ayaklanma başlattı.", "1920 - Adolfo de la Huerta, Meksika Devlet Başkanı oldu.", "1911 - Türk Hava Kuvvetleri kuruldu. (Kıtaat-ı Fenniye ve Mevaki-i Müstahkame)", "1869 - Thomas Edison, elektrikli oy verme makinesinin patentini aldı.", "1855 - Amerikalı maceraperest ve paralı asker William Walker, Nikaragua'yı ele geçirdi.", "1831 - James Clark Ross, Kuzey Kutbunu keşfetti.", "1796 - Tennessee, ABD'nin 16. eyaleti oldu.", "1792 - Kentucky, ABD'nin 15. eyaleti oldu.", "1453 - Ayasofya'da ilk Cuma namazı, Akşemseddin tarafından kıldırıldı.", "987 - Hugh Capet, Fransa Kralı seçildi.", "193 - Roma İmparatoru, Didius Julianus suikast sonucu öldürüldü."]