["2017 - Porto Riko Eyalet Referandumu yapıldı.", "2010 - 2010 FIFA Dünya Kupası, Güney Afrika - Meksika maçı ile başladı.", "2004 - Elvan Abeylegesse, Golden League yarışmasında Norveç'in Bergen kentinde koştuğu 5000 metre yarışındaki 14:24.68'lik derecesiyle 7 yıldır kırılamayan 5000 metre Dünya rekorunu kırdı ve Dünya rekoru kıran ilk Türk atlet oldu.", "2001 - İlaria Alpi Uluslararası Özel Ödülü’nün 7.si Türkiye'den Nadire Mater ile İspanya’dan Carmen Gurruchaga’ya verildi.", "2001 - 5 Aralık 1791 yılında 35 yaşındayken ölen dahi besteci Mozart'ın ölüm nedeni olarak Trişinoz hastalığı gösterildi.", "1999 - Bakanlar Kurulu, 13 Mayıs 1999 tarihinde Fazilet Partisi'nden Milletvekili seçilen Merve Kavakçı'yı vatandaşlıktan çıkarma kararı aldı. Merve Kavakçı, kararın iptali ve yürütmenin durdurulması istemiyle Danıştay'da dava açtı.", "1998 - Hükûmetin verdiği yüzde 20 zamma tepki gösteren memurlar, iş bırakma eylemi yaptılar.", "1997 - Genelkurmay Başkanlığı bünyesinde irticaya karşı Batı Çalışma Grubu oluşturulduğu bildirildi.", "1997 - Adalet Bakanı Şevket Kazan, Genelkurmay'ın brifingine katılan Ankara Adliyesi ve DGM'de görevli hakim ve savcılar hakkında soruşturma açtırdı.", "1987 - Uluslararası Çalışma Örgütü (ILO), Türkiye'yi yeniden \"İşçi haklarını çiğneyen ülkeler\" listesine aldı. Gerekçe; iş yasalarıyla anayasa maddelerinin Türkiye'nin imzaladığı uluslararası sözleşmelere aykırı olmasıydı.", "1982 - Türkiye Güzeli Nazlı Deniz Kuruoğlu, Avrupa Güzeli seçildi.", "1982 - E.T. filmi ABD'de gösterime girdi. Melissa Mathison'ın öyküsünü Steven Spielberg sinemaya uyarlamış ve film 4 Oscar kazanmıştır. Ayrıca, filmdeki kahraman kısa bir süreliğine ikon olmuştur.", "1981 - Bülent Ersoy'un sahneye çıkması yasaklandı.", "1979 - Cumhuriyet tarihinin 5. devalüasyonu yapıldı; Türk lirası'nın 1 Dolar karşılığı değeri 47 lira 10 kuruş oldu.", "1978 - 3 bin hükümlünün yararlanacağı yeni infaz yasasının yürürlüğe girmesiyle tahliyeler başladı.", "1973 - Güney Afrika'da siyahi rektör atanmasını isteyen 1500 öğrenci, üniversiteden uzaklaştırıldı.", "1973 - Mardin'in Kızıltepe ilçesinde aşiretler arasında çatışma çıktı. Aralarında Adalet Partisi İlçe Başkanı'nın da bulunduğu 12 kişi öldürüldü.", "1970 - Türkiye Büyük Millet Meclisi'nde Sendikalar Kanunu'nda değişiklik yapılması, Türkiye İşçi Partisi'nin 4 Milletvekili dışında 230 oyla kabul edildi. Yasada yapılan değişiklikler, kısa adı DİSK olan Devrimci İşçi Sendikaları Konfederasyonu'nun faaliyetlerini kısıtlamayı amaçlıyordu. Devrimci İşçi Sendikaları Konfederasyonu, 15 Haziran'da eylem kararı aldı.", "1970 - Güreşçi Ahmet Ayık, Dünya Şampiyonu oldu.", "1963 - Ankara Sıkıyönetim Komutanlığı Zafer gazetesini kapattı. İstanbul Üniversitesi askeri kordon altına alındı.", "1960 - 27 Mayıs öncesi bozulan ekonomik durumu düzeltmek için, hazineye yardım kampanyası düzenlendi.", "1954 - Zonguldak'ta meydana gelen grizu patlamasında 6 işçi öldü, 16 işçi yaralandı.", "1945 - Türkiye Büyük Millet Meclisi'nde tartışmalara neden olan, Çiftçiyi Topraklandırma Kanunu kabul edildi.", "1940 - II. Dünya Savaşı: Britanya Kuvvetleri, İtalya'daki Cenova ve Torino kentlerini bombaladı. İtalya Hava Kuvvetleri, Malta adasına ilk saldırılarını gerçekleştirdi. Norveç, iki ay süren direnişin ardından Alman Orduları'na teslim oldu.", "1937 - Atatürk, Trabzon'da yaptığı açıklamada bütün çiftliklerini ve mallarını millete bağışladığını bildirdi.", "1933 - İller Bankası kuruldu.", "1933 - Cumhuriyet'in ilanının 10. Yıl Dönümünü Kutlama Kanunu çıkarıldı.", "1930 - Türkiye Cumhuriyet Merkez Bankası'nın kurulmasına ilişkin kanun, Türkiye Büyük Millet Meclisi'nde kabul edildi.", "1929 - Türkiye-Romanya Ticaret ve Seyrüsefer Antlaşması imzalandı.", "1919 - Mustafa Kemal, kendisini İstanbul'a geri çağıran Vahdettin'e geri dönmeyeceğini bildirdi. Damat Ferid Paşa, Paris Barış Konferansı'na katılmak üzere, İstanbul'dan Paris'e gitti.", "1913 - 31 Mart isyanını bastıran Hareket Ordusu'nun Komutanı, Sadrazam ve Harbiye Nazırı Mahmut Şevket Paşa düzenlenen bir suikast ile öldürüldü.", "1901 - Yeni Zelanda, Cook Adaları'nı topraklarına katmıştır.", "1898 - Çin'de liberaller, İmparator Guangxu'nun davetiyle iş başına geldi ve \"Yüz Gün Reformu\" olarak bilinen dönemi başlattılar.", "1868 - Kızılay, \"Mecruhin ve Marda-yı Askeriyye İmdat ve Muavenet Cemiyeti\" adı altında kuruldu.", "1509 - İngiltere Kralı VIII. Henry ile Aragonlu Catherine evlendi.", "MÖ 1184 - Truva Savaşı: Truva'nın yağmalanıp yakılması."]