["2015 - 5 Seconds of Summer'da gitarist olan Michael Clifford, Londra'daki konser sırasında görsel amaçlı konulan fişekler yüzünden saçları yandı ve hafif bir şekilde yaralandı.", "2013 - Gezi Parkı protestolarında, Berkin Elvan gaz kapsülüyle vuruldu. 269 gün komada kalan Berkin, 11 Mart 2014'te öldü.", "2007 - Hint asıllı Amerikalı astronot Sunita Williams, uzayda en uzun süre kalan kadın astronot unvanının sahibi oldu.", "2002 - İstanbul Boğazı’nda “Modisk” adlı nehir tipi Rus gemisi ile \"Aqua-2\" isimli bir yolcu teknesi çarpıştı. Batan teknede kaybolan 4 yolcudan 2’sinin cesedi bulundu.", "2000 - 9. Cumhurbaşkanı Süleyman Demirel'e, \"Devlet Şeref Madalyası\" verildi.", "1994 - Anayasa Mahkemesi, Demokrasi Partisi'nin (DEP) kapatılmasına ve bu Parti'nin üyesi olan, 5'i ceza evindeki 13 Milletvekili'nin üyeliğinin sona ermesine karar verdi.", "1994 - Amasya Kütüphanesi'nden çalınan tarihi Kuran, Ayşegül Tecimer'in yalısının bahçesinde bulundu.", "1991 - Başbakan Yıldırım Akbulut istifasını, Cumhurbaşkanı Turgut Özal'a verdi.", "1988 - Mehmet Ali Birand'ın \"İşte PKK, işte Apo\" başlıklı röportajı nedeniyle, Milliyet gazetesi toplatıldı.", "1987 - Türkiye'yi ziyaret eden İran Başbakanı Mir Hüseyin Musavi'nin, Anıtkabir'i ziyaret etmemesi tepkiyle karşılandı. Erdal İnönü, Başbakanlık önüne siyah çelenk bıraktı.", "1983 - Yuri Andropov, SSCB Başbakanı oldu.", "1976 - Güney Afrika'da siyahların yaşadığı Soweto kasabasında, Afrikaans dilinde eğitimi protesto eden öğrencilerin üzerine ateş açan Güney Afrika Polis'i, 600 öğrenciyi öldürdü.", "1973 - TRT - MEB ortaklığıyla hazırlanan, Üniversite Giriş Sınavı Hazırlık Kursları televizyondan yayınlanmaya başlandı.", "1970 - 15 Haziran'da işçiler, İzmit Gebze'den İstanbul'a doğru yürüyüşe geçmişlerdi. Yürüyüş sırasında geçilen yerlerdeki işçilerin de katılımıyla, 15-16 Haziran işçi direnişi olarak adlandırılan bu olaylar, 5 kişinin ölmesi ve İstanbul ve Kocaeli'de sıkıyönetim ilan edilmesi ile sona erdi.", "1968 - Sırrı Acar, Avrupa Grekoromen Güreş Şampiyonası'nda şampiyon oldu.", "1967 - İran Şahı Muhammed Rıza Pehlevi ve eşi Şahbanu Farah Pehlevi Türkiye'ye geldi.", "1964 - Amerikalı siyahi hakları önderi Martin Luther King, Nobel Barış Ödülü'nü kazandı.", "1963 - Vostok 6 ile dünya yörüngesine fırlatılan Rus kozmonot Valentina Tereşkova, uzaya seyahat eden ilk kadın oldu.", "1961 - Rus balet Rudolf Nureyev Batı'ya iltica etti.", "1961 - İlk Türk Otomobili Projesi \"Devrim Otomobili\" için çalışmalara başlandı.", "1960 - Yassıada'da tutuklu bulunan eski Başbakan Adnan Menderes sinir krizi geçirdi ve revire kaldırıldı.", "1952 - Osmanlı hanedanı kadınlarına Türkiye'ye dönme izni çıktı.", "1950 - TBMM, Türkçeleştirilmiş ezanın eskiden olduğu gibi Arapça okunmasına dair kanunu kabul etti.", "1949 - Devlet Tiyatro ve Operası Kuruluş Yasası yürürlüğe girdi ve Muhsin Ertuğrul Genel Müdür olarak atandı.", "1940 - Litvanya'da komünist yönetim kuruldu.", "1940 - Henri Philippe Pétain, Alman işgalinin ardından Fransa Başbakanı oldu.", "1938 - Beden Terbiyesi Genel Müdürlüğü kuruldu. Spor artık devlet denetiminde.", "1932 - Almanya'da yarı askeri Nazi örgütleri SA ve SS üzerindeki Hükûmet yasağı kaldırıldı.", "1924 - Trabzon'da \"Yeni Yol\" isimli günlük gazetenin çıkmaya başlaması.", "1920 - Yara bandı, Earle Dickson tarafından icat edildi.", "1919 - Yörük Ali Efe, Yunan müfrezesini imha etti.", "1919 - Merzifon isyanı.", "1903 - Pepsi Cola Şirketi, markasını ve amblemini tescil ettirdi.", "1903 - Ford Motor Şirketi kuruldu.", "1815 - Napolyon'un son zaferi Ligny Meydan Muharebesi, ünlü Waterloo Savaşı'ndan iki gün önce gerçekleşti."]