["2023 - OceanGate şirketine ait bir denizaltısı, Titanic'in enkazını gezerken Atlas Okyanusu'nda kayboldu. 22 Haziran tarihinde ABD Sahil Güvenliği denizaltının enkazına ulaştı: 5 kişi öldü.", "2022 - Hindistan ve Bangladeş'te şiddetli muson fırtınalarının neden olduğu yıldırım çarpması ve toprak kayması sonucu 207 kişi öldü.", "1997 - Başbakan Necmettin Erbakan, REFAHYOL olarak da bilinen RP-DYP koalisyon Hükûmeti'nin istifasını, Cumhurbaşkanı Süleyman Demirel'e sundu.", "1995 - Çeçen lider Şamil Basayev, Budyonnovsk kenti hastanesine baskın yaptı; 1000'den fazla Rus'u rehin aldı. Böylece Rusya, savaşı durdurma ve görüşmeleri başlatma taleplerini kabul etti.", "1993 - Azerbaycan Cumhurbaşkanı Ebulfez Elçibey, Bakü'yü terk etti. Haydar Aliyev Azerbaycan Cumhurbaşkanı oldu.", "1992 - Sağlık hizmetlerinden ücretsiz yararlanacak dar gelirlilere verilecek \"Yeşil Kart\" uygulaması TBMM'de kabul edildi.", "1992 - Hırvat Savunma Konseyi Birlikleri (HVO), Mostar'ı işgal etmeye başladı.", "1988 - Başbakan Turgut Özal, Ankara Atatürk Spor Salonu'nda yapılan ANAP Büyük Kongresi'nde, Kartal Demirağ'ın silahlı saldırısında elinden yaralandı.", "1982 - 12 Eylül Darbesi'nin 18. idamı: 20 Haziran 1976'da 16 yaşındaki Tuncay Abbas adlı çocuğu tecavüz edip öldüren Ednan Kavaklı idam edildi.", "1979 - Sovyetler Birliği Başkanı Leonid Brejnev ve Amerika Birleşik Devletleri Başkanı Jimmy Carter, Viyana'da, stratejik silahların sınırlandırılması konulu SALT II anlaşmasını imzaladılar.", "1953 - Mısır'da 74 yıllık İngiliz egemenliğinin sona ermesiyle, Cumhuriyet ilan edildi.", "1952 - Warwickshire, İngiltere'de bir test sürüşü sırasında kaza yapan sürücü Cameron Earl hayatını kaybetti;Bu Formula 1'de ilk ölümlü kaza olarak tarihe geçti", "1948 - BM İnsan Hakları Komisyonu'nca, Uluslararası İnsan Hakları Bildirgesi hazırlandı. 10 Aralık 1948'de Paris'te yapılan Genel Kurul toplantısında oylanarak kabul edildi.", "1941 - Türk-Alman Saldırmazlık Antlaşması imzalandı.", "1940 - II. Dünya Savaşı: Sovyetler Birliği Baltık ülkelerini işgal etmeye başladı.", "1939 - Bursa ve Mersin elektrik tesisleri devletleştirildi.", "1928 - Havacı Amelia Earhart, bir uçak ile Atlantik Okyanusu'nu geçen ilk kadın oldu.", "1927 - Hukuk Usulü Muhakemelerine İlişkin Kanun kabul edildi.", "1922 - Ziya Gökalp, Diyarbakır'da \"Küçük Mecmua\"yı çıkarmaya başladı.", "1919 - Mustafa Kemal Atatürk, Anadolu ve Rumeli Millî Teşkilatı'nın birleştirilmesi hakkında genelge yayınladı.", "1881 - Üç İmparator Birliği, bu kez yazılı olarak yenilendi.", "1873 - Kadın hakları savunucusu Susan B. Anthony, 1872 ABD Başkanlık seçimlerinde oy kullanmaya teşebbüs ettiği için 100 dolar para cezasına çarptırıldı.", "1847 - Macar besteci ve piyanist Franz Liszt, Padişah Abdülmecid'e sarayda konser verdi.", "1815 - Napolyon Bonapart, Waterloo Savaşı'nda İngiliz ve Prusya ordularına yenildi. Yenilgi, Fransa ile Avrupa devletleri arasında 23 yıl süren savaşa son verdi. Napolyon, 22 Haziran'da ikinci kez tahttan çekildi."]