["2023 - Hindistan'nın Orissa eyaletinde meydana gelen tren kazası sonucunda 288 kişi hayatını kaybetti, 1000'den fazla kişi yaralandı.", "2001 - Nepal Kralı ve Kraliçesi, Prens oğulları tarafından silahla vurularak öldürüldü.", "2001 - Filipinler'de, Ebu Seyyaf militanları Basilan adasında 200 kişiyi rehin aldı.", "1997 - Susurluk Davası, İstanbul Devlet Güvenlik Mahkemesi'nde başladı.", "1995 - Kilis, Karabük ve Yalova il oldu.", "1992 - Danimarka'da referandum yapıldı. Avrupa Birliği'nin esaslarını belirleyen Maastricht Anlaşması reddedildi.", "1984 - Hindistan ordusu, dini bölge kurmak isteyen Sihlere saldırı başlattı.", "1966 - Kıbrıs'ta Rumlar, Lefkoşa'nın Türk kesimine giriş çıkışı yasakladı.", "1966 - De Valera, İrlanda Devlet Başkanı oldu.", "1966 - Frank Sinatra'nın seslendirdiği Strangers in the Night şarkısı UK Singles Chart listesinde 1 numara oldu.", "1964 - Demokratik, laik ve ulusal bir Filistin Devleti kurmayı amaçlayan ve çeşitli ulusal örgütleri bir araya getiren Filistin Kurtuluş Örgütü kuruldu. Yaser Arafat, 3 Şubat 1968'de örgütün başına geçti.", "1953 - Birleşik Krallık Kraliçesi II. Elizabeth taç giydi.", "1946 - İtalya’da monarşi kaldırıldı.", "1941 - Türk Ceza Kanunu'nun 526'ncı maddesinde yapılan değişiklikle, Arapça ezan ve kamet okuyanlara ceza öngörüldü.", "1935 - Türkiye'de ilk kez Pazar günü resmî tatil uygulamasına başlandı.", "1924 - Amerika Birleşik Devletleri Kongresi, ülkede doğmuş bütün Amerikan yerlilerine oy hakkı tanıdı. 1948'e kadar kimi eyaletler yerlilere oy hakkını yaşama geçirmedi.", "1920 - Kozan'ın düşman işgalinden kurtuluşu.", "1889 - İttihat ve Terakki Cemiyeti'nin öncüsü olarak kabul edilen İttihâd-ı Osmânî Cemiyeti adlı gizli örgüt kuruldu.", "1851 - Amerika’da içki yasağı, Maine eyaletindeki uygulamayla başladı.", "1793 - Fransa'da Maximillian Robespierre öncülüğünde Jakobenler iktidarı ele geçirdi.", "1475 - Gedik Ahmet Paşa komutasındaki Türk orduları, Kırım Yarımadası sahillerine çıktı.", "1328 - Filipinler'de bir depremle 9 ada ve adacık yok oldu.", "662 - Yunan adalarından 3 tanesi bir depremle yok oldu.", "455 - Vandallar Roma'ya girdiler ve iki hafta boyunca şehri yağmaladılar."]