["2020 - Güneş tutulması gerçekleşti.", "2008 - MEB'in hazırlamış olduğu 6. sınıf SBS ilk kez yapıldı.", "2006 - Plüton'un yeni keşfedilen uydularına Nix ve Hydra adları verildi.", "1990 - İran'da 7,3 şiddetindeki depremde, 50 bin kişi öldü.", "1982 - ABD Başkanı Ronald Reagan'a suikast teşebbüsünde bulunan John Hinckley, mahkeme tarafından akli dengesi yerinde olmadığı için suçsuz bulundu.", "1976 - Rauf Denktaş, yeniden Kıbrıs Türk Federe Devleti Devlet Başkanlığı'na seçildi.", "1948 - Columbia Records plak şirketi, ilk Long Play (LP) müzik albümünün tanıtımını New York'ta \"Waldorf-Astoria\" Oteli'nde geçekleştirdi.", "1948 - \"Manchester Baby\" (SSEM) kod adlı bir program, bir bilgisayarın kendi elektronik hafızasında depolanarak, oradan çalıştırılan ilk bilgisayar programı olma unvanını kazandı.", "1946 - Rize Çay Fabrikası'nın temeli atıldı.", "1946 - Türkiye Garanti Bankası Kuruluş Kanunu kabul edildi.", "1945 - II. Dünya Savaşı: Okinawa Muharebesi sona erdi.", "1942 - II. Dünya Savaşı: Oregon'da Kolumbiya Nehri yakınlarında yüzeye çıkan, Japon millî denizaltısı \"Fort Stevens\" askeri üssüne doğru 17 top atışı yaptı. Bu Japonların tüm savaş boyunca Amerikan ana karasına gerçekleştirdiği doğrudan birkaç saldırıdan biriydi.", "1942 - II. Dünya Savaşı: Tobruk, İtalyan ve Alman kuvvetlerinin eline geçti.", "1941 - II. Dünya Savaşı: Almanya, geceleyin Sovyetler Birliği'ni işgale girişti.", "1940 - Devlet Opera ve Balesi ilk temsilini verdi: Mozart'tan \"Bastien ile Bastienne\".", "1940 - İtalya başarısızlıkla neticelenen Fransa seferini başlattı", "1934 - Türkiye'de Yahudilere karşı gerçekleştirilen Trakya Olayları başladı.", "1934 - Soyadı Kanunu kabul edildi.", "1927 - Küçükleri Muzır Neşriyattan Koruma Kanunu, Türkiye Büyük Millet Meclisinde kabul edildi.", "1921 - Zonguldak'ın düşman işgalinden kurtuluşu.", "1921 - Sakarya'nın düşman işgalinden kurtuluşu.", "1920 - Zonguldak havzasında 1848'de açılan kömür ocaklarını Belçikalı ve Fransız şirketler işletmekteydi. I. Dünya Savaşı'ndan sonra 1919 yılında Fransız askerleri, şirketlerinin haklarını korumak bahanesiyle önce Zonguldak’ı, ardından da Karadeniz Ereğli’yi işgal etti. Ancak Zonguldak ve çevresindeki Müdafaa-i Hukuk Cemiyetleri'ne bağlı güçlerin karşı koymasıyla tehlikeye düşmüşler ve 21 Haziran 1920'de de bölgeyi terk etmişlerdir.", "1908 - Londra'da 200 bin kadın, seçme ve seçilme hakkı için yürüdü.", "1798 - İrlanda Ayaklanması: İngiliz ordusu İrlandalı isyancıları Sirke Tepesi Muharebesinde bozguna uğrattı", "1788 - New Hampshire, ABD Anayasasını onaylayarak 9. Eyalet olarak birliğe katıldı.", "1582 – Oda Nobunaga, en güçlü daimyō olan kendi generali Akechi Mitsuhide'yi intihara zorlar.", "1529 – İspanyollar, Fransız askerî güçlerini Konyak Ligi Savaşındaki Landriano Muharebesinde bozguna uğratarak püskürttü.", "1307 – Külüg Han Moğol İmparatorluğunun ve Yuan hanedanlığının başına geçti.", "533 (yaklaşık tarih) – Belisarius yönetimindeki Bizans seferi donanması Vandallara saldırmak için yola çıktı."]