["2018 - Türkiye'nin Otomobili Girişim Grubu kuruldu.", "1998 - Microsoft, Windows 98'i piyasaya sürüldü.", "1993 - Tansu Çiller, Türkiye'nin ilk kadın Başbakanı oldu.", "1991 - Hırvatistan ve Slovenya, Yugoslavya'dan bağımsızlıklarını ilan ettiler.", "1985 - Eskişehir Uçak Fabrikası'nın temeli, Cumhurbaşkanı Kenan Evren tarafından atıldı.", "1982 - Yunanistan'da askere alınanların saçlarını kazıtmaları yasaklandı.", "1981 - 12 Eylül Darbesi'nin 7 ve 8. idamları: 16 Nisan 1980 günü bir Amerikalı astsubay ile Türk arkadaşını öldüren sol görüşlü militanlar Ahmet Saner ve Kadir Tandoğan, idam edildiler.", "1981 - Microsoft, kendi evinde Washington eyaletinde anonim şirket olmak üzere yeniden yapılandırıldı.", "1975 - Mozambik, Portekiz'den bağımsızlığını ilan etti.", "1971 - Gölcük Tersanesi'nde yapılan ilk Türk muhribi \"Berk\", törenle denize indirildi.", "1969 - Kırıkkale'de, MKE Kırıkkalespor ile Tarsus İdman Yurdu arasında oynanan 3. Lig karşılaşmasında çıkan olaylarda; 4 kişi öldü, 100'den fazla kişi de yaralandı.", "1967 - İlk küresel uydu televizyon programı olan ABD yapımı Our World (Bizim Dünyamız) yayına girdi.", "1965 - 3. Uluslararası Marmara Turu'nda bisikletçi Rıfat Çalışkan birinci oldu.", "1963 - Anayasa Mahkemesi, ilk duruşmayla görevine başladı.", "1950 - Sovyetler Birliği'nce desteklenen Kuzey Kore Orduları Güney Kore'ye saldırdı. Kore Savaşı başladı.", "1948 - Berlin Ablukası'nı yarmak için Batı Berlin'e ABD uçaklarıyla bir hava köprüsü kuruldu.", "1947 - II. Dünya Savaşı sırasında Hollanda'da bir evin tavan arasında 2 yıl boyunca Alman askerlerinden saklanan Yahudi kız Anne Frank'ın burada yazmış olduğu Anne Frank'ın Hatıra Defteri yayımlandı.", "1940 - Fransa Muharebesi sonucunda 22 Haziran 1940'ta imzalanan ateşkes antlaşması yürürlüğe girdi ve Fransa, Almanlara teslim oldu.", "1925 - Yunanistan'da, General Thedoros Pangalos, bir darbeyle iktidarı ele geçirdi.", "1923 - Mustafa Kemal Paşa, İzmir'den milletvekili seçildi.", "1917 - Türkiye'de ilk Matbuat Cemiyeti kuruldu. Cemiyetin ilk Başkanı Mahmut Sadık'tı.", "1903 - Marie Curie, Paris Üniversitesi'ne sunduğu tezde radyumun keşfini açıkladı.", "1876 - Little Bighorn Muharebesi'nde Kızılderililer, ABD 7. Süvari Alayı'nı imha etti, Komutanları Yarbay George Armstrong Custer çatışmada öldü.", "1801 - Kahire'deki Fransız işgal orduları, Türk ordusuna teslim oldu.", "1788 - Virginia, Amerika Birleşik Devletleri Anayasası'nı onaylayan 10. eyalet oldu.", "1678 - Elena Cornaro Piscopia, Ph. D. (doktora) derecesi alan ilk kadın oldu."]