["2015 - Amerika'da eşcinsel evlilik mahkeme kararıyla yasal kabul edildi.", "2000 - Amerika'da genetik harita çalışmalarına başlandı.", "1994 - Türkiye'de Liberal Demokrat Parti kuruldu.", "1992 - Susa katliamı: Silvan'ın Susa köyünde camide ibadet eden bir grup PKK'lılar tarafından cami dışına çıkarılıp öldürüldü. Olayda on kişi hayatını kaybetti.", "1977 - Elvis Presley son konserini verdi.", "1975 - Indira Gandhi, Hindistan'da otoriter bir yönetim kurdu.", "1974 - Sabah 08.01'de, ABD'nin Ohio eyaletinde bulunan Troy şehrindeki Marsh Süpermarket'in kasasında işlenen bir paket sakız, dünyada barkodla satılan ilk ürün oldu.", "1970 - Çekoslovakya'da Aleksander Dubçek, Komünist Parti'den ihraç edildi.", "1964 - The Beatles topluluğu, A Hard Day's Night adlı albümlerini piyasaya çıkardı.", "1963 - John F. Kennedy, Batı Berlin'i ziyareti sırasında, meşhur \"Ich bin ein Berliner\" (Ben bir Berlinliyim) ifadesini kullandı.", "1960 - Madagaskar, Fransa'dan bağımsızlığını kazandı.", "1951 - Mithat Paşa'nın 24 Haziran'da Aksu vapuruyla Taif'ten getirilen cenazesi, Cumhurbaşkanı Celâl Bayar'ın da katıldığı törenle, İstanbul'da Hürriyet-i Ebediye Tepesi'ne defnedildi.", "1945 - Türkiye, Birleşmiş Milletler Antlaşması'nı imzaladı.", "1945 - Birleşmiş Milletler Antlaşması, ABD'nin San Francisco şehrinde imzalandı.", "1944 - Zirai Donatım Kurumu Kanunu TBMM'de kabul edildi.", "1942 - II. Dünya Savaşı'nın Kuzey Afrika Cephesi'nde Mersa Matruh Savaşı gerçekleşti.", "1939 - Ankara Havagazı Şirketi devletleştirildi.", "1936 - Nazi Almanyası'nda, ilk kullanılabilir helikopter olan \"Focke-Wulf Fw 61\"in ilk uçuşu başarıyla gerçekleşti.", "1924 - Verem aşısı, Albert Calmette ve Camille Guérin isimli iki Fransız araştırmacı tarafından keşfedildi.", "1907 - 1907 Tiflis banka soygunu gerçekleşti. Soyguncular, Rus İmparatorluğu Devlet Bankası'ndan 341.000 rubleyi çalarak kaçtı. Soygun, Vladimir Lenin ile Josef Stalin'in de aralarında bulunduğu kişilerce organize edildi.", "1870 - İsa'nın doğumunun kutlanıldığı bir Hristiyan bayramı olan Noel'in ABD'de federal bayram olarak kutlanacağı ilan edildi.", "1867 - Mısır Valilerine, \"Hıdiv\" unvanı verildi.", "1861 - Sultan Abdülmecid öldü; yerine Abdülaziz, Padişah oldu.", "1819 - Bisikletin patenti alındı.", "1807 - Lüksemburg'da bir depoya düşen yıldırım, 230 kişinin ölümüne yol açtı.", "1541 - Peru'daki İnka topraklarını ele geçiren İspanyol Francisco Pizarro, Lima kentinde öldürüldü.", "1530 - İlk Protestan Meclisi kuruldu.", "1483 - III. Richard, İngiltere Kralı oldu."]