["2011 - TFF, Ankaraspor'un ihraç kararını kaldırarak liglere geri dönmesini sağladı.", "2008 - 2008 Avrupa Futbol Şampiyonası finalinde; İspanya, Almanya'yı yenerek Avrupa şampiyonu oldu.", "2002 - Türkiye, 2002 FIFA Dünya Kupası'nda 3. oldu.", "2000 - Endonezya'da yolcu taşıyan bir tekne 500 yolcusuyla birlikte battı. Kazadan kurtulan olmadı.", "1999 - Abdullah Öcalan, vatana ihanet suçundan idam cezasına çarptırıldı.", "1995 - Ankara Büyükşehir Belediyesi, amblemindeki Hitit Güneşi'ni; Kocatepe Camii'ni ve Atakule'yi simgeleyen bir tasvir ile değiştirdi.", "1992 - Cezayir Devlet Başkanı Muhammed Budiaf, suikaste uğrayarak öldü.", "1990 - Yugoslavya'da iç savaş büyüyor; Federal Ordu, Slovenya ile Hırvatistan'da bağımsızlık taleplerini bastırmaya çalışıyor.", "1987 - Cem Karaca, dönemin Başbakanı Turgut Özal'ın desteğiyle yurda döndü.", "1986 - Atina'da yayımlanan Mesimyrini gazetesinde yer alan bir yazıda, Batı Trakya Türkleri'nin dağıtılması ve Batı Trakya'da ne kadar Türk varsa gitmesi istendi.", "1986 - Arjantin, Batı Almanya'yı 3-2 yenerek Dünya Futbol Şampiyonu oldu.", "1984 - Türkiye ile Sovyetler Birliği arasında karma ekonomik protokol imzalandı.", "1982 - Stratejik Silahların Sınırlandırılması (START I) görüşmeleri Cenevre'de başladı.", "1982 - İsrail, Lübnan'ı işgal etti. İsrail Başbakanı Menahem Begin, Filistinli gerillaların Beyrut'tan ayrılmasına izin verdi.", "1982 - Aşırı sıcak yüzünden İstanbul'da 7 kişi öldü.", "1976 - Seyşel Adaları, Birleşik Krallık'tan bağımsızlığını kazandı.", "1974 - Isabel Perón, Arjantin'in ilk kadın Devlet Başkanı olarak yemin etti. Kocası eski Başkan Juan Peron, sağlık durumunun bozulması üzerine görevlerini bırakmıştı. Zaten iki gün sonra da öldü.", "1971 - Bakanlar Kurulu'nun aldığı bir kararla, Türkiye'de haşhaş ekimi yasaklandı.", "1969 - Yunus Nadi Armağanı'nı \"Türkiye'nin Düzeni\" kitabıyla Doğan Avcıoğlu kazandı.", "1969 - Galatasaray, Metin Oktay’ın son maçını oynadığı finalde Cumhurbaşkanlığı Kupası’nı kazandı.", "1956 - Amerikalı oyun yazarı Arthur Miller ile aktris Marilyn Monroe, Londra'da evlendiler.", "1939 - Hatay Devleti Meclisi, oy birliğiyle Türkiye'ye katılma kararı aldı.", "1938 - İstiklal Mahkemeleri kararıyla mahkûm olanlarla, 150'likler adı verilen listede bulunanlar hakkında Af Kanunu, TBMM'de kabul edildi.", "1938 - Gençlik ve Spor Genel Müdürlüğü kuruldu.", "1934 - Bitlis'te doğan Zaro Ağa, 157 yaşındayken öldü. İç organları inceleme amacıyla alındı.", "1933 - Sivas-Erzurum Demiryolunun inşasına başlanıldı.", "1925 - Diyarbakır İstiklal Mahkemesince idama mahkûm edilen Şeyh Said ile adamları idam edildi.", "1923 - Fenerbahçe, İşgal Kuvvetleriyle oynadığı \"General Harrington Kupası\"nı kazandı.", "1880 - Fransa, Tahiti'yi topraklarına kattı.", "1871 - İlk sendikacılık yasası, Birleşik Krallık Parlamentosunda onaylandı.", "1868 - Namık Kemal ve Ziya Paşa tarafından Yeni Osmanlılar Cemiyeti'nin yayın organı olarak düşünülen Hürriyet gazetesi, Londra'da yayınlanmaya başlandı."]