["2017 - İngiltere'nin Londra kentindeki Southwark bölgesinde, bir terör saldırısı düzenlendi.", "2006 - Karadağ kuruldu.", "1996 - Birleşmiş Milletler himayesinde düzenlenen Habitat-II İnsan Yerleşimleri Konferansı'nın resmî açılışı İstanbul'da yapıldı.", "1989 - Pekin'de Tiananmen Meydanı'ndaki büyük gösteriye asker müdahale etti: 2 bin civarında öğrenci öldü.", "1983 - Birleşik Krallık'ta Amerika Birleşik Devletleri Hava Kuvvetleri'ne ait üsleri protesto eden 752 kişi tutuklandı.", "1976 - \"Avrupa Komünizmi\" deyimi, ilk kez İtalyan Komünist Partisi lideri Enrico Berlinguer tarafından kullanıldı.", "1974 - Yitzhak Rabin, İsrail'in yeni Başbakanı oldu.", "1974 - Ressam Fikret Mualla'nın Fransa'dan getirilen kemikleri, İstanbul Karacaahmet Mezarlığı'na gömüldü.", "1965 - Edward Higgins White, uzayda yürüyen ilk Amerikan oldu.", "1964 - Futbolun 'Ordinaryüs'ü Lefter Küçükandonyadis, Fenerbahçe - Beşiktaş arasındaki jübile maçıyla futbola veda etti.", "1957 - Türkiye Güreş Millî Takımı, serbest stilde dünya güreş şampiyonu oldu.", "1955 - Messina Konferansı; Avrupa Ekonomik Topluluğu'nun doğuşu.", "1955 - İstanbul'da Göksu'nun üzerinde yapılan Elmalı Barajı açıldı.", "1942 - Midway deniz savaşı başladı. İki gün süren savaşta, Japonlar ağır kayıplar verdiler ve Japonların Pasifikteki ilerleyişi durduruldu.", "1939 - Dr. Fikri Tüzer CHP Genel Sekreterliğine seçildi; Müstakil Grup üye seçimi yapıldı.", "1925 - Terakkiperver Cumhuriyet Fırkası (Güncel Türkçesi: İlerici Cumhuriyet Partisi), Bakanlar Kurulu kararıyla kapatıldı.", "1892 - İngiliz futbol takımı olan Liverpool kuruldu.", "1889 - Dünyanın ilk uzun mesafeye elektrik taşıyan güç hattı tamamlandı. Willamette Falls'daki güç istasyonundan Portland, Oregon'un kent merkezine kadar olan hattın uzunluğu 14 mildi.", "1889 - Kanada topraklarını bir okyanustan diğerine kadar kateden \"Kanada Pasifik Demiryolu\" tamamlandı.", "1839 - Çin'in \"Humen\" limanında İngiliz tacirlerden ele geçirilen 1.2 milyon kg afyon Çinli yetkililerce imha edilince, Birleşik Krallık bunu bir savaş nedeni saydı (casus belli) ve böylelikle \"Birinci Afyon Savaşı\" başlamış oldu.", "1098 - Birinci Haçlı seferi: 8 ay süren kuşatma sonunda Antakya haçlıların kontrolü altına girdi."]