["2009 - Rahşan Ecevit, kurucusu olduğu Demokratik Sol Parti'den istifa etti.", "2006 - Peru'da başkanlık seçimlerinin ikinci turunda, sosyal demokrat Alan García zaferini ilan etti ve Alejandro Toledo'nun yerine Devlet Başkanı oldu.", "2001 - Gaffar Okkan suikastıyla ilgili olarak, Hizbullah mensubu biri kadın 10 kişi yakalandı.", "1998 - Karadeniz Ekonomik İşbirliğini (KEİ) uluslararası bir örgüte dönüştüren KEİ Şartı, 11 ülke tarafından Ukrayna'nın Yalta kentinde imzalandı.", "1997 - Irak'ın kuzeyinde terör örgütü PKK'ya karşı yürütülen Çekiç Harekâtı'na katılan askerî bir helikopter, Zap Kampı yakınlarında düştü. Hakkâri'de görevli sekiz subay, iki astsubay ve bir er öldü.", "1995 - 12 Eylül döneminde kapatılmış olan Adalet Partisi yeniden kuruldu.", "1992 - III. İzmir İktisat Kongresi toplandı.", "1990 - Türkiye Birleşik Komünist Partisi (TBKP) resmen kuruldu.", "1989 - Tiananmen Meydanı Olayları: 15 Nisan'dan beri süregelen Pekin'deki Tiananmen Meydanı'ndaki rejim aleyhtarı göstericilere, Çin Halk Kurtuluş Ordusu müdahale etti. Çok sayıda gösterici katledildi, 7000'den fazla gösterici de yaralandı.", "1989 - Polonya'da ilk serbest seçimler yapıldı. Seçimleri Dayanışma Sendikası kazandı.", "1986 - İzmir 9 Eylül Üniversitesi'nde bir kız öğrenci, Ramazan günü okula askılı elbiseyle geldiği gerekçesi ile, polis tarafından dövüldü.", "1981 - 12 Eylül Darbesi'nin 5. idamı: 11 Şubat 1980'de sol görüşlü avukat Erdal Aslan'ı öldüren sağ görüşlü militan Cevdet Karakaş, idam edildi.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Genelkurmay İkinci Başkanı Orgeneral Haydar Saltık, hazırlanan \"Bayrak Harekât Emri\"ni Genelkurmay Başkanı Orgeneral Kenan Evren'e sundu.", "1974 - Uluslararası Hukukçular Komitesi, Uganda'da İdi Amin'in iktidarı ele geçirmesinden bu yana 250 bin kişinin öldürüldüğünü açıkladı.", "1973 - Yavuz Zırhlısı, Gölcük'te yapılan törenle Donanma'dan çıkarıldı.", "1973 - ATM'nin (Bankamatik) patenti alındı.", "1972 - California Üniversitesi profesörlerinden siyah eylemci Angela Yvonne Davis, gizli örgüt kurmak, cinayet ve adam kaçırma suçlarından beraat etti. Jürinin bütün üyeleri beyazdı.", "1970 - \"Altın Portakal\" Sinema Ödülünü, baş rolünü Yılmaz Güney'in oynadığı Bir Çirkin Adam filmi kazandı.", "1961 - ABD Başkanı John F. Kennedy ile SSCB Devlet Başkanı Nikita Kruşçev, Viyana'da bir araya geldi.", "1946 - Juan Peron, Arjantin Cumhurbaşkanı oldu.", "1944 - II. Dünya Savaşı sırasında Alman savaş gemileri, ticaret gemisi biçimine sokularak Boğazlar'dan geçiyordu. Birleşik Krallık bu durumu Türkiye nezdinde protesto etti.", "1944 - II. Dünya Savaşı: Roma, Müttefikler'in eline geçti ve Mihver Devletleri'nin kaybettiği ilk başkent oldu.", "1940 - II. Dünya Savaşı: Alman güçleri Paris'e girdi. Şehri, ancak 10 gün sonra (14 Haziran 1940) tam olarak kontrol altına alabileceklerdir.", "1939 - Dr. Adnan Adıvar Paris'ten İstanbul'a döndü", "1939 - Türk-İngiliz müzakerelerini gerçekleştirecek olan, Kâzım Orbay başkanlığındaki askerî heyet Londra'ya gitti.", "1937 - Türkiye Cumhuriyeti Ziraat Bankası Kanunu, Türkiye Büyük Millet Meclisi'nde kabul edildi.", "1936 - Fransa'da seçimleri sol kazandı. Halk Cephesi ittifakının lideri sosyalist Léon Blum Başbakan oldu.", "1917 - Pulitzer Ödülleri ilk kez verilmeye başlandı.", "1878 - Kıbrıs’ın idaresinin geçici olarak Birleşik Krallık'a bırakıldığı \"Kıbrıs Antlaşması\" imzalandı. 16 Ağustos 1960 tarihine kadar sürecek olan ve Britanya Kıbrısı olarak adlandırılan idare kuruldu.", "1876 - 30 Mayıs 1876 Darbesi ile tahttan indirilen Osmanlı Padişahı Abdülaziz, gözaltında bulundurulduğu Feriye Sarayları'nda bilekleri kesilmiş olarak ölü bulundu. Doktorlar tarafından intihar ettiğine karar verilmişse de, yaygın kanı öldürüldüğü yönündedir.", "1783 - Montgolfier Kardeşler, sıcak hava balonlarını halka tanıttılar ve ilk uçuşu gerçekleştirdiler.", "MÖ 781 - Tarihte ilk kez bir güneş tutulması Çin'de kayıtlara geçti."]