["2017 - Karadağ, NATO'ya üye oldu.", "1983 - 12 Eylül Darbesi'nin 47 ve 48. idamları: 7 Eylül 1979'da Manisa Turgutlu'da fırın basıp 4 sol görüşlü fırıncıyı öldüren sağ görüşlü militanlar Halil Esendağ ve Selçuk Duracık, idam edildi.", "1981 - ABD Hastalık Kontrol ve Korunma Merkezleri'nin yayımladığı haftalık bir tıbbi dergide, Kaliforniya'nın Los Angeles şehrinde 5 kişide, sadece bağışıklık sistemleri zayıflamış hastalarda görülen zatürreenin az rastlanan bir formuna rastlandığı bildirildi. Bu hastalar ilk onaylanmış AIDS vak'aları olarak tarihe geçti.", "1981 - Genel ahlak kurallarını bozduğu gerekçesiyle eşcinsellerin sahneye çıkması başta İstanbul olmak üzere bazı valiliklerce yasaklandı.", "1977 - Ev kullanımına uygun ilk pratik kişisel bilgisayar olan Apple II satışa sunuldu.", "1976 - ABD'de Idaho eyaletinde bulunan \"Teton Barajı\" çöktü.", "1975 - Süveyş Kanalı, Altı Gün Savaşı'nın ardından, 8 yıl sonra uluslararası deniz trafiğine açıldı.", "1967 - İsrail ile Arap ülkeleri arasında; tarihe \"Altı Gün Savaşı\" diye geçen çatışmalar başladı. Çatışmalar sonrasında, kendi topraklarından daha fazla toprak elde eden İsrail, Gazze Şeridi'ni, Beytüllahim ve Hebron kentlerini, Batı Şeria'yı ve Golan Tepeleri'ni ele geçirdi.", "1964 - Hükümetin Kıbrıs'a müdahale kararı üzerine, Amerika Birleşik Devletleri Başkanı Johnson, İnönü'ye, müdahalede ABD yardımına ait silahların kullanılamayacağını belirten ve Türkiye tarihine \"Johnson Mektubu\" olarak geçen bir mektup gönderdi.", "1963 - Birleşik Krallık Savaş Bakanı John Profumo karıştığı bir seks skandalı yüzünden görevinden istifa etmek zorunda kaldı. (Profumo Skandalı)", "1957 - Gülhane Askerî Tıp Akademisi teşkilatlandırıldı.", "1956 - Elvis Presley yeni şarkısı \"Hound Dog\"u televizyonda The Milton Berle Show'da tanıttı, Show sırasında yaptığı kışkırtıcı kalça hareketleri o devirde seyirciler tarafından müstehcen bulundu.", "1947 - Marshall Planı: Harvard Üniversitesi'nde verdiği bir konuşmada, Amerika Birleşik Devletleri Devlet Bakanı George Marshall, savaş sonrası Avrupa'ya destek için çağrıda bulundu.", "1926 - Birleşik Krallık, Türkiye ve Irak arasında Ankara Antlaşması imzalandı. Türkiye, Musul petrollerinin gelirinden 25 yıl süreyle yüzde 10 pay almayı kabul etti ve Musul'daki haklarından vazgeçti. Fakat daha sonra, 500 bin sterlin karşılığında bu haktan da vazgeçildi.", "1851 - Amerikalı yazar Harriet Beecher Stowe'un kölelik karşıtı romanı Tom Amca'nın Kulübesi (Life Among the Lowly) bir gazetede tefrika edilmeye başlandı."]