["2013 - Rami Hamdallah, Filistin Başbakanı olarak göreve başladı.", "2012 - Venüs geçişi gerçekleşti.", "2011 - Apple Kaliforniya'da düzenlenen Dünya Geliştiriciler Konferansı bulut depolama servisi iCloud'un lansmanını yaptı.", "2006 - Somali'de yaşanan iç savaş'ta İslam Mahkemeleri Örgütü başkent Mogadişu'yu kontrolü altına aldı.", "2000 - Şili eski diktatörü Augusto Pinochet'in dokunulmazlığı kaldırıldı. Pinochet'in 17 yıl süren iktidarı süresince; binlerce devrimci, demokrat öldürülmüş ya da kaybolmuştu.", "1985 - Aleksey Pajitnov tarafından tasarlanan Tetris yayınlandı.", "1984 - Hindistan ordusuna bağlı askerler, Sih'lerin kutsal mabedi olan \"Altın Tapınak\"a kanlı bir baskın düzenlediler. Bu baskından sonra, Hindistan'ın çeşitli kesimlerindeki militan olmayan Sihler de silahlanmaya başladılar.", "1982 - İsrail Galile'de \"Barış\" adlı operasyonuyla Lübnan'ı işgal etti.", "1983 - Sosyal Demokrasi Partisi (SODEP) kuruldu. Partinin Genel Başkanlığına Erdal İnönü seçildi.", "1976 - Kozmonotlar Boris Volinov ve Vitali Jolobov ekibinden oluşan Soyuz 21 uzay aracı yolculuğuna başladı.", "1967 - Arap devletleri ortaklaşa uyguladığı politika gereğince, İsrail'e destek veren devletlere yaptığı petrol ihracatını durdurdu.", "1962 - Birleşmiş Milletler'de yapılan görüşmeler doğrultusunda, Ruanda ve Burundi'yi ayrı devletler olarak bağımsızlığının tanınması kararlaştırıldı.", "1944 - Normandiya Çıkarması: Müttefikler Normandiya’ya çıkarma yaptı.", "1939 - İsmet İnönü, Ali Râna Tarhan'ı Müstakil Grup Başkanvekilliğine atadı", "1930 - Arnavutluk Futbol Federasyonu kuruldu.", "1920 - İstanbul Divan-ı Harb-i, İsmet İnönü, Bekir Sami Kunduk, Celalettin Arif, Dr. Rıza Nur, Yusuf Kemal Tengirşenk, Hamdullah Suphi Tanrıöver, Rıfat Börekçi ve Fahrettin Altay'ı idama mahkûm etti.", "1919 - İstanbul'daki İngiliz Kuvvetleri Komutanı General George Milne, Harbiye Nezareti'ne yazı göndererek, Mustafa Kemal Paşa'nın geri çağrılmasını istedi.", "1861 - Bettino Ricasoli, İtalya Başbakanı olarak göreve başladı.", "1844 - Mezhepsiz ve ruhban sınıfına bağlı olmayan, küresel bir Hristiyan örgütü olan (YMCA-Young Man Christian Association) kuruldu.", "1808 - Joseph Bonaparte, İspanya Kralı oldu.", "1523 - İsveç Bağımsızlık Savaşı sonucunda, İsveç Krallığı bağımsızlığını ilan etti.", "1388 - Köln Üniversitesi kuruldu."]