["2016 - İstanbul'un Fatih ilçesinin Vezneciler semtinde bombalı intihar saldırısı gerçekleşti. (Bknz. 2016 Vezneciler Saldırısı)", "2015 - Diyarbakır'da HDP mitingi sırasında bombalı saldırı düzenlendi. IŞİD'in üstlendiği saldırıda 5 kişi öldü, 400'den fazla fazla kişi yaralandı.", "2015 - Türkiye'de genel seçimler yapıldı.", "2012 - Eşcinsel evliliğin yasallaştırılması için Thorning-Schmidt Hükûmeti'nin öne sürdüğü yasa tasarısı, Folketing (Danimarka Parlamentosu) tarafından onaylandı.", "2008 - 2008 Avrupa Futbol Şampiyonası başladı.", "2007 - Birinci Türk İşaret Dili Çalıştayı Ankara'da toplandı.", "2005 - MacGyver adlı Amerikan dizisinin 2. sezon DVD'si çıktı.", "2001 - Tony Blair başkanlığındaki İşçi Partisi, İngiltere'deki seçimleri kazandı.", "1996 - Hükûmeti kurma görevi Cumhurbaşkanı Süleyman Demirel tarafından Refah Partisi Genel Başkanı Necmettin Erbakan'a verildi.", "1994 - Sosyetenin ünlü ismi Ayşegül Tecimer, tarihî eser kaçakçılığından gözaltına alındı.", "1989 - Surinam Havayolları'na ait Douglas DC-8 tipi bir yolcu uçağı Johan Adolf Pengel havaalanı (Surinam) yakınlarında düştü: 168 kişi öldü.", "1985 - TRT Yönetim Kurulu, parlamento dışındaki partilerin etkinliklerini yayınlamama kararı aldı.", "1982 - Türkiye'nin Lizbon Büyükelçiliği İdari Ataşesi Erkut Akbay ve eşi Nadide Akbay, Ermeni örgüt ASALA tarafından düzenlenen saldırıda öldürüldü.", "1981 - İsrail savaş uçakları, Irak'ın bir nükleer reaktörünü, nükleer silah üretiminde kullanılıyor gerekçesiyle imha etti.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): THKP/C-Devrimci Yol militanı İlyas Has, Bekçi Süleyman Tosun'u öldürdü.", "1977 - Semiha Yankı, 13'üncü Uluslararası Altın Orfe Şarkı Yarışması'nda birinci oldu.", "1973 - \"Yavuz\" zırhlısı Deniz Kuvvetleri'nden törenle emekliye ayrıldı.", "1967 - İsrail birlikleri Kudüs'e girdi (Altı Gün Savaşları).", "1966 - Ronald Reagan, Kaliforniya'nın 33. Valisi oldu.", "1964 - Türkiye'nin 26 ilinde kısmi senato seçimleri yapıldı. AP 31, CHP 19, bağımsızlar 1 senatörlük elde etti.", "1958 - İstanbul, Beyazıt Meydanı'nda Büyük Kıbrıs Mitingi yapıldı.", "1957 - Atatürk Üniversitesi kuruldu.", "1945 - Celâl Bayar, Adnan Menderes, Fuad Köprülü ve Refik Koraltan tarafından imzalanan ve dörtlü takrir olarak anılan önerge, CHP Meclis Grubuna verildi.", "1943 - İstanbul'da tifüs salgını başladı, bazı sinemalar kapatıldı ve eskicilerin satış yapması yasaklandı.", "1942 - II. Dünya Savaşı: Midway Muharebesi, ABD'nin kesin zaferi ile resmen sona erdi.", "1942 - Etimesgut fabrikasında yapılan ilk Türk uçağı havalandı.", "1939 - CHP Yönetim Kurulu devlet ve parti yönetimini yeniden ayırma kararı aldı.", "1935 - Stanley Baldwin, Birleşik Krallık Başbakanı oldu.", "1929 - Vatikan bağımsız devlet oldu.", "1918 - Osmanlı'nın 9. Ordusu kuruldu.", "1905 - Norveç Parlamentosu İsveç ile olan birliğinden ayrılarak bağımsızlığını ilan etti. 13 Ağustos'ta düzenlenen referandum ile bağımsızlık onaylandı.", "1893 - Gandhi, ilk sivil itaatsizlik ve pasif direniş eylemine başladı.", "1890 - Ertuğrul Fırkateyni, Japonya'da Yokohama Limanı'na ulaştı.", "1866 - Anadolu'da kurulan ilk Demiryolu hattı olan İzmir-Aydın demiryolu açıldı.", "1863 - Meksiko, Fransız birliklerince ele geçirildi.", "1862 - Gennaios Kolokotronis, Yunanistan Başbakanı oldu.", "1856 - Dolmabahçe Sarayı kullanıma açıldı.", "1832 - Québec'te Asya kolerası salgını: Yaklaşık 6000 kişi öldü.", "1801 - Portekiz ve İspanya, \"Badajoz Antlaşması\"nı imzaladılar. Portekiz \"Olivenza\" şehrini kaybetti.", "1692 - Jamaika'nın Port Royal kentinde deprem: 1600 kişi öldü, 3000 kişi ağır yaralandı.", "1654 - XIV. Louis, Fransa Kralı oldu.", "1557 - Mimar Sinan tarafından inşa edilen Süleymaniye Camii açıldı.", "1494 - Dönemin deniz güçleri Portekiz ve İspanya, Tordesillas Antlaşması'na vardı.", "1099 - Birinci Haçlı seferi: Haçlı ordusu Kudüs kalesi önüne geldi ve Kudüs Kuşatması başladı.", "769 - FMU (French Mason Union) kuruldu."]