["2021 - El Salvador, senatodan geçen tasarı ile birlikte Bitcoin'i resmî para birimi ilan eden ilk ülke oldu.", "2012 - Avrupa Futbol Şampiyonası, Polonya ile Yunanistan arasında oynanan ve 1-1'lik skorla sonuçlanan açılış maçı ile başladı.", "2004 - Venüs, Güneş'in önünden 223 yıl sonra ilk defa geçti.", "2000 - NATO-Ukrayna Komisyonu, Savunma Bakanları düzeyinde Brüksel'de toplandı.", "1995 - TBMM, Ege'de karasularını 12 mile çıkarma hazırlıkları yapan Yunanistan'a karşı Hükûmet'e savaş yetkisi verdi.", "1995 - Rasmus Lerdorf, PHP dilinin ilk sürümünü yayımladı.", "1993 - Devlet Bakanı Tansu Çiller görevinden istifa etti ve DYP Genel Başkanlığına aday olduğunu açıkladı.", "1986 - Avusturya Cumhurbaşkanlığı seçimlerini Kurt Waldheim kazandı.", "1975 - Kıbrıs Türk Federe Devleti Anayasası halk oylamasına sunuldu ve onaylandı.", "1968 - Bir suikast sonucu ölen ABD senatörü Robert F. Kennedy'nin cenazesi Arlington Millî Mezarlığı'nda toprağa verildi.", "1968 - James Earl Ray, Martin Luther King Jr.'u öldürmek suçundan tutuklandı.", "1953 - ABD Anayasa Mahkemesi, Washington'daki restoranların siyahlara servis yapmayı reddedemeyeceğine karar verdi.", "1952 - Yunanistan Kralı I. Paulos ve Kraliçe Frederika Türkiye'ye geldi.", "1951 - Türkiye'de ilk kalp ameliyatı, Gülhane Askerî Tıp Akademisi'nde yapıldı.", "1950 - Sir Thomas Blamey, Avustralya tarihinin ilk ve tek Mareşali oldu.", "1949 - FBI'ın bir raporunda, Hollywood'un ünlülerinden Helen Keller, Dorothy Parker, Danny Kaye, Fredric March, John Garfield, Paul Muni ve Edward G. Robinson'ın adları Komünist Parti üyeleri olarak yer aldı.", "1949 - George Orwell'in 1984 adlı romanı yayımlandı.", "1912 - Carl Laemmle, Universal Pictures film yapım şirketini kurdu.", "1887 - Herman Hollerith, geliştirdiği kart basmalı hesap makinesinin patentini aldı.", "1866 - Kanada Parlamentosu ilk toplantısını Ottawa'da yaptı.", "1783 - İzlanda'daki Laki Yanardağı sekiz ay sürecek püskürme faaliyetine başladı. 9000 den fazla kişi öldü, yedi yıl sürecek açlık dönemi başladı.", "1624 - Deprem, Peru'yu vurdu.", "793 - Vikinglerin Lindisfarne Adası'nı yağmalamasıyla Viking Çağı başlamıştır.", "632 - Ebu Bekir ilk halife seçildi.", "632 - İslam peygamberi Muhammed'in ölümü."]