["2012 - Suriye-Türkiye Krizi Rusya'dan Suriye'ye giden yolcu uçağı, ABD'nin askeri kargo istihbaratıyla Ankara'nın Esenboğa Havalimanı'na indirildi. ABD ve Avrupa ülkeleri ise olay konusunda Türkiye'nin yanında oldukları mesajını verdi.", "2012 - Dünya Kız Çocukları Günü Birleşmiş Milletler tarafından alınan bir kararla, kız çocukları konusundaki farkındalığın artırılması amacıyla kutlanmaya başlamıştır.", "2002 - Eski ABD başkanlarından Jimmy Carter 2002 Nobel Barış Ödülü'nü aldı.", "1999 - CNN Türk yayın hayatına başladı.", "1998 - Kongo'da ulusal havayollarına ait bir Boeing 727 isyancılar tarafından düşürüldü; 40 kişi öldü.", "1995 - Bosna-Hersek'te ateşkes ilan edildi.", "1992 - Eduard Şevardnadze, Gürcistan Parlamentosu Başkanı seçildi.", "1990 - Octavio Paz, Nobel Edebiyat Ödülü’nü alan ilk Meksikalı yazar oldu.", "1988 - Cumhurbaşkanı Kenan Evren, Alman Die Welt gazetesi muhabirinin, \"Bir emirle İslamcıların kabineye girmesini engellediniz. Bunu niçin yaptınız?\" sorusuna, \"irtica ve komünizmin aynı derecede tehlikeli olduğu\" cevabını verdi.", "1986 - ABD Başkanı Ronald Reagan ile Sovyetler Birliği lideri Mikhail Gorbachev, Reykjavik'te (İzlanda) bir araya gelip Avrupa'daki orta menzilli füzelerin karşılıklı azaltılması konusunu görüştüler.", "1984 - Challenger ile uzaya çıkan astronot Kathryn D. Sullivan, uzayda yürüyen ilk Amerikalı kadın oldu.", "1984 - Avrupa Parlamentosu, Türkiye-Avrupa Ekonomik Topluluğu Karma Parlamento Komisyonu'nun yeniden kurulmasına karar verdi, fiili çalışmayı askıya aldı.", "1981 - Erden Kıral'ın yönettiği Bereketli Topraklar Üzerinde filmi, Strazburg Film Festivali'nde birinci oldu.", "1980 - Yönetmen Ali Özgentürk'ün Hazal filmi, 29. Uluslararası Mannheim Film Festivali'nde 3 ödül aldı.", "1980 - Uzay istasyonu Salyut 6'da 185 gün kalarak rekor kıran Sovyet kozmonotları (Valery V. Ryumin ve Leonid I. Popov) dünyaya döndü.", "1979 - Gazeteci Abdi İpekçi cinayeti zanlısı Mehmet Ali Ağca'nın yargılanmasına başlandı.", "1977 - Deniz bilimcisi Kaptan Cousteau, ünlü teknesi Calypso ile İstanbul'a geldi.", "1973 - Elvis Presley ile Priscilla Presley boşandı.", "1972 - Millî Selamet Partisi (MSP), Necmettin Erbakan liderliğinde kuruldu.", "1971 - John Lennon'ın ünlü şarkısı Imagine yayımlandı.", "1968 - NASA, ilk insanlı uzay uçuşunda Apollo 7'yi uzaya fırlattı; astronotlar Wally Schirra, Donn Fulton Eisele ve R. Walter Cunningham.", "1967 - Afganistan Başbakanı Mohammad Hashim Maiwandwal, sağlık nedenleriyle istifa etti.", "1963 - Batman'da bir petrol damarı daha bulundu.", "1954 - Vietnam'da komünistler ülkenin kuzeyinde egemenlik kurarak Vietnam Demokratik Cumhuriyeti'ni kurdu.", "1944 - SSCB, Tuva Halk Cumhuriyeti'ni ilhak etti.", "1939 - Albert Einstein, ABD Başkanı Roosevelt'e, atom bombası konusuna dikkatini çekmek için yazdığı ünlü mektubunu kaleme aldı.", "1931 - SSCB'de serbest ticaret hakkı kaldırıldı.", "1929 - Yavuz savaş gemisinin onarımı bitti; gemi Türk Deniz Kuvvetleri'ne teslim edildi.", "1928 - LZ-127 Graf Zeppelin adlı bir zeplin, ilk kıtalararası uçuşunu yapmak üzere Almanya'dan New Jersey'e doğru yola çıktı.", "1922 - TBMM Hükümeti ile İtilaf Devletleri arasında Mudanya Mütarekesi imzalandı.", "1922 - İrlanda'da Anayasa kabul edildi.", "1912 - I. Balkan Savaşı: Yunan Ordusu, Osmanlı şehri Kozana'yı ele geçirdi.", "1910 - Wright Kardeşler'in yaptığı uçakla Missouri'de dört dakika uçan Theodore Roosevelt bir uçakla uçan ilk ABD Başkanı oldu.", "1907 - Lusitania yolcu gemisi, Atlas Okyanusu'nu 4 gün 18 saatte geçerek bir rekor kırdı ve \"Mavi Kurdele\"yi kazandı.", "1899 - Güney Afrika'da, Britanya İmparatorluğu ile Transvaal Cumhuriyeti ve Özgür Orange Devleti adlı iki Boer (Afrikaner) cumhuriyeti arasında, II. Boer Savaşı olarak adlandırılan savaş başladı.", "1881 - David Houston, kameralar için rulo filmin patentini aldı.", "1852 - Avustralya'da Sidney Üniversitesi 3 profesör ve 24 öğrenciyle kuruldu.", "1811 - İlk buharlı feribot Juliana, New York-New Jersey arasındaki seferlerine başladı.", "1783 - Rusya Bilimler Akademisi kuruldu.", "1531 - Huldrych Zwingli, İsviçre Katolik Kantonları ile yapılan muharebede öldürüldü.", "1469 - Aragon Kralı II. Fernando ile Kastilya Prensesi I. Isabel evlendi.", "1311 - Soylular ve din adamları, 1311 Kararnameleri ile İngiliz Krallarının yetkilerini sınırlandırdı.", "1142 - Kin Hanedanı ile Song Hanedanı arasındaki savaş, Shaoxing Bariş Antlaşması ile sona erdi.", "1138 - Halep'te yaşanan büyük depremde 230.000 kişi öldü.", "368 - İznik'te büyük bir deprem oldu."]