["2020 - Microsoft Office 2010 için genişletilmiş desteğe son verildi.", "2010 - Şili'deki maden kazasında yer altında mahsur kalan 33 madenci 69 gün sonra sağ olarak kurtarıldı.", "2006 - Nobel Barış Ödülü, Bangladeşli Muhammed Yunus ve Grameen Bank arasında paylaştırıldı.", "2006 - Birleşmiş Milletler Genel Kurulu, Güney Kore Dış İşleri Bakanı Ban Ki-moon'u yeni BM Genel Sekreteri olarak resmen atadı. Moon görevi Kofi Annan'dan 1 Ocak 2007'de devraldı.", "2002 - Yeniçağ gazetesi yayın hayatına başladı.", "2002 - Sırbistan'da, Slobodan Milošević'in devrilmesinden sonra düzenlenen ilk Devlet Başkanlığı seçimi katılımın düşük olması nedeniyle geçersiz sayıldı.", "1997 - Altın Koza Film Festivali sonuçlandı. Zeki Demirkubuz'un yönettiği Masumiyet filmi birinciliği aldı.", "1996 - Radikal gazetesi yayın hayatına başladı.", "1995 - Prag'daki Dünya Güreş Şampiyonası'nda, 82 kiloda Hamza Yerlikaya Dünya şampiyonu oldu.", "1995 - İngiliz fizikçi Joseph Rotblat ve içinde bulunduğu antinükleer grup, Nobel Barış Ödülü'nü aldı.", "1994 - Mali polis, Halil Bezmen'e ait trilyonlarca lira değerindeki antika, tarihî eser ve tabloyu, Amerika Birleşik Devletleri'ne kaçırılmak üzereyken ele geçirdi.", "1991 - Eski Millî İstihbarat Teşkilatı Müsteşarı Emekli Orgeneral Adnan Ersöz öldürüldü. Ersöz'ü Dev-Sol örgütü militanlarının öldürdüğü açıklandı.", "1991 - Bulgaristan'da reel sosyalizm sonrası ilk parlamento seçimleri yapıldı.", "1990 - 1975'ten beri devam etmekte olan Lübnan İç Savaşı sona erdi.", "1986 - Büyük Vatan Partisi kendini feshetti.", "1980 - 16 Nisan 1980'de İstanbul'da Amerikalı bir astsubay ile bir Türk arkadaşını öldüren sol görüşlü militanlar Ahmet Saner ve Kadir Tandoğan, ölüm cezasına çarptırıldı.", "1977 - Dört Filistinli, bir yolcu uçağını Somali'ye kaçırdı ve Kızıl Ordu Fraksiyonu mensubu 11 tutuklunun salıverilmesini istedi.", "1976 - Bolivya Hava Yolları'na ait bir kargo uçağı, Santa Cruz'da (Bolivya) düştü; 97'si yerde ve çoğunluğu çocuk olmak üzere 100 kişi öldü.", "1972 - Sovyetler Birliği Hava Yolları Aeroflot'a ait İlyuşin Il-62 tipi bir yolcu uçağı, Moskova yakınlarında Şeremetyevo Uluslararası Havalimanı'na yaklaşırken düştü; 164 yolcu ve 10 kişilik mürettebatın tümü öldü.", "1972 - Bir Uruguay askeri uçağı And dağlarında (Arjantin ve Şili sınırında) düştü. Sağ kalan 16 kişiye 23 Aralık'ta ulaşılarak kurtarıldı. Bkn: Uruguay Hava Kuvvetleri Uçuş 571", "1970 - Fiji Birleşmiş Milletler'e üye oldu.", "1968 - Avustralya'ya ilk Türk işçi kafilesi hareket etti.", "1955 - Suna Kan, \"Viotti Keman Yarışması\"nda birinci oldu. Yarışma, ünlü İtalyan kemancı Giovanni Battista Viotti adına düzenlenmişti.", "1951 - Cumhuriyet gazetesinin düzenlediği güzellik yarışmasında, Günseli Başar Türkiye Güzellik Kraliçesi seçildi.", "1946 - Fransa'da Dördüncü Cumhuriyet'in Anayasası kabul edildi.", "1944 - Letonya'nın günümüzdeki başkenti Riga, Sovyetler Birliği kontrolüne geçti.", "1943 - II. Dünya Savaşı: İtalya'da Mussolini'yi devirip başa geçen yeni Hükûmet taraf değiştirdi ve Müttefik Devletler'le ittifak oluşturarak Almanya'ya savaş ilan etti.", "1935 - Türkiye'de faaliyet gösteren Mason Locaları Atatürk tarafından kapatıldı.", "1923 - TBMM'de, Ankara'nın Hükûmet merkezi ve başkent olması kararlaştırıldı.", "1921 - TBMM Hükûmeti, Azerbaycan, Ermenistan ve Gürcistan ile Kars Antlaşması'nı imzaladı ve Doğu Cephesi'nde Türk Kurtuluş Savaşı sona erdi.", "1918 - Talat Paşa liderliğindeki İttihat ve Terakki Hükûmeti istifa etti.", "1914 - Garrett Morgan, gaz maskesini icat etti ve patentini aldı.", "1911 - İtalya Krallığı, Derne'yi işgal etti.", "1900 - Avusturyalı nörolog Sigmund Freud, ünlü kitabı Düşlerin Yorumu'nu yayınladı.", "1886 - Amerikalı eczacı Pemberton, Coca Cola'nın formülünü buldu.", "1884 - Greenwich Gözlemevi'nden geçen meridyen, 0 derece ve uluslararası zaman kuşakları için başlangıç noktası olarak kabul edildi.", "1845 - Teksas'ta yapılan referandumda ABD'ye katılma kararı alındı.", "1843 - Bilinen en eski Yahudi yardımlaşma örgütü B'nai B'rith (İttifak Evlatları) New York'ta kuruldu.", "1827 - 658 yılından beri Müslüman egemenliğinde olan Erivan, Ruslar tarafından ele geçirildi.", "1792 - Amerika Birleşik Devletleri'nde Beyaz Saray olarak bilinen binanın temeli atıldı.", "1775 - ABD Deniz Kuvvetleri kuruldu.", "1773 - Fransız astronom Charles Messier, Girdap gökadası'nı keşfetti.", "1492 - Kristof Kolomb, Bahamalar'da Yerlilerce Guanahani olarak adlandırılan, San Salvador ismini verdiği adaya ayak bastı.", "54 - Neron, Roma tahtına oturdu."]