["2022 - Endonezya'da bir futbol maçında 131 kişinin ölümü, 547 kişinin de yaralanmasıyla son bulan bir izdiham yaşandı.", "2006 - Müjdat Gezen Tiyatrosu, Semra Sezer tarafından açıldı.", "2001 - 11 Eylül saldırıları'nın da etkisiyle Swissair hisseleri sert bir düşüş yaşadı ve iflasıyla sonuçlanan süreç başladı.", "1997 - AB üyesi ülkeler Amsterdam Antlaşması'nı imzaladı.", "1996 - Peru Hava Yolları'na ait bir Boeing 757, Lima'dan kalktıktan hemen sonra Büyük Okyanus'a düştü; 70 kişi öldü.", "1992 - Ege Denizi’ndeki tatbikatlar sırasında, ABD’ye ait uçak gemisinden atılan iki füze Türk muhribi Muavenet’e isabet etti; olayda gemi komutanıyla birlikte 5 denizci öldü.", "1990 - Çin Hava Yolları'na ait bir Boeing 737 kaçırıldı, Guangzhou hava alanına indikten sonra iki uçağa çarptı; 132 kişi öldü.", "1989 - TRT 3 ve GAP TV resmen yayına başladı.", "1984 - 12 Eylül Darbesi sonrası ilk grev Tuzla'da iki tersanede başladı.", "1980 - Devlet Başkanı Orgeneral Kenan Evren, Van'da halka seslendi: \"Cumhuriyet tehlikeye düştüğü anda; Atatürk'ün bize emanet ettiği topraklar, bu tertemiz topraklar tehlikeye düştüğü anda biz duramazdık. Ya çekip gidecektik veyahut bu harekâtı yapacaktık.\"", "1980 - Devrimci İşçi Sendikaları Konfederasyonu (DİSK) avukatlarından Ahmet Hilmi Veziroğlu ölü bulundu. Bursa Emniyet Müdürlüğü, Veziroğlu'nun Emniyet binasından atlayarak intihar ettiğini iddia etti.", "1979 - 10 Temmuz 1977'de kahvehane basıp 2 kişiyi öldüren sol görüşlü militan Necdet Adalı, Ankara Sıkıyönetim Komutanlığı 1 Numaralı Askerî Mahkemesi tarafından ölüm cezasına çarptırıldı.", "1978 - Milliyetçi Hareket Partisi sıkıyönetim ilan edilmesini istedi.", "1975 - ABD, Türkiye'ye konulan silah ambargosunu kısmen kaldırdı.", "1974 - Eski Millî Birlik Komitesi üyesi General Cemal Madanoğlu ve arkadaşları beraat ettiler.", "1970 - Ankara'da, Merkezi Antlaşma Örgütü (CENTO) binasına bomba atıldı.", "1969 - Yargıtay, 6 öğrenci örgütünü siyasetle uğraştıkları gerekçesiyle kapattı.", "1968 - Meksika'da üniversite işgali. Meksika güvenlik güçlerinin müdahalesi üzerine yüzden fazla öğrenci öldü.", "1966 - Vicente Calderón Stadyumu açıldı.", "1958 - Fransız kolonisi Gine, bağımsızlığını ilan etti.", "1957 - ODTÜ'nün temeli atıldı.", "1953 - Batı Almanya, NATO'ya kabul edildi.", "1950 - Charles M. Schulz'un çizdiği Snoopy isimli köpeğin maceralarının anlatıldığı Peanuts bant karikatürü ilk kez yayımlandı.", "1941 - Almanlar, Sovyetler Birliği'ne karşı Tayfun Harekâtı olarak bilinen bir genel taarruz başlattılar.", "1935 - İtalyan ordusu Etiyopya'ya girdi.", "1928 - Gizli Katolik örgüt Opus Dei, Madrid'de kuruldu.", "1924 - Milletler Cemiyeti'nin 47 üyesi zorunlu tahkim protokolünü imzaladı.", "1919 - ABD Başkanı Woodrow Wilson felç geçirdi.", "1895 - Trabzon'da Ermeni isyanı başladı.", "1870 - Roma, İtalya'nın başkenti oldu.", "1836 - Charles Darwin, İngiliz Kraliyet Donanması'na ait HMS Beagle gemisi ile çıktığı, Brezilya, Galapagos Adaları ve Yeni Zelanda'yı kapsayan 5 yıllık gezisinden İngiltere'ye döndü. Bu çalışmaları, 1859'da yayımlayacağı Türlerin Kökeni adlı kitabının kaynağını oluşturdu.", "1608 - Modern teleskopun prototipi, Hollandalı gözlük üreticisi Hans Lippershey tarafından yapıldı.", "1552 - Korkunç İvan komutasındaki Ruslar, Kazan'ı işgal etti.", "1187 - Selahaddin Eyyubi, Kudüs'ü zapt ederek 88 yıllık Haçlı işgaline son verdi."]