["2008 - Ergenekon davası'nın ilk duruşması Silivri Cezaevi içindeki Adliye'de görülmeye başlandı.", "2002 - Sırbistan ile birlikte Yugoslavya'yı oluşturan Karadağ'da yapılan genel seçimlerde, Devlet Başkanı Milo Cukanoviç'in bağımsızlık yanlısı partisi meclis çoğunluğunu elde etti.", "1998 - Türkiye ile Suriye arasında Adana Mutabakatı imzalandı.", "1992 - Bingöl’ün Solhan ilçesi Hazarşah köyü yakınlarında, bir otobüsü durduran PKK militanları 19 yolcuyu kurşuna dizerek öldürdü, 6 kişiyi yaraladı.", "1984 - Bilkent Üniversitesi kuruldu.", "1980 - Yunanistan, NATO askerî kanadına yeniden girdi.", "1978 - İTÜ Elektrik Fakültesi dekanı Ord.Prof. Bedri Karafakioğlu İstanbul'da uğradığı silahlı saldırı sonucunda yaşamını yitirdi.", "1968 - ABD'nin öldürülen Başkanlarından John F. Kennedy'nin eşi Jacqueline Kennedy Yunan armatör Aristotle Onassis ile evlendi.", "1968 - Meksiko Olimpiyatları'nda serbest güreşte 78 kiloda Mahmut Atalay ve 97 kiloda Ahmet Ayık altın madalya kazandılar.", "1954 - Büyük Britanya'da 51 bin liman işçisi greve gitti. Britanya'nın deniz ticareti yarı yarıya durdu.", "1954 - Dünya Bankası Genel Sekreteri Türkiye'ye geldi. Genel sekreter \"Türkiye ekonomik geleceği çok parlak bir ülkedir\" dedi.", "1951 - Birinci Akdeniz Oyunları sona erdi.", "1945 - Mısır, Suriye, Irak ve Lübnan, Filistin topraklarında devlet kurmak isteyen Yahudilere karşı Arap Cemiyeti'ni kurdu.", "1944 - Sovyet Kızıl Ordu Belgrad'a girdi. Aynı gün Gestapo, Alman anti-faşist ve sosyal demokrat Julius Leber'i kurşuna dizdi.", "1942 - Ekmek karneleri dağıtılmaya başladı.", "1941 - II. Dünya Savaşı: Alman işgalindeki Sırbistan'da binlerce sivil öldürüldü: Kragujevac katliamı.", "1940 - Nüfus sayımı. Türkiye'nin nüfusu: 17.820.950", "1935 - Milliyetçi hükûmete karşı Mao Zedung'un başlattığı ve bir yıl süren 6.000 millik Uzun Yürüyüş sona erdi. Mao önderliğindeki Birinci Öncü Ordu Yan'an'a girdi.", "1927 - Mustafa Kemal Atatürk'ün Türk Kurtuluş Savaşı'nı anlattığı 15 - 20 Ekim 1927 tarihlerinde Cumhuriyet Halk Partisi 2. Kongresinde otuz altı buçuk saat süren tarihi konuşması", "1921 - Fransızlar'ın Anadolu'dan çekilmesi. TBMM ile Fransa hükûmeti arasında Ankara Anlaşması imzalandı. Fransa adına Henry Franklin-Bouillon'un sürdürdüğü görüşmeler sonrasında, Fransa işgal ettiği Anadolu topraklarından çekildi.", "1827 - Navarin Baskını. İngiliz, Fransa, Rus birleşik filosu, Yunanistan açıklarında Navarin'de Osmanlı donanmasını tahrip etti."]