["2009 - Windows 7 resmi olarak piyasaya çıktı.", "2005 - Eurovision Şarkı Yarışması'nın 50. yılı şerefine Danimarka'da en iyi 14 şarkının yarıştığı bir yarışma yapıldı. İsveçli ABBA grubunun 1974 yılında yarışan Waterloo şarkısı birinci seçildi.", "1997 - Kültür Bakanlığı, Oscara gidecek film olarak Eşkıyayı seçti.", "1993 - Diyarbakır'ın Lice ilçesinde çıkan çatışmada Diyarbakır Jandarma Bölge Komutanı Tuğgeneral Bahtiyar Aydın öldü. İlçede sokağa çıkma yasağı ilan edildi.", "1988 - Barış Manço'nun televizyon programı 7’den 77’ye TRT'de başladı.", "1983 - Batı Almanya ve Fransa'da 1 milyon 500 bin kişi nükleer karşıtı protesto gösterisi yaptı.", "1980 - Yönetmen Ömer Kavur'un filmi Yusuf ile Kenan Milano'da altın madalya aldı.", "1976 - Hak İşçi Sendikaları Konfederasyonu (Hak-İş) kuruldu.", "1975 - Türkiye'nin Viyana büyükelçisi Hüseyin Daniş Tunalıgil görev yaptığı Viyana'da Ermeni Soykırımı Adalet Komandoları'na mensup üç militan tarafından düzenlenen suikast sonucu öldü.", "1972 - THY'nin Truva uçağı Sofya'ya kaçırıldı. Bir gün sonra yolcuları serbest bırakan 4 hava korsanı Bulgaristan'a iltica etti.", "1967 - Apollo 7 uzay aracı Dünya yörüngesinde 163 kez döndükten sonra güvenli bir şekilde Atlantik Okyanusu'na indi.", "1964 - Jean-Paul Sartre Nobel Edebiyat Ödülünü kazandı ama ödülü geri çevirdi.", "1962 - ABD Başkanı John F. Kennedy, Küba'da Sovyet füzeleri olduğunu açıkladı. Amerikan Donanması Küba'yı ablukaya aldı. Füze krizi Dünyayı nükleer savaş tehlikesiyle karşı karşıya bıraktı.", "1957 - ABD Vietnam'da ilk zayiatlarını verdi.", "1953 - Laos, Fransa'dan bağımsızlığını ilan etti.", "1947 - ABD yardımının ilk partisi İskenderun Limanı'na geldi. İlk malzemelerle İstanbul-Ankara karayolunun yapımına başlanacağı açıklandı.", "1938 - Chester Carlson fotokopiyi icat etti.", "1937 - Tunceli bölgesinde 21 Mart gecesi başlayan ayaklanma bastırıldı. Dört yıl için çıkarılan Tunceli'nin İdaresi Hakkında Kanun, çeşitli eklerle 1947'ye kadar sürdü.", "1931 - Amerikan mafya lideri Al Capone vergi kaçakçılığı gerekçesiyle 11 yıl hapis cezası aldı.", "1919 - Amasya'da, Mustafa Kemal Paşa ile İstanbul Hükûmeti'nin Bahriye Nazırı Salih Hulusi Kezrak arasında Amasya Protokolü imzalandı.", "1917 - Vakit gazetesi, Ahmet Emin Yalman ve Asım Us tarafından yayımlanmaya başladı.", "1836 - Sam Houston törenlerle Texas Cumhuriyeti'nin ilk Cumhurbaşkanı oldu.", "1784 - Rusya, Alaska'nın Kodiak Adası'nda bir koloni kurdu.", "1600 - Osmanlı ordusu, Macaristan'ın Kanije Kalesi'ni fethetti."]