["2017 - İYİ Parti, Meral Akşener tarafından kuruldu.", "2005 - Anadolu'da Vakit gazetesinin Almanya sınırları içinde basılması ve dağıtılması yasaklandı.", "2004 - Küba devlet başkanı Fidel Castro, 8 Kasım'dan geçerli olmak üzere ABD doları ile yapılacak alış veriş işlemlerinin yasaklandığını açıkladı.", "2003 - Rektörler, öğretim üyeleri, sivil toplum örgütlerinin temsilcileri ve öğrenciler, Ankara'da Cumhuriyete Saygı yürüyüşü yaptı, Anıtkabir'e giderek saygı duruşunda bulundu.", "2003 - Sedir Yangını: Amerika Birleşik Devletleri'nde Güney Kaliforniya'daki yangın.", "2001 - Microsoft, Windows XP işletim sistemini piyasaya sürdü.", "1998 - Cumhuriyetin 75. yıl dönümü kutlamaları çerçevesinde 80 il ve 700 ilçede, 75. Yıl Cumhuriyet Yürüyüşü yapıldı. Yürüyüşlere milyonlarca vatandaş katıldı.", "1986 - PKK'ya bağlı milis gücü Kürdistan Halk Kurtuluş Ordusu kuruldu.", "1984 - Türkiye'de son kez bir ölüm cezası infaz edildi. İzmir'de bir soygun sırasında 3 kişiyi öldürmekten idama mahkûm Hıdır Aslan, Burdur Kapalı Cezaevi'nde asıldı.", "1984 - Hepatit virüsü bulundu.", "1981 - Türkiye'nin Roma Büyükelçiliğinde görevli ikinci kâtip Gökberk Ergenekon, ASALA militanlarının saldırısına uğradı; 3 kurşun yarası aldı.", "1980 - 12 Eylül Darbesi'nin 3. idamı: 14 Eylül 1980'de fraksiyon ayrılığından dolayı sol görüşlü Erdoğan Polat'ı öldüren ve kaçmaya çalışırken Tank Yüzbaşı Bülent Angın'ın da içinde bulunduğu güvenlik güçleriyle çatışan (Yüzbaşı Angın öldürüldü.) sol görüşlü militan Serdar Soyergin, idam edildi.", "1980 - 13 Temmuz 1979'da Mısır'ın Ankara Büyükelçiliğini basan 4 Filistinli gerilla ölüm cezasına çarptırıldı.", "1971 - Çin, Birleşmiş Milletler'e alındı.", "1970 - Nüfus sayımı yapıldı: Türkiye'nin nüfusu 35.605.176", "1962 - ABD Büyükelçisi Adlai E. Stevenson, Küba'daki Sovyet üslerinin fotoğraflarını, kanıt olarak BM Güvenlik Konseyi'ne sundu.", "1960 - Küba, tüm Amerikan iş yerlerini devletleştirdi.", "1957 - Tatbiki Güzel Sanatlar Yüksek Okulu İstanbul'da açıldı.", "1955 - Evlerde kullanılan mikrodalga fırınların ilk örneği Tappan şirketi tarafından satışa çıkarıldı.", "1946 - Serbest Güreş Millî Takımı, İsveç'te Avrupa Şampiyonu oldu.", "1937 - Başbakan İsmet İnönü istifa etti. Aynı gün Celâl Bayar'ın kurduğu Hükûmet açıklandı.", "1936 - Adolf Hitler ve Benito Mussolini, Roma-Berlin güç eksenini oluşturdu.", "1935 - Haiti'de kasırga: 2000'den fazla kişi öldü.", "1917 - Lenin önderliğindeki Bolşevikler, Rusya'da yönetimi tamamen ele geçirdi (Julian Takvimi ile 25 Ekim, Gregoryen Takvimi ile 7 Kasım)", "1875 - Peter İlyiç Çaykovski'nin 1 No'lu Piyano Konçertosu ilk defa Boston, Massachusetts'te icra edildi. Solist Hans von Bülow'du.", "1854 - Kırım Savaşı sırasında Ruslar ile Kırım'ın Akyar kentini kuşatan Türk-İngiliz-Fransız ittifak kuvvetleri arasında Balaklava Savaşı yapıldı. (İngiliz şair Alfred Tennyson'un \"Hafif Süvari Alayının Hücumu\" şiirine ilham veren savaş)", "1760 - III. George Büyük Britanya Kralı oldu.", "1147 - Dorileon Muharebesi: Selçuklu ordusu, III. Konrad komutasındaki II. Haçlı ordusunu Eskişehir yakınlarında bozguna uğrattı."]