["2018 - Endonezya'da Cakarta'dan Sumatra Adası'ndaki Pangkal Pinang şehrine gitmek üzere olan Boeing 737 tipi yolcu uçağı havalandıktan kısa bir süre sonra denize düştü. 189 kişi öldü.", "2018 - İstanbul Havalimanı açıldı.", "2016 - Ankara Yüksek Hızlı Tren Garı hizmete açıldı.", "2013 - Marmaray açıldı ve ilk sefer Üsküdar'dan Yenikapı'ya düzenlendi.", "2006 - Nijerya'nın başkenti Abuja'da Boeing 737 tipi bir yolcu uçağı kalkıştan hemen sonra 104 yolcusuyla düştü: 6 kişi kurtuldu.", "1998 - Amerikalı astronot John Glenn 36 yıl aradan sonra 77 yaşında, Discovery mekiğiyle yeniden uzaya gitti.", "1998 - Azerbaycan, Gürcistan, Kazakistan, Özbekistan ve Türkiye, Hazar ve Orta Asya petrollerinin Batı pazarlarına Bakü Tiflis Ceyhan Petrol Boru Hattı'yla ulaştırılmasına ilişkin Ankara Deklarasyonu'nu imzaladılar.", "1998 - THY'nin Adana-Ankara seferini yapan Boeing 737 tipi uçağı, 33 yolcu ve 6 kişilik mürettebatıyla kaçırıldı. Uçağı kaçıran Erdal Aksu, öldürüldü. Aksu'nun Diyarbakır'da 4 öğretmeni katletmekten arandığı belirlendi.", "1992 - Kazakistan ve Türkmenistan, ilk Büyük Elçiliklerini Ankara'da açtılar.", "1992 - Türkiye ile Irak'ın kuzeyi arasında stratejik öneme sahip Sinhat Boğazı, TSK'nın eline geçti. Çatışmalarda 90 silahlı militan öldürüldü.", "1969 - İki bilgisayar arasındaki ilk bağlantı gerçekleştirildi. Bu bağlantı İnternet'in öncüsü olan ARPANET üzerinden yapıldı.", "1967 - Montreal'deki Expo 67 Dünya Fuarı kapandı. Fuarı 50 milyonun üzerinde insan ziyaret etmişti.", "1961 - İlk Türk yapımı otomobil Devrim, Cumhurbaşkanı Cemal Gürsel'e armağan edildi.", "1961 - Suriye, Birleşik Arap Cumhuriyeti'nden ayrıldı.", "1960 - Millî Birlik Komitesi'nin 147 öğretim üyesini görevden almasına tepkiler sürüyor. Ankara Üniversitesi rektörü Suut Kemal Yetkin istifa etti.", "1960 - Cassius Clay (daha sonra Muhammet Ali) Louisville, Kentucky'de ilk profesyonel maçını kazandı.", "1956 - İsrail Ordusu, Mısır sınırını geçerek Sina Yarımadasını işgal etti.", "1954 - Dr. Hikmet Kıvılcımlı, Vatan Partisi'ni kurdu.", "1933 - Türkiye cumhurbaşkanı Mustafa Kemal, Cumhuriyet'in ilanının 10. yılı münasebetiyle nutkunu okudu.", "1930 - Ankara'daki Cumhuriyet Bayramı törenlerine Yunanistan başbakanı Venizelos da katıldı.", "1929 - New York Menkul Kıymetler Borsası çöktü; Amerika Birleşik Devletleri'nde ekonomik depresyonun başlangıcı.", "1927 - Irak'ta yapılan kazılarda, Ur kenti yakınlarında 5 bin yıl öncesine ait olduğu belirlenen bir molekül takımı bulundu.", "1924 - Milletler Cemiyeti Konseyinde, Türkiye-Irak sınırı, Musul'u Irak'ta bırakacak biçimde saptandı.", "1923 - Türkiye'de cumhuriyetin ilanı: Mustafa Kemal Atatürk ilk Türkiye cumhurbaşkanı seçildi.", "1919 - Britanya birlikleri Antep'i Fransızlara teslim edilerek geri çekildi.", "1914 - Amiral Souchon liderliğindeki Goeben (Yavuz), Breslau (Midilli) ve dokuz Osmanlı savaş gemisinden oluşan bir donanma Rus liman ve gemilerini bombalayarak Osmanlı'nın I. Dünya Savaşı'na girmesine neden oldu.", "1913 - Batı Trakya Bağımsız Hükûmeti yıkıldı.", "1901 - Amerika Birleşik Devletleri Başkanı William McKinley'in suikastçısı Leon Czolgosz elektrikli sandalyede idam edildi.", "1888 - Britanya İmparatorluğu, Alman İmparatorluğu, Avusturya-Macaristan İmparatorluğu, İspanyol İmparatorluğu, Fransa, İtalya, Hollanda, Rus İmparatorluğu ve Osmanlı İmparatorluğu arasında, İstanbul Antlaşması'nın (Convention of Constantinople) nihai metni imzalandı. Buna göre, ilgili devletlerin gemileri hem savaş hem de barış zamanında Süveyş Kanalından geçebilecekler.", "1863 - Cenevre'de toplanan 16 ülke, Uluslararası Kızılhaç'ın kurulmasına karar verdi.", "1859 - İspanya, Fas'a savaş ilan etti.", "1787 - Mozart'ın Don Giovanni operası ilk kez olarak Prag Ulusal Tiyatro'da sahnelendi."]