["2013 - Gambiya, İngiliz Milletler Topluluğu'ndan ayrıldığını açıkladı.", "2012 - Suriye'den gelen top mermileri sonucu Şanlıurfa'nın Akçakale ilçesinde 5 sivilin hayatını kaybetmesi üzerine Türkiye, Suriye'yi vurdu.", "2010 - Almanya, Versay Barış Antlaşması'nda kabul ettiği I. Dünya Savaşı'ndan kalma savaş tazminatlarının son taksitini ödedi.", "2009 - Azerbaycan, Kazakistan, Kırgızistan ve Türkiye Devlet Başkanları'nın imzaladığı Nahçıvan Anlaşması ile Türk Konseyi kuruldu.", "2008 - PKK militanları, Hakkâri'nin Şemdinli ilçesinde Aktütün Karakolu'na saldırdı.", "2006 - THY'nin Tiran - İstanbul seferini yapan Boeing 737-400 tipi tarifeli uçağı, Hakan Ekinci adlı hava korsanı tarafından kaçırıldı.", "2005 - Avrupa Birliği ile Türkiye arasında üyelik müzakereleri başladı.", "1994 - II. Nükleer Karşıtı Kongre, İstanbul'da toplandı.", "1993 - Haydar Aliyev, Azerbaycan Devlet Başkanı seçildi.", "1990 - Doğu ve Batı Almanya birleşti.", "1984 - Devrimci Yol davası sonucu idam cezasına çarptırılan Hıdır Aslan ve İlyas Has'ın cezaları TBMM'de onaylandı.", "1981 - Belfast'ta, İrlanda Cumhuriyet Ordusu (IRA) tutuklularının yaptığı açlık grevi bitti. Açlık grevi 7 ay sürmüş ve 10 IRA üyesi hayatını kaybetmişti.", "1973- 75 yıldan beri petrol aranan Trakya bölgesinde ilk petrol Lüleburgaz yakınlarında TPAO tarafından bulundu.", "1971 - SSCB ile ABD arasında kısa adı SALT olan Stratejik Silahları Sınırlama Antlaşması imzalandı.", "1970 - İskenderun Demir ve Çelik A.Ş. kuruldu.", "1967 - Kuzey Vietnam, Amerika Birleşik Devletleri'nin barış görüşmeleri önerisini reddetti.", "1966 - İstanbul'un Anadolu yakasındaki son tramvay hattı da kaldırıldı.", "1965 - Küba lideri Fidel Castro, Che Guevara'nın emperyalizme karşı savaşmak için Küba'dan ayrıldığını açıkladı.", "1953 - Çanakkale açıklarında İsveç Bandıralı Naboland gemisiyle çarpışarak batan, 81 denizcinin öldüğü TCG Dumlupınar denizaltısı ile ilgili dava sonuçlandı: Naboland kaptanı 6 ay ağır hapse mahkûm edildi, Dumlupınar Komutanı Yüzbaşı Sabri Çelebioğlu beraat etti.", "1952 - Birleşik Krallık ilk atom bombası denemesini, Monte Bello adasında gerçekleştirerek dünyanın 3. nükleer gücü oldu.", "1935 - İtalya Krallığı, Etiyopya'yı işgal harekâtına başladı.", "1932 - Birleşik Krallık mandası Irak bağımsızlığını ilan etti.", "1931 - Türkiye Cumhuriyet Merkez Bankası faaliyete geçti.", "1929 - Sırp, Hırvat ve Sloven Krallığı, ismini Yugoslavya Krallığı olarak değiştirdi.", "1926 - Atatürk'ün ilk heykeli, İstanbul Sarayburnu'na dikildi.", "1922 - Mudanya Mütarekesi'nin imzalanmasıyla sonuçlanan Mudanya Konferansı başladı.", "1912 - Sırbistan, Karadağ, Yunanistan ve Bulgaristan, Osmanlı Devleti'nden 3 gün içinde Arnavutluk ve Makedonya'ya özerklik verilmesini istediler. Osmanlı, bu notayı reddedince 8 Ekim'de I. Balkan Savaşı başladı.", "1852 - Damad Mehmed Ali Paşa, Osmanlı Sadrazamı oldu.", "1849 - Amerikalı yazar Edgar Allan Poe, Baltimore sokaklarında perişan bir vaziyette bulundu, hastaneye kaldırıldı.", "1739 - Osmanlı-Rus-Avusturya Savaşı'nı sona erdiren ve Osmanlı'nın kârlı çıktığı son antlaşma olan Niş Antlaşması imzalandı.", "1716 - Nevşehirli Damat İbrahim Paşa, Sadaret Kaymakamlığı'na getirildi.", "1605 - Sadrazam Sokolluzade Lala Mehmed Paşa komutasındaki Osmanlı Ordusu, Estergon Kalesi'ni ikinci kez fethetti.", "MÖ 52 - Jül Sezar komutasındaki Roma Ordusu, Alesia Muharebesi'ni kazanarak Galya'yı fethetti."]