["2008 - Kırgızistan'nın Oş şehrinde 6,6 büyüklüğünde deprem meydana geldi. 75 kişi öldü, 200'den fazla kişi yaralandı.", "2003 - Rus yanlısı Ahmet Kadirov Çeçenistan'ın ilk Devlet Başkanı seçildi.", "2000 - Belgrad'daki kitlesel gösteriler sonucu Slobodan Milošević Devlet Başkanlığından istifa etmek zorunda kaldı.", "1999 - Muğla'nın Marmaris ilçesinde Richter ölçeğine göre 6.2 büyüklüğündeki depremde 100'e yakın kişi yaralandı.", "1997 - 34. Altın Portakal Film Festivali sonuçlandı. En iyi film ödülünü, Ferzan Özpetek'in yönettiği Hamam filmi aldı.", "1991 - Sovyetler Birliği, tarihinde ilk kez IMF ile iş birliği anlaşması yaptı.", "1991 - İlk resmi Linux sürümü (0.02) Linus Torvalds tarafından duyuruldu.", "1989 - Dalai Lama, Nobel Barış Ödülü'nü aldı.", "1988 - Şili'de Pinochet, Başkanlığının uzatılması için yapılan referandumu kaybetti.", "1988 - Cezayir'de halk isyanı patlak verdi.", "1979 - İçişleri Bakanı Hasan Fehmi Güneş, bir aşk skandalı sonucu Hükûmet'ten istifa etti.", "1979 - Filistin Kurtuluş Örgütü lideri Yaser Arafat, Ankara'ya geldi; FKÖ Temsilciliği açıldı.", "1972 - Fransa'da Jean-Marie Le Pen liderliğinde aşırı sağcı/faşist parti Ulusal Cephe kuruldu.", "1962 - Beatles'ın ilk hit şarkısı Love me do piyasaya çıktı.", "1960 - Güney Afrika'da düzenlenen referandumda, Cumhuriyet rejimine geçilmesi kabul edildi.", "1958 - Fransa'da 5. Cumhuriyet ilan edildi ve Charles de Gaulle Cumhurbaşkanı seçildi.", "1953 - Türkiye, BM Güvenlik Konseyi'ne 40 oyla geçici üye seçildi.", "1952 - 1939'dan beri ilk ve Stalin'in katıldığı son Sovyetler Birliği Komünist Partisi kongresi başladı.", "1948 - Türkmenistan'ın Aşkabat şehrindeki büyük depremde 110.000 kişi hayatını yitirdi.", "1947 - Atina'da yapılan Akdeniz Atletizm Yarışmaları'nda Türkiye birinci oldu.", "1947 - Alman-Sovyet Saldırmazlık Paktı sonucu lağvedilen Komintern'in devamı olarak, komünist partiler SBKP (B) önderliğinde Kominform'u kurdu.", "1945 - Hollywood set işçilerinin grevinde Warner Bros'ta çıkan olaylarda (Kara Cuma) 40 gösterici yaralandı.", "1944 - Fransa'da kadınlar seçme hakkına kavuştu.", "1938 - Nazi Almanyası, Yahudilere ait pasaportların iptal edildiğini duyurdu.", "1931 - Başbakan İnönü ile Dışişleri Bakanı Aras'ın Yunanistan ziyaretleri sırasında, 1930 Türk-Yunan Dostluk Antlaşması yürürlüğe konuldu.", "1930 - Dünyanın en büyük hava gemisi İngiliz R 101 zeplini Fransa'da düştü ve 48 kişi hayatını yitirdi.", "1926 - İstanbul Boğazı'nda trenler için vapur seferleri başlatıldı.", "1925 - İlk Cumhuriyet Altını İstanbul Darphanesi'nde basıldı ve Mustafa Kemal Paşa'ya gönderildi.", "1921 - İngiltere'de Uluslararası Yazarlar Birliği PEN kuruldu.", "1915 - Bulgaristan Krallığı, İttifak Devletlerinin yanında I. Dünya Savaşı'na girdi.", "1911 - İtalyan kuvvetleri, Trablusgarp'ın sahil şeridini ele geçirdi.", "1910 - Portekiz'de Cumhuriyet ilan edildi.", "1908 - Bulgaristan, Osmanlı İmparatorluğu'ndan bağımsızlığını ilan etti.", "1908 - Avusturya-Macaristan İmparatorluğu, Osmanlı idaresindeki Bosna-Hersek'i ilhak ettiğini açıkladı.", "1896 - Alman fizikçi Wilhelm Roentgen'in yeni bir radyasyon çeşidi (bugünkü bilinen adıyla x ray) bulduğu açıklandı.", "1892 - Red Kit'teki Dalton kardeşlere ilham olan Dalton çetesi, Kansas'taki banka soygunlarında öldürüldü.", "1877 - Nimipu kabilesi Şefi Joseph'in teslim olmasıyla, ABD'nin kuzeybatısındaki kızılderili direnişi sona erdi.", "1864 - Hindistan'daki Kalküta şehrinde siklon: 60.000 ölü.", "1789 - Çoğu kadın 5 bini aşkın Fransız, kıtlığı protesto için Versailles Sarayı'na yürüdü ve Kral XVI. Louis'yi Paris'e taşınmaya zorladı.", "1632 - Rusya Çarlığı, Sibir Hanlığı'nı (bugünkü Yakutistan) tamamen işgal etti.", "1550 - Şili'de, İspanyol Konkistador Pedro de Valdivia tarafından Concepción şehri kuruldu.", "1526 - Beçne Meydan Muharebesi, Osmanlı zaferiyle sonuçlandı.", "1502 - Kristof Kolomb, Amerika'ya 4. yolculuğunda Kosta Rika'yı keşfetti.", "1450 - Bavyera Dükü IX. Louis, Hristiyan olmayı kabul etmeyen Yahudilerin kovulmasını emretti.", "869 - İstanbul'da toplanan IV. Konsil'de alınan kararlar sonucu Doğu ve Batı kiliseleri arasındaki ayrım derinleşti."]