["2014 - Türkiye'de Kobani olayları başladı.", "2010 - Kevin Systrom ve Mike Krieger tarafından Instagram kuruldu.", "2002 - Opus Dei kurucusu Josemaría Escrivá, aziz ilan edildi.", "2000 - Yugoslavya Devlet Başkanı Slobodan Milošević istifa etti.", "1990 - SHP Parti Meclisi Üyesi ilahiyatçı Bahriye Üçok, kargoyla gönderilen bombalı bir paketin patlaması sonucu 71 yaşında hayatını yitirdi.", "1987 - Fiji'de cumhuriyet ilan edildi.", "1986 - TRT2, kültür ve sanat ağırlıklı yayın yapmak üzere resmen açıldı.", "1981 - Mısır Cumhurbaşkanı Enver Sedat, Müslüman Kardeşler'in düzenlediği suikastta öldürüldü.", "1980 - Millî Güvenlik Konseyi; ikisi firarda, ikisi tutuklu (Necdet Adalı ve Mustafa Pehlivanoğlu) dört kişinin idam cezalarını onayladı.", "1979 - II. İoannes Paulus, Beyaz Saray'ı ziyaret eden ilk Papa oldu.", "1976 - Çin lideri Mao'nun ölümünün ardından başa geçen Hua Guofeng, Kültür Devrimi'nin sona erdiğini açıkladı ve \"Dörtlü Çete\" tutuklandı.", "1973 - Arap ülkeleri ile İsrail arasında, Yom Kippur Savaşı başladı.", "1971 - 6. Akdeniz Oyunları, Cumhurbaşkanı Cevdet Sunay tarafından İzmir'de törenle açıldı.", "1963 - ABD Başkanı John Fitzgerald Kennedy'nin eşi Jacqueline Kennedy İstanbul'a geldi.", "1951 - Sovyetler Birliği Devlet Başkanı Stalin, ülkesinin atom bombasına sahip olduğunu açıkladı.", "1939 - Direnen son Polonya birliklerinin de teslim olmasıyla Nazi Almanyası'nın Polonya işgali tamamlandı.", "1930 - I. Balkan Konferansı Atina'da toplandı.", "1927 - İlk uzun metrajlı sesli film The Jazz Singer, ABD'de gösterime girdi.", "1926 - Kayseri'de ilk uçak fabrikası kuruldu.", "1923 - İstanbul'un Kurtuluşu: Şükrü Naili Paşa komutasındaki Türk birlikleri İstanbul'a girdi ve yaklaşık 5 yıl süren işgal resmen sonlandı.", "1923 - Damat Ferit Paşa, Fransa'nın Nis kentinde öldü.", "1923 - Amerikalı astronom Edwin Hubble, Andromeda Galaksisini keşfetti.", "1920 Bütün Buhara Halk Vekilleri toplanarak I. Bütün Buhara Kurultayını gerçekleştirmişlerdir (6-8 Ekim)", "1917 - Mustafa Kemal, 7. Ordu Komutanlığı'ndan istifa ettiğini Enver Paşa'ya bildirdi.", "1910 - Eleftherios Venizelos, Yunanistan Başbakanı seçildi. (7 başbakanlığın ilki)", "1908 - Türklerle Yunanlar arasındaki 10 yıllık iç savaşın ardından Girit Devleti, Yunanistan'a katılma kararı aldı.", "1907 - İstanbul'da ilk otomobil Beyoğlu'nda görüldü.", "1889 - Thomas Edison, ilk hareketli resim gösterimini gerçekleştirdi.", "1889 - Paris'teki ünlü revü bar \"Moulin Rouge\", halka ilk kez kapılarını açtı.", "1875 - Ramazan Kararnamesi: Padişah Abdülaziz, Osmanlı'nın dış borçlarını ödeyemeyeceğini açıkladı.", "1860 - II. Afyon Savaşı'nda İngiliz ve Fransız orduları Çin'in başkenti Pekin'e girdi.", "1790 - İsviçreli bilim insanı Johann Jacob Schweppe, Londra'da daha sonra \"Schweppes\" markasını oluşturacak ilk soda üretimini gerçekleştirdi."]