["2008 - Nobel Edebiyat Ödülü'nü Fransız Jean-Marie Gustave Le Clézio kazandı.", "2007 - \"Dev Manyetik Direnç\"ile (GMR) ilgili çalışmalarından ötürü Albert Fert (Fransız) ve Peter Grünberg (Alman)Nobel Fizik Ödülü'ne layık görüldü.", "2006 - Kuzey Kore, nükleer bir deneme yaptığını açıkladı.", "2006 - Güney Kore Dışişleri Bakanı Ban Ki-mun, Gana'lı Kofi Annan'ın yerine 1 Ocak 2007'den itibaren göreve başlamak üzere Birleşmiş Milletler Genel Sekreterliği'ne seçildi.", "2006 - Google, YouTube'u 1,65 milyar dolara aldığını açıkladı.", "2005 - Çin, Everest tepesinin yüksekliğinin 8.848,43 m olduğunu resmi olarak açıkladı.", "2005 - Birleşik Krallık Demiryolları'nda, tütün mamulleri kullanımı tamamen yasaklandı.", "2004 - Afganistan'da ilk demokratik seçimler yapıldı.", "1997 - İtalyan oyun yazarı Dario Fo, Nobel Edebiyat Ödülü'nü aldı.", "1981 - Fransa'da ölüm cezası kaldırıldı.", "1971 - Deniz Gezmiş ve 17 arkadaşı idama mahkûm edildi.", "1970 - Kamboçya'daki sağcı darbenin ardından Kmer Cumhuriyeti ilan edildi.", "1967 - Ernesto Che Guevara, yakalandıktan bir gün sonra, Bolivya'da infaz edildi.", "1962 - Uganda, Büyük Britanya'dan bağımsızlığını ilan etti.", "1957 - Tibet, Çin'e bağlandı.", "1953 - Amerikalı Kadın yüzücü Florence Chadwick, Çanakkale Boğazı'nın Nara Burnu ile Eceabat arasını 1 saat 50 dakikada yüzdü.", "1944 - Birleşik Krallık, Çin, ABD ve Sovyetler Birliği, Birleşmiş Milletler(BM)'in kurulacağını açıkladı.", "1944 - Türkiye Cumhuriyeti Başbakan'ı Şükrü Saracoğlu, resmi tören ile Anıtkabir'in temelini attı.", "1936 - Hoover Barajı'ndan 266 mil uzaklıktaki Los Angeles'a (Kaliforniya) elektrik verilmeye başlandı.", "1914 - I. Dünya Savaşı: Anvers (Belçika), Alman güçlerinin eline geçti.", "1888 - Washington Anıtı resmen açıldı.", "1854 - Kırım Savaşı'nda Sivastopol kuşatması başladı.", "1829 - Friedrich Parrot ile beraberindeki ekip, Ağrı Dağı'nın zirvesine ilk kez tırmanmayı başardı.", "1558 - Venezuela'da, Mérida şehri kuruldu.", "1514 - Fransa Kralı XII. Louis ile Mary Tudor evlendi.", "1446 - Kore'de Hangul alfabesi yayımlandı.", "1264 - Kastilya Krallığı, 711 yılından beri Endülüs Müslüman yönetiminde olan Jerez de la Frontera'yı aldı.", "1238 - Jaime I, Valensiya'yı alarak Valensiya Krallığı'nı kurdu."]