["2013 - Hırvatistan, AB üyesi oldu.", "2012 - İspanya, 2012 Avrupa Futbol Şampiyonası finalinde İtalya'yı 4-0 yenerek üst üste ikinci kez şampiyon oldu.", "2006 - Çin, Tibet'i Çin'e bağlayan 5 bin 72 kilometrelik dünyanın en uzun demir yolunu hizmete açtı.", "2004 - Horst Köhler, Almanya Cumhurbaşkanı oldu.", "2003 - Türkiye, Avrupa İnsan Hakları Sözleşmesi'nin barış zamanı idam cezasının kaldırılmasını öngören 6. protokolünü onayladı.", "2002 - Bir Rus yolcu uçağı ile Alman kargo uçağı, Güney Almanya'da Überlingen şehri üzerinde havada çarpıştı: 71 kişi öldü.", "2002 - Uluslararası Ceza Mahkemesi kuruldu.", "1997 - Çin, şehir-devlet Hong Kong'un egemenliğini 156 yıl aradan sonra Birleşik Krallık'tan geri aldı.", "1996 - PNG görüntü formatının 1.0 versiyonu tamamlandı.", "1996 - Türkiye'nin ilk nükleer reaktörü, Çekmece Nükleer Araştırma ve Eğitim Merkezi'nde yapılmaya başladı.", "1996 - Azerbaycan, İrlanda ve Tunus ile diplomatik ilişki kurdu.", "1994 - 27 yıllık sürgünü sona eren FKÖ lideri Yaser Arafat, Filistin'e geri döndü.", "1992 - TRT-INT/Avrasya yayınları başladı.", "1991 - Varşova Paktı resmen dağıldı.", "1987 - Manş Tüneli'nde inşaat çalışmaları başladı.", "1988 - Sovyetler Birliği'nde Komünist Partisi, Gorbaçov'un \"Perestroyka\" politikasını onayladı.", "1984 - TRT, televizyonda tamamen renkli yayına geçti.", "1983 - Kuzey Kore Havayolları'na ait İlyuşin tipi bir yolcu uçağı, Gine-Bissau'nun dağlık bölgesine düştü: 23 kişi öldü.", "1979 - Sony, Walkman'i tanıttı.", "1974 - Arjantin Devlet Başkanı Juan Peron öldü; yerine eşi İsabel Peron geçti.", "1968 - Nükleer Silahları Sınırlandırma Anlaşması imzalandı.", "1966 - Kanada, ilk renkli televizyon yayınını gerekleştirdi.", "1963 - ABD'nin posta kodu sistemi olan \"ZIP Kodları\" kullanılmaya başladı.", "1962 - Ruanda ve Burundi bağımsızlığını ilan etti.", "1960 - Somali bağımsızlığını ilan etti.", "1946 - Elazığ-Palu demiryolu açıldı.", "1942 - II. Dünya Savaşı: Kuzey Afrika Cephesi'nde I. El-Alameyn Muharebesi başladı.", "1939 -  1 Temmuz ilk defa Kabotaj Bayramı olarak kutlandı.", "1939 -  Hatay'da askerlik ve yeni teşkilât kanunu çıktı.", "1937 - Toprakkale, İskenderun, Fevzipaşa - Meydanıekber demiryolları devletleştirildi.", "1935 - Aydın demiryolu devletleştirildi.", "1929 - İstanbul-Ankara telefon hattı hizmete girdi.", "1927 - İstanbul'dan 16 Mayıs 1919'da ayrılan Mustafa Kemal, kurtuluştan sonra ilk kez İstanbul'a gelişinde büyük törenlerle karşılandı.", "1926 - Deniz taşımacılığına ve ticaretine ilişkin esasları düzenleyen \"Kabotaj Kanunu\" yürürlüğe girdi.", "1925 - İlk piyango, Türk Tayyare Cemiyeti Mektepleri yararına düzenlendi.", "1921 - Çin Komünist Partisi kuruldu.", "1920 - Ankara'da subay yetiştirilmek üzere \"Sunuf-u Muhtelife Zabit Namzetleri Talimgahı\" açıldı.", "1911 - Kandilli Rasathanesi kuruldu.", "1908 - SOS, Uluslararası Mors Alfabesi acil durum sinyali olarak kabul edildi.", "1904 - Almanya futbol kulübü olan Bayer 04 Leverkusen kuruldu.", "1903 - Fransa Bisiklet Turu (\"Tour de France\") ilk defa yapıldı. Bu yarışı Fransız Maurice Garin kazandı ve 6075 Frank ödülün de sahibi oldu.", "1881 - Dünyanın ilk uluslararası telefon konuşması, St. Stephen (New Brunswick) ve Calais (Maine) arasında yapıldı.", "1878 - Kıbrıs, toprak mülkiyeti Osmanlılarda kalmak üzere, geçici olarak Birleşik Krallık'a devredildi.", "1867 - İngiliz Kuzey Amerika Yasası, Kanada Anayasası olarak yürürlüğe girerek Kanada Konfederasyonu kuruldu. John A. Macdonald ilk Başbakan oldu.", "1839 - Padişah II. Mahmut öldü; yerine Sultan Abdülmecid geçti.", "1798 - Napolyon Mısır'ı işgal etti.", "1752 - Çorlulu Köse Bahir Mustafa Paşa sadrazam oldu.", "1736 - 23. Osmanlı Padişahı III. Ahmet öldü; yerine I. Mahmud geçti.", "1683 - Osmanlı Orduları'nın Viyana taarruzu başladı.", "1527 - Dünyanın ilk ve en eski Protestan üniversitesi, Marburg Philipps Üniversitesi kuruldu."]