["2021 - Arjantin, 28 yıl sonra Copa América’yı kazandı.", "2020 - Ayasofya Camii, Danıştay tarafından cami statüsünde tekrar ibadete açıldı.", "2002 - Peter Paul Rubens'in Masumların Katli isimli tablosu, bir açık arttırmada 76,2 milyon dolara satıldı.", "1996 - Türksat uydusu, Fransız Guyanası'ndan uzaya fırlatılarak geçici yörüngesine yerleşti.", "1992 - Panamalı general Manuel Noriega, Miami, Florida'da yargılandı; uyuşturucu ticareti yapmak ve haraç toplamak suçlarından 40 yıl hapis cezasına çarptırıldı.", "1992 - Sosyalist Parti, Anayasa Mahkemesi tarafından kapatıldı.", "1991 - Boris Yeltsin, Rusya Devlet Başkanı olarak göreve başladı.", "1985 - Greenpeace gemisi \"Rainbow Warrior\", Fransız istihbarat teşkilatı DGSE tarafından Auckland Limanı'nda bombalanarak batırıldı.", "1973 - Bahama Adaları, Birleşik Krallık'tan bağımsızlığını ilan etti.", "1977 - Ankara İsmetpaşa'da Necdet Adalı ve diğer sol görüşlü militanların gerçekleştirdikleri kahvehane baskınında 2 sağcı öldürüldü.", "1971 - Fas Ordusu'nun bazı birlikleri, \"Krallık Rejimi\"ne karşı ihtilal girişiminde bulundu. Ülkede, cumhuriyet ilan edildi.", "1962 - Amerika Birleşik Devletleri, kıtalararası haberleşmeyi sağlayacak olan Telstar uydusunu uzaya gönderdi.", "1961 - Galatasaray'lı millî futbolcu Metin Oktay, İtalya'nın Palermo futbol takımına 675.000 liraya transfer oldu.", "1952 - Türkiye Gazeteciler Sendikası (TGS) kuruldu.", "1951 - Randy Turpin, Sugar Ray Robinson'ı yenerek orta siklet boks şampiyonu oldu.", "1947 - Hindistan'ın ikiye ayrılmasıyla oluşan Pakistan'da Genel Valiliğe Muhammed Ali Cinnah getirildi.", "1939 -  İstanbul Beyazıt'daki İnkılâp Müzesi Vali Lütfi Kırdar tarafından açıldı.", "1923 - İstanbul'da Harp Akademisi kuruldu.", "1921 - Yunan Ordusu'nun taarruzuyla, Kütahya-Eskişehir muharebeleri başladı.", "1913 - Kaliforniya'daki \"Ölüm Vadisi\"nde sıcaklık, 56.7 °C olarak ölçüldü. Bu, ABD'de ölçülmüş en yüksek sıcaklık derecesidir.", "1910 - Cerrahpaşa Hastanesi kuruldu.", "1900 - Paris metrosu açıldı.", "1894 - İstanbul'da 474 kişinin ölümüne sebep olan bir deprem meydana geldi.", "1890 - Wyoming, Amerika Birleşik Devletleri'nin 44. eyaleti oldu.", "1778 - Amerikan Devrimi: Fransa Kralı XVI. Louis, Büyük Britanya Krallığı'na savaş ilan etti.", "MÖ 48 - Dyrrhachium Muharebesi'nde; Gnaeus Pompeius Magnus, Jül Sezar'ı yenilgiye uğrattı."]