["2018 - Suriye Ordusu, hükûmet karşıtı gösterilerin başladığı ilk yer olan Dera'yı yeniden ele geçirdi.", "2016 - Hürkuş, Avrupa'dan sertifika alan ilk Türk uçağı oldu.", "2010 - İstanbul Voleybol Kulübü kuruldu.", "2006 - Hizbullah'ın kuzey İsrail topraklarına füze saldırılarında bulunması ve 8 İsrail askerini öldürüp 2 tanesini de esir alması, 2006 İsrail-Lübnan Krizi'ni başlattı.", "2004 - Pedro Santana Lopes, Portekiz Başbakanı oldu.", "2002 - Faslı askerlerin, Akdeniz'de yerleşimin olmadığı İspanya'ya ait küçük bir adacığa çıkarak Fas bayrağı dikmesi, İspanya ve AB tarafından protesto edildi.", "2000 - ANAP Genel Başkanı Mesut Yılmaz, Avrupa Birliği’nden sorumlu Başbakan Yardımcısı olarak Kabine'ye girdi.", "1997 - Mesut Yılmaz Başbakanlığındaki 55. Hükümet güvenoyu aldı. Anasol-D olarak anılan Koalisyon Hükûmeti; ANAP, DSP, Demokrat Türkiye Partisi (DTP) ve 1 bağımsız üyeden oluşuyordu.", "1994 - Kapatılan Demokrasi Partisi’nin eski Milletvekilleri, Selim Sadak ile Sedat Yurtdaş tutuklandı.", "1993 - Türkiye güzeli Arzum Onan, Avrupa güzeli seçildi.", "1993 - Japonya'nın Hokkaido adası açıklarında meydana gelen ve Richter ölçeğine göre 7,7 şiddetindeki deprem, 230 kişinin ölümüne neden oldu.", "1993 - Hülya Avşar, \"Berlin in Berlin\" filmindeki rolüyle Moskova Film Festivali’nde, “En İyi Kadın Oyuncu Ödülü”nü aldı.", "1991 - İstanbul’un üç ayrı yerinde yapılan Polis baskınlarında Dev-Sol üyesi 10 kişi öldürüldü. Örgütün eski yöneticilerinden Paşa Güven de aynı gün Paris'te öldürüldü.", "1987 - Türkiye'de anayasa değişikliği için yapılacak halk oylamasında kullanılacak seçmen kütüklerinin belirlenmesi amacıyla tüm yurtta sokağa çıkma yasağı uygulandı.", "1977 - Türkiye İşçi Sendikaları Konfederasyonu Genel Başkanı Halil Tunç: “Milliyetçi Cephe (MC) Hükümeti kurulur ve güvenoyu alırsa genel greve gideriz” dedi.", "1973 - Cumhurbaşkanı Fahri Korutürk, Orman Suçları Affı Kanunu’nu veto etti.", "1967 - Newark'ta (New Jersey) altı gün sürecek olan ırkçı ayaklanmalar başladı. Olaylar sırasında 27 kişi hayatını kaybetti.", "1962 - The Rolling Stones topluluğu, ilk konserlerini Londra'da \"Marquee Club\"de verdiler.", "1960 - Celâl Bayar, vatana ihanet suçuyla Yüce Divan'a sevk edildi.", "1958 - Kıbrıs'ta olaylar tırmanıyor. Beş Kıbrıslı Türk, pusuya düşürülerek öldürüldü.", "1951 - İstanbul Sultanahmet Adliye Sarayı’nın temeli atıldı.", "1950 - René Pleven, Fransa Başbakanı oldu.", "1948 - Ruhi Sarıalp, Londra Olimpiyatları’nda üç adım atlamada üçüncü oldu.", "1947 - Amerika Birleşik Devletleri ve Türkiye arasında askeri ve ekonomik yardımı öngören ilk ikili anlaşma imzalandı.", "1946 - Irak'ın Kerkük Şehrinde Türklere karşı yapılan Gavurbağı Katliamı", "1944 - İstanbul Yüksek Mühendis Okulu, yeniden düzenlenerek İstanbul Teknik Üniversitesi haline getirildi. Teknik Üniversite; İnşaat, Mimarlık, Makina ve Elektrik Fakülteleri olmak üzere dört fakülteye ayrıldı.", "1936 - Berlin Olimpiyatları'nda Türkiye'ye ilk olimpiyat madalyasını, güreşte 71 kiloda üçüncü olan Ahmet Kireççi (Mersinli Ahmet) getirdi.", "1935 - Romanya Krallığı'nda, antikomünist faaliyetler çerçevesinde Romanya Komünist Partisi liderleri tutuklandı. Bu kişiler daha sonra 1936 Craiova Duruşması olarak bilinen siyasi duruşmada yargılandılar.", "1933 - ABD Kongresi, asgari ücreti belirledi: Saat başına 33 cent.", "1932 - Türk Dil Kurumu kuruldu.", "1923 - İstiklâl Marşı için Ali Rifat Bey'in bestelediği eser seçildi. Bu marş, 7 yıl okunduktan sonra, 1930'da Zeki Bey'in bestesiyle değiştirildi.", "1918 - I. Dünya Savaşı sırasında Salyan Muharebesi gerçekleşti. Kura nehri Osmanlı ordusu tarafından kontrol altına alındı.", "1878 - Osmanlı İmparatorluğu, Kıbrıs adasının yönetimini 4 Haziran 1878'de imzalanan Kıbrıs Sözleşmesi ile Birleşik Krallık'a devretmesinin ardından, Ada'ya ilk Birleşik Krallık bayrağı, bugün Lefkoşa burçlarına çekildi.", "1806 - 16 Alman Prenslik Devleti, Kutsal Roma Cermen İmparatorluğu'ndan ayrılarak Ren Konfederasyonu'nu kurdu. Konfederasyon, Ren Birliği'nin yeniden canlandırılmış versiyonu idi.", "1521 - Türk Ordusu Zemun'a girdi (Zemun Kuşatması).", "1191 - Üçüncü Haçlı Seferi: Selahaddin Eyyubi'ye bağlı birlikler, Akka Kalesi'ni kuşatan II. Filip'in Ordusu'na, ikinci sene sonunda teslim oldular."]