["2024 - ABD başkan adayı Donald Trump'a suikast girişiminde bulunuldu. Suikastı gerçekleştiren saldırgan 'Gizli Servis' tarafından etkisiz hale getirildi.", "1995 - Senirkent sel felaketi: Isparta'nın Senirkent ilçesindeki sel felaketinde 74 kişi öldü.", "1993 - İstanbul'da, 34. Uluslararası Matematik Olimpiyatları düzenlendi.", "1993 - Diyarbakır'da, Ergani çevresindeki kazılarda bulunan 9 bin yıl öncesine ait kumaş parçasının, en eski kumaş kalıntısı olduğu açıklandı.", "1992 - Prof. İhsan Doğramacı, YÖK Başkanlığından istifa etti. Yerine 19 Mayıs Üniversitesi Rektörü Mehmet Sağlam atandı.", "1985 - Afrika'daki fakirlik ve kıtlık dolayısıyla yaşanan ölümleri azaltmak için \"Live Aid\" konseri düzenlendi.", "1979 - Mısır'ın Ankara Büyükelçiliği'ni basan 4 Filistinli, bir polisle bir bekçiyi öldürdü ve Büyükelçi ile diğer personeli rehin aldı. 14 Temmuz'da da Elçilik'ten kaçmaya çalışan bir Mısırlı öldürüldü. Gerillalar, aynı gün FKÖ yetkilileriyle görüştükten sonra; ikisi Türk, üç rehineyi serbest bıraktı. İçişleri Bakanı Hasan Fehmi Güneş'in de bulunduğu operasyonda gerillalar, 45 saat sonra rehineleri bırakarak teslim oldular. Yargılama sonunda, 23 Aralık 1980'de idama mahkûm edildiler.", "1976 - Yumurtalık Savcısı Sefa Mutlu'yu öldürmekten sanık Yılmaz Güney, 19 yıl hapse mahkûm edildi.", "1971 - Profesör Mümtaz Soysal ile yazar Sevgi Soysal, Mamak Cezaevi'nde evlendi.", "1966 - Türkiye İşçi Partisi İstanbul Milletvekili Çetin Altan'ın, Türkiye - Amerika Birleşik Devletleri ilişkileriyle ilgili gensoru önergesi reddedildi.", "1960 - Said Nursi'nin mezarı açıldı; naaşı Barla, Isparta civarında bilinmeyen bir yere gömüldü.", "1959 - Trabzon'da bir Amerikan Hava Üssü kuruldu.", "1949 - Papa XII. Pius, Komünist Parti'ye üye olanların aforoz edileceğini söyledi.", "1941 - II. Dünya Savaşı: Karadağlılar, Mihver Devletleri'ne karşı bir halk ayaklanması başlattılar. (Trinaestojulski ustanak)", "1938 - Toprak Mahsulleri Ofisi kuruldu.", "1938 - İstanbul’da yapılan ilk Türk uçağı, Ankara yolunda düştü.", "1937 - Fransa, Hatay'ın bağımsızlığını resmen ilan etti.", "1930 - İlk Dünya Futbol Şampiyonası, Uruguay'da başladı.", "1923 - 14 metre boyundaki harflerden oluşan ünlü \"Hollywood\" yazısı Los Angeles'taki Hollywood tepelerine inşa edildi. Yazı önce \"Hollywoodland\" şeklindeyken, 1949 yılındaki yenileme sırasında son dört harf atılmıştır.", "1921 - Afyon'un Yunanlar tarafından işgali.", "1878 - Osmanlı İmparatorluğu, Çarlık Rusyası, Büyük Britanya, Alman İmparatorluğu, Avusturya-Macaristan İmparatorluğu, İtalya Krallığı ve Fransa arasında Berlin Antlaşması imzalandı.", "1793 - Fransız Devrimi önderlerinden Jean-Paul Marat, muhalifi Charlotte Corday tarafından bıçaklanarak öldürüldü.", "1439 - Altın Orda Hanı Uluğ Muhammed Han tarafından gerçekleştirilen Moskova Kuşatması sona erdi."]