["2016 - Türkiye'de 3 aylığına OHAL ilan edildi.", "1998 - İstanbul-Ankara seferini yapan THY'na ait bir uçağın motoru yandı. Yolculara korkulu anlar yaşatan yangın nedeniyle uçak, Atatürk Havaalanı'na zorunlu iniş yaptı.", "1997 - Yücel Yener, TRT Genel Müdürlüğü'ne atandı.", "1996 - Paris'e gitmekte olan bir ABD yolcu uçağı, Long Island-New York açıklarında havada infilak etti; 230 yolcudan kurtulan olmadı.", "1995 - Daha önce 18 Temmuz'da Türkiye'ye geleceği açıklanan BM Genel Sekreteri Butros Gali, halkın tepkisinden çekindiği için ziyaretini iptal etmek zorunda kaldı.", "1976 - Rumen jimnastikçi Nadia Comăneci, Yaz Olimpiyatları'nda 10 tam puan aldı. Böylece Olimpiyat Oyunları tarihinde tam puan alan ilk jimnastikçi unvanını da alarak tarihe geçti.", "1975 - Apollo-Soyuz kenetlenmesi televizyondan naklen verildi.", "1974 - ABD Dışişleri Bakanı Henry Kissinger’in yardımcısı Joseph Sisco Londra'ya gelerek Bülent Ecevit ile görüştü. Müdahaleden vazgeçmesi için Ecevit’in şartlarını öğrendi ve bunları Yunanlar ile görüşmek üzere Atina’ya hareket etti.", "1968 - Intel şirketi Santa Clara, Kaliforniya'da kuruldu.", "1964 - Türkiye ile Belçika arasında işgücü anlaşması imzalandı.", "1964 - Türkiye ile ABD arasında, ‘pamuklu ihracatına ilişkin’ anlaşma imzalandı.", "1964 - 10 gündür süren Batman Petrol Rafinerisi işçileri grevi, Bakanlar Kurulu ve Türk-İş'in aracılığıyla sona erdi.", "1946 - İzmir Gazeteciler Cemiyeti kuruldu.", "1945 - Çok partili demokratik hayatın ilk adımı atıldı: Millî Kalkınma Partisi kuruldu. Partinin kurucuları arasında Nuri Demirağ, Hüseyin Avni Ulaş ve Cevat Rıfat Atilhan gibi isimler yer aldı.", "1941 - II. Dünya Savaşı: Artan millî savunma ihtiyaçlarını karşılamak amacıyla piyasaya 'tasarruf bonosu' çıkarıldı. 5, 25, 100 ve 1.000 liralık tasarruf bonoları; 3, 6 ve 12 ay vadeli olarak düzenlendi. Faizleri yüzde 4 ile 6 arasında değişen 25 milyon tutarındaki bonolara halk büyük ilgi gösterdi.", "1939 - Takas Limited Şirketi kuruldu.", "1932 - Türkiye'de Ezanın Arapça okunması ülke genelinde resmen yasaklandı. Diyanet Dairesi, bu yasağı ilgili mercilere duyurdu.", "1932 - Türkiye, Cemiyet-i Akvam'a (Milletler Cemiyeti) 56. üye olarak kabul edildi.", "1930 - Ankara Etnografya Müzesi halka açıldı.", "1925 - Adolf Hitler, nasyonal sosyalist fikirlerini açıkladığı kişisel manifestosu Mein Kampf'ı (Kavgam) yayımladı.", "1920 - Mîsâk-ı Millî, TBMM'de kabul edildi. Büyük Millet Meclisi, Misak-ı Millî üzerine yemin etti.", "1919 - Müttefik Yüksek Konseyi, işgal bölgeleri hakkında anlaşamayan İtalya ve Yunanistan arasında bölüştürme yaptı ve Aydın ilinin İtalyanlara verilmesi kararlaştırıldı.", "656 - Ali bin Ebu Talib halife oldu.", "MÖ 390 - Roma Cumhuriyeti ile Galya arasında gerçekleşen Allia Muharebesi'ni Galyalılar kazandı."]