["2004 - Ağrı'nın Doğubayazıt ilçesinde meydana gelen 5.2 büyüklüğündeki depremde 18 kişi öldü.", "2003 - Yönetmen Ferzan Özpetek'in Karşı Pencere adlı filmi, İtalya'daki Yabancı Basın Merkezi'nin jüri üyeliğini yaptığı Globo D'Oro (Altın Küre) sinema ödüllerinden, \"En İyi Film Ödülü\" dahil beşini kazandı.", "2002 - Steve Fossett, tek başına ve mola vermeden dünya çevresini balonla dolaşan ilk insan oldu.", "2001 - Göğüs kafesine yerleştirildikten sonra dışarıyla herhangi bir bağlantısı kalmayan ilk yapay kalp olan \"AbioCor\", ilk kez bir hastaya uygulandı.", "1993 - Sivas Madımak Oteli yakıldı. Otelde bulunan kişilerden 37'si yanarak öldü.", "1992 - Olimpiyat Oyunları kapsamında ilk kez New York'ta düzenlenen Dünya Zekâ Oyunları Şampiyona ve Kongresi'nde Türkiye beşinci oldu.", "1990 - Hac izdihamı: Mina'da şeytan taşlamaya giden hacı adayları tünelde sıkıştı; 1426 kişi öldü.", "1986 - Meksika'da oynanan Dünya Futbol Şampiyonası'nda, Arjantin şampiyon oldu.", "1985 - Andrey Gromiko, Yüksek Sovyet Prezidyumu Başkanı olarak atandı.", "1978 - O yıllarda bir gezegen olarak kabul edilen Plüton'un, Charon uydusu keşfedildi.", "1976 - 1954 yılından beri ayrı olan Kuzey ve Güney Vietnam birleşerek Vietnam Sosyalist Cumhuriyeti'ni kurdu", "1972 - Bülent Ecevit, CHP Genel Başkanı seçildi.", "1966 - Fransa, Pasifik'teki ilk nükleer bomba denemesini Moruroa adasında gerçekleştirdi. Denemenin kod adı \"Aldébaran\"dı.", "1966 - Antalyaspor Kulübü kuruldu.", "1964 - ABD Başkanı Lyndon B. Johnson, kamu alanlarında ırk ayrımcılığını yasaklayan \"Yurttaşlık Hakları Yasası\"nı imzaladı.", "1962 - Walmart perakende zincirinin ilk mağazası, Arkansas Eyaleti'nin Rogers şehrinde açıldı.", "1951 - Savarona gemisi, Türk Deniz Kuvvetleri'ne devredildi.", "1945 - 15 Yunan mülteciyi öldüren iki kişi, İzmir Saat Kulesi altında idam edildi.", "1937 - Uçakla ilk dünya turu için yola çıkan Amelia Earhart ve Fred Noonan kayboldu.", "1934 - Uzun Bıçaklar Gecesi, Ernst Röhm'ün ölümüyle sona erdi.", "1932 - Keriman Halis, Türkiye Güzellik Kraliçesi seçildi.", "1932 - Birinci Türk Tarih Kurultayı, Atatürk'ün huzurunda Ankara Halkevi'nde toplandı.", "1917 - Yunanistan, Osmanlı Devleti’ne savaş ilan etti.", "1900 - Ferdinand von Zeppelin'in yaptığı hava aracı, Almanya'nın Friedrichshafen kenti yakınlarında denendi ve başarılı oldu. Araca \"Zeplin\" adı verildi.", "1839 - Küba açıklarında, bir köle gemisi olan Amistad'daki 53 köle ayaklandı.", "1829 - 25.000 kişilik bir Rus Ordusu, Balkanları boydan boya geçerek Burgaz'ı ve Sliven'i teslim aldı.", "1777 - Vermont, ABD'nin köleliği kaldıran ilk bölgesi oldu.", "1698 - İngiliz mucit Thomas Savery, ilk buhar makinesinin patentini aldı."]