["2020 - Yenilik Partisi, Öztürk Yılmaz önderliğinde kuruldu.", "2016 - Türkiye'de askerî darbe girişimi sonrasında, Millî Güvenlik Kurulu önerisi ve Bakanlar Kurulu kararı ile üç ay süreli olağanüstü hâl ilân edildi.", "2015 - Suruç saldırısı: Şanlıurfa'nın Suruç ilçesinde düzenlenen bombalı intihar saldırısında 34 kişi öldü, 100'den fazla kişi yaralandı.", "2010 - DİSK Kurucu Genel Başkanı Kemal Türkler'in öldürülmesine ilişkin dava yeniden başladı. Yargıtay'ın sanık Ünal Osmanağaoğlu hakkındaki beraat kararını bozmasının ardından başlayan dava, 1 Aralık 2010'da zaman aşımı gerekçesiyle düşürüldü.", "2009 - Ergenekon davasında emekli Orgeneraller Şener Eruygur ve Hurşit Tolon'un da aralarında bulunduğu 56 sanığın yargılanmasına başlandı. Kayıp yakınları ve İHD üyeleri, sanıkların kayıplar ve faili meçhul cinayetlerle ilgili de yargılanmasını istedi.", "2007 - İsrail, Gazze Şeridi'nin Hamas'ın eline geçmesinin ardından Filistin Devlet Başkanı Mahmud Abbas'ı desteklemek amacıyla cezaevindeki Filistin Halk Kurtuluş Cephesi (FHKC) liderlerinden Abdurrahim Malluh'un da yer aldığı 255 El Fetih yanlısı tutukluyu serbest bıraktı.", "2005 - Kanada, aynı cinsler arasında evliliğe izin veren dördüncü ülke oldu.", "2002 - Lima'daki (Peru) bir diskotekte çıkan yangında 25 kişi öldü.", "2001 - Saadet Partisi, Necmettin Erbakan tarafından kuruldu.", "2001 - Londra Borsası halka açıldı.", "1996 - İspanya: ETA bir havaalanına bomba attı; 35 kişi öldü.", "1994 - Kuyruklu yıldız Shoemaker Levy 9'un parçaları, Jüpiter'e çarptı.", "1984 - Penthouse dergisi çıplak fotoğraflarını yayımlayınca, Miss America yarışması yetkilileri, Vanessa Williams'tan tacını iade etmesini istedi.", "1980 - Birleşmiş Milletler Güvenlik Konseyi, üye ülkelerin Kudüs'ü, İsrail'in başkenti olarak tanımamaları gerektiğine 14-0 oyla karar verdi.", "1976 - Viking 1, 11 ay süren yolculuktan sonra Mars'a kondu ve Dünya'ya fotoğraflar aktarmaya başladı.", "1975 - Ege Ordusu kuruldu ve Orgeneral Turgut Sunalp, Ege Ordusu Komutanlığı'na getirildi.", "1974 - Kıbrıs Harekâtı: Türk Silahlı Kuvvetleri'nin Garanti Anlaşması'nın III. maddesine istinaden gerçekleştirdiği askerî harekâtın başlangıcı.", "1973 - Filistinli militanlar, Amsterdam'dan Japonya'ya giden Japon Hava Yolları'na ait bir yolcu uçağını kaçırarak Dubai'ye indirdiler.", "1969 - Tarihte ilk kez insanlı bir uzay aracı, Ay'a ulaştı. Apollo 11 Ay yüzeyine indi. Astronot Neil Armstrong da Ay'a ilk ayak basan insan oldu.", "1965 - Moskova'ya yaptığı ziyaretten dönen Başbakan Suat Hayri Ürgüplü, Sovyetler Birliği'nin Türkiye'ye ekonomik yardımda bulunacağını açıkladı.", "1964 - Vietnam Savaşı: Vietkong askerî birlikleri, Vietnam'ın güneyinde Mekong Deltası'ndaki Cái Bè Bölgesi'ne saldırdı: 11 Güney Vietnam'lı askerî personel ile 30'u çocuk 40 sivili öldürdü.", "1951 - Ürdün Kralı I. Abdullah, Cuma namazı sırasında bir Filistinli tarafından öldürüldü.", "1949 - İsrail ve Suriye, 19 ay süren savaşın ardından barış antlaşması imzaladı.", "1948 - Millet Partisi kuruldu.", "1944 - II. Dünya Savaşı: Adolf Hitler'e, Alman Ordusu'ndan bir Albay'ın (Claus von Stauffenberg) önderliğinde, başarısız olarak sona eren bir suikast girişimi gerçekleştirildi.", "1940 - Danimarka, Milletler Cemiyeti'nden ayrıldı.", "1936 - Montrö Boğazlar Sözleşmesi imzalandı.", "1921 - New York ile San Francisco arasında hava yolu ile posta servisi başladı.", "1916 - I. Dünya Savaşı: Rus askerleri Osmanlı İmparatorluğu'nun Gümüşhane kentini işgal etti.", "1903 - Ford ilk arabasını üretti.", "1881 - Amerika Birleşik Devletleri ordularına karşı savaşan son Yerli Kabile Şefi olan Sioux Kabilesi lideri Oturan Boğa teslim oldu.", "1871 - Britanya Kolumbiyası, Kanada Federasyonu'na katıldı.", "1402 - Ankara Savaşı: Osmanlı İmparatorluğu Sultanı Yıldırım Bayezid ile Büyük Timur İmparatorluğu Sultanı Timur arasında, Ankara'nın Çubuk Ovası'nda yapılan savaş, Timur'un zaferiyle sonuçlandı."]