["2017 - Ege Denizi'nde, Türkiye'nin Muğla ilinin Bodrum ilçesinin 10 km güneydoğusunda meydana gelen 6.6 M büyüklüğündeki deprem sonucunda, Yunanistan'ın İstanköy adasında iki kişi öldü, 300'den fazla kişi yaralandı.", "2001 - İtalya'nın Cenova kentinde düzenlenen G-8 zirvesini protesto eden küreselleşme karşıtı bir kişi öldürüldü.", "1998 - TBMM'de yedi Milletvekilinin dokunulmazlıkları kaldırıldı.", "1996 - Yazar Adalet Ağaoğlu, İstanbul Sarıyer'de bir otomobilin çarpması sonucu ağır yaralandı.", "1988 - Amerikan Rock grubu Guns N' Roses'un ilk albümü, aynı zamanda dünyanın en çok satan debut albümü (Bir sanatçının ya da grubun çıkardığı ilk albüm) olma özelliğini taşıyan Appetite for Destruction yayınlandı.", "1983 - Dünyanın en düşük sıcaklığı ölçüldü: Vostok İstasyonu, Antarktika: -89.2 °C.", "1981 - Sıkıyönetim Komutanlığı, Gırgır dergisinin yayınını dört hafta durdurdu.", "1977 - Süleyman Demirel, II. Milliyetçi Cephe Hükümeti'ni kurdu.", "1977 - Dört gün sürecek olan Libya-Mısır savaşı başladı.", "1972 - Kanlı Cuma: IRA militanlarının Kuzey İrlanda'nın Belfast kenti yakınlarındaki eylemlerinde 22 bomba patladı: 9 kişi öldü, 130 kişi ağır yaralandı.", "1970 - Mısır'daki Asvan Barajı, 11 yıl süren inşaatın ardından tamamlandı.", "1969 - Apollo 11 mürettebatından Neil Armstrong ve Buzz Aldrin, Ay'daki ilk insan adımlarını gerçekleştirdiler.", "1967 - TBMM'de TİP İstanbul Milletvekili Çetin Altan'ın dokunulmazlığı kaldırıldı.", "1960 - Sri Lanka'da Başbakan seçilen Sirimavo Bandaranaike, dünyanın ilk kadın başbakanı olma unvanını da almış oldu.", "1946 - Türkiye'de ilk çok partili seçimler yapıldı. CHP 395, DP 64 Milletvekili kazandı.", "1944 - II. Dünya Savaşı: 20 Temmuz'da Adolf Hitler'e, başarısız bir suikast girişiminde bulunan Claus von Stauffenberg ve işbirlikçileri, Berlin'de idam edildiler.", "1940 - Baltık ülkeleri, Sovyetler Birliğine ilhak edildi.", "1925 - Tennessee'nin Dayton kentindeki bir lise biyoloji öğretmeni (John T. Scopes), evrim konusunu işlemekten suçlu bulundu ve 100 dolar para cezasına çarptırıldı.", "1922 - İttihat ve Terakki önderlerinden Cemal Paşa, Tiflis'te Ermeniler tarafından öldürüldü.", "1913 - Türk Birlikleri, Edirne'yi Bulgar işgalinden kurtardı.", "1905 - II. Abdülhamid'e Yıldız Camii önünde Ermeniler tarafından suikast girişiminde bulunuldu. II. Abdülhamid, Şeyhülislam Cemaleddin Efendi ile ayaküstü konuşması sebebiyle, arabadan uzakta olduğundan suikastten yara almadan kurtuldu.", "1904 - Trans Sibirya Demiryolu tamamlandı.", "1904 - Belçika'da yapılan bir araba yarışında 100 mil (161 km/saat) sınırı, bir Fransız tarafından aşıldı.", "1861 - Yıllarca süren Amerikan İç Savaşı'nın ilk büyük muharebesi olan, \"Birinci Bull Run Muharebesi\" meydana geldi.", "1831 - Belçika'nın ilk Kralı, I. Léopold tahta çıktı.", "1798 - Napolyon'un zaferiyle, Fransızlar'a Kahire yolunu açan \"Piramitler Savaşı\" gerçekleşti.", "1774 - Osmanlı Devleti ile Rus İmparatorluğu arasında Küçük Kaynarca Antlaşması imzalandı.", "1718 - Osmanlı Devleti ile Avusturya ve Venedik Cumhuriyeti arasında Pasarofça Antlaşması imzalandı.", "1711 - Osmanlı Devleti ile Rusya Çarlığı arasında Prut Antlaşması imzalandı.", "1446 - Lidköping, İsveç'te bir kent konumuna alındı.", "365 - Richter ölçeğinde 8.0 büyüklüğündeki bir depremin tetiklediği tsunami, Mısır'ın İskenderiye kentini yerle bir etti. Kentte 5.000, çevresinde de 45.000 kişi hayatını kaybetti.", "MÖ 356 - Herostratus adındaki bir genç, Dünyanın Yedi Harikası'ndan biri olan, Efes'teki Artemis Tapınağı'nı yaktı."]