["2010 - One Direction grubu kuruldu.", "2005 - Mısır'ın Şarm El-Şeyh kentinin üç ayrı noktasında patlayan bombalar, 88 kişinin ölümüne yol açtı.", "2000 - Yasemin Dalkılıç, sualtı sporları; limitsiz dalışta 120, limitli değişken ağırlıkla serbest dalışta ise, 100 metre ile iki dünya rekoru kırdı.", "1996 - Aydın İdare Mahkemesi; Gökova, Yeniköy ve Yatağan termik santrallerinin çevreye zarar verdiği gerekçesiyle faaliyetlerinin durdurulması istemini kabul etti.", "1995 - Hale-Bopp kuyruklu yıldızının keşfi.", "1993 - Ağdam, Ermeni ayrılıkçıları tarafından işgal edildi.", "1986 - Prens Andrew ile Sarah Ferguson evlendiler.", "1983 - Sri Lanka'daki Budist çoğunluk, yaklaşık 3.000 Tamili katletti. 400.000 civarında Tamil, komşu ülkelere kaçtı. Olay, Sri Lanka tarihine \"Kara Temmuz\" olarak geçti.", "1976 - Sismik-1 araştırma gemisi (Hora), İstinye Tersanesi'nden törenle Ege Denizi'ne açıldı.", "1974 - Kıbrıs'ta üç günlük harekatta; 57 şehit, 184 yaralı ve 242 kayıp verildi.", "1967 - Detroit, Michigan'da ABD tarihinin en kanlı ayaklanmalarından biri başladı. Olaylar sona erdiğinde; geride 43 ölü, 342 yaralı ve yaklaşık 1400 yanmış bina kaldı.", "1963 - Fransa, nükleer denemeleri sınırlandırmak üzere Moskova'da yapılan \"Deneme Yasaklama Antlaşması\"na katılmayı reddetti.", "1961 - Nikaragua'da Sandinista Milli Özgürlük Cephesi (FSLN) kuruldu.", "1960 - Türk Edebiyatçılar Birliği olağanüstü toplantı yaptı. Toplantıda; Peyami Safa, Samet Ağaoğlu ve Faruk Nafız Çamlıbel, 27 Mayıs Darbesi'nden önce baskı rejimi taraftarı oldukları gerekçesiyle Birlik'ten çıkarıldı.", "1952 - Mısır'da Cemal Abdünnasır liderliğindeki Hür Subaylar Hareketi, Kral Faruk'u devirdi ve monarşiye son verdi.", "1951 - Paris Antlaşması yürürlüğe girdi.", "1939 - Hatay Meclisi'nin, 29 Haziran 1939'da aldığı Türkiye'ye katılma kararının ardından, Fransız Kuvvetleri Hatay Devleti'ni terk etti.", "1932 - Alman mimar Hermann Jansen'in, Ankara için hazırladığı Jansen planı olarak adlandırılan nazım planı onaylandı.", "1929 - İtalya'da faşist Hükûmet, yabancı sözcüklerin kullanımını yasakladı.", "1926 - Fox Film Şirketi, film şeridi üzerine ses kaydını mümkün kılan \"Movietone\" ses sisteminin patentini satın aldı.", "1919 - Erzurum Kongresi başladı.", "1911 - Mimar Muzaffer Bey'in eseri olan Hürriyet-i Ebediye Tepesi açıldı.", "1911 - İstanbul'da, Aksaray Yeşil Tulumba'da çıkan büyük yangında yaklaşık 300 ev hasar gördü.", "1903 - Ford şirketi, ürettiği ilk arabanın satışını yaptı.", "1894 - Japon güçleri Seul Kraliyet Sarayı'nı işgal etti ve Kore Kralı'nı tahttan indirdi.", "1888 - Enternasyonal marşı, ilk kez Fransa'nın Lille kentinde işçiler tarafından söylendi.", "1881 - Dünyanın en eski spor federasyonu olan Uluslararası Jimnastik Federasyonu, Belçika'nın Liège kentinde kuruldu.", "1829 - William Austin Burt, daktilonun ilk hali olan tipografi makinesini icat etti.", "1821 - Mora İsyanı sırasında Monemvasia şehrini ele geçiren Yunanlar, 3.000 Türk'ü katlettiler.", "1784 - Türkiye'nin Erzincan ilinde meydana gelen depremde, 5 bin kişi hayatını kaybetti."]