["2009 - Irak Kürdistan Bölgesi'nde Parlamento ve Bölge Başkanlık seçimleri yapıldı.", "2000 - Concorde uçağı Paris’ten kalkıştan kısa bir süre sonra düştü; 100 yolcu ve 9 mürettebattan kurtulan olmadı.", "1994 - Ürdün Kralı Hüseyin ile İsrail Başbakanı İzak Rabin, savaş durumunu sona erdiren deklarasyonu imzaladılar.", "1992 - Türkiye'de Atatürk Barajı’nın iki ünitesi açıldı.", "1992 - Kürdistan Demokrat Partisi lideri Mesut Barzani ve Kürdistan Yurtseverler Birliği lideri Celal Talabani’ye, diplomatik Türk pasaportu verildiği açıklandı.", "1984 - Salyut 7 kozmonotu Svetlana Savitskaya, uzayda yürüyen ilk kadın unvanını aldı.", "1981 - DİSK İlerici Deri-İş Sendikası Genel Başkanı Kenan Budak, İstanbul Yedikule'de polisler tarafından vurularak öldürüldü.", "1978 - Dünyanın ilk \"tüp bebeği\" Louise Brown doğdu.", "1975 - Türkiye İncirlik dışındaki bütün Amerikan üslerine el koydu.", "1973 - Türkiye Barolar Birliği Genel Başkanı Profesör Faruk Erem, üniversite özerkliğinin gasp edildiği gerekçesiyle öğretim üyeliğinden istifa etti.", "1968 - İstanbul’da, Polis öğrencilere müdahale etti; 30 öğrenci ve 20 polis yaralı.", "1967 - Anayasa Mahkemesi, sosyalizmin Anayasa’ya aykırı olmadığına karar verdi.", "1959 - Türkiye Kerkük Türkmenleri için Irak’tan teminat istedi.", "1958 - Sovyetler Birliği Türkiye’ye nota verdi: “Türkiye’nin Irak’a girmesi kötü sonuçlar doğurur.”", "1957 - Bursa’da askeri uçak düştü; 15 ölü, 19 yaralı.", "1951 - Türk şair Nâzım Hikmet'in Bakanlar Kurulu tarafından Türk vatandaşlığından çıkarılmasına karar verildi.", "1951 - Atatürk Kanunu, TBMM'de kabul edildi. Amaç, Atatürk devrimlerini korumak, Atatürk heykel ve anıtlarına saldırıların önüne geçmek.", "1950 - Bakanlar Kurulu, Kore’ye 4500 kişilik bir askeri birlik göndermeye karar verdi.", "1943 - Benito Mussolini'nin iktidardan düşürülmesiyle, faşizm İtalya'da yasa dışı ilan edildi.", "1939 - İstanbul'da ve Anadolu'nun çeşitli yerlerinde değişik şiddette depremler oldu.", "1936 - Adolf Hitler, İtalya Krallığı’nın Habeşistan’ı ilhakını tanıdı.", "1934 - Avusturya Başbakanı Engelbert Dollfuss, ülkesindeki Naziler tarafından Viyana’da öldürüldü.", "1933 - Lev Troçki, sığınmacı olarak Fransa’ya gitti.", "1931 - Cumhuriyet döneminin ilk basın yasası olan Matbuat Kanunu kabul edildi.", "1920 - Yunanistan, Edirne başta olmak üzere bütün Doğu Trakya'yı işgal etti.", "1909 - Louis Blériot, uçağı ile ilk kez Manş denizi aştı.", "1814 - George Stephenson’ın yaptığı lokomotif çalıştı.", "1795 - Galata Kulesi'nin ahşap kubbesi yandı.", "1668 - Çin'de Şantung merkezli 8.5 büyüklüğündeki 1668 Şantung depreminde, geniş bir alanda büyük çapta hasar meydana geldi ve 43.000 ila 50.000 kişi hayatını kaybetti. Doğu Çin'de kaydedilen en şiddetli ve en büyük depremdir.", "1543 - Estergon Kuşatması: Avusturya Arşidüklüğü'nün elindeki Estergon, Osmanlı İmparatorluğu tarafından kuşatıldı ve yaklaşık iki hafta süren kuşatma sonrasında şehir Osmanlı egemenliğine girdi."]