["2020 - Mustafa Şentop yeniden TBMM başkanı seçildi.", "2007 - Dünyanın yeni 7 Harikası belirlendi.", "2007 - Dünyanın pek çok şehrinde Live Earth konserleri düzenlendi.", "2005 - Londra’da metro istasyonlarına yapılan terör saldırılarında 56 kişi hayatını kaybetti.", "2000 - Yargıtay, eski Milletvekili Şevki Yılmaz'a verilen 25 ay hapis cezasını onadı.", "1998 - Başbakan Mesut Yılmaz'ın gezisi sırasında Makedonya'da Üsküp yakınlarında meydana gelen kazada, Devlet Bakanı Rüştü Kazım Yücelen, Milletvekili Şinasi Altıner, gazeteci Fikret Bila, koruma polisi ve şoför yaralandı. Türk Heyeti'nin otomobiline çarpan otomobildeki Makedon karı koca öldü.", "1996 - Wimbledon Tenis Turnuvası'nı Richard Krajicek kazandı. (turnuvayı kazanan ilk Hollandalı).", "1994 - Kuzey ve Güney Yemen arasında savaş, Kuzeylilerin galibiyetiyle sonuçlandı.", "1985 - Wimbledon Tenis Turnuvası'nı Boris Becker kazandı. (turnuvayı kazanan ilk Alman ve henüz 17 yaşında).", "1980 - Led Zeppelin, Berlin'de son konserini verdi.", "1980 - İran'da şeriat esaslarına göre devlet yönetiminin başlangıcı.", "1978 - Büyük Okyanus'taki Solomon Adaları, Birleşik Krallık'tan bağımsızlığını ilan etti.", "1974 - FIFA Dünya Kupası'nı Almanya kazandı.", "1964 - Metin Erksan'ın yönettiği Susuz Yaz filmi, 14. Uluslararası Berlin Film Festivali'nde Altın Ayı Ödülü'nü kazandı.", "1948 - İdil Biret ve Suna Kan'ın yurt dışında eğitim görmelerini sağlayan ve kamuoyunda Harika Çocuklar Yasası olarak bilinen 5245 sayılı özel yasa çıktı.", "1943 - İstanbul-Londra uçak seferleri başladı.", "1941 - II. Dünya Savaşı: Fransız ve İngiliz askerleri Beyrut'u işgal etti.", "1939 - Tapu ve Kadastro İdaresi Adalet Bakanlığı'na devredildi", "1939 - İskenderun Limanı Devlet Demiryolları İdaresi'ne, Payas-İskenderun demiryolu Devlet Limanlan İdaresi'ne devredildi.", "1939 - Tunceli'deki olağanüstü hâl 31 Aralık 1942*ye kadar uzatıldı.", "1939 - Hatay'da bir il kurulması kararlaştırıldı.", "1937 - Pasifik Cephesi: İkinci Çin-Japon Savaşı başladı.", "1930 - Sanayici Henry J. Kaiser, bugün bilinen adıyla Hoover Barajı'nın inşasını başlattı.", "1929 - İlk havayolları hostesi Amerika Birleşik Devletleri'nde göreve başladı.", "1828 - Kars, Emin Paşa'nın teslim kararı alması üzerine, Rus işgaline uğradı.", "1668 - Isaac Newton, Cambridge'deki Trinity Koleji'nden master derecesi aldı.", "1543 - Fransız birlikleri, Lüksemburg'u işgal etti.", "1521 - Türk ordusu Böğürdelen'e girdi (Böğürdelen Kuşatması)."]