["2022 - Şinzo Abe, Nara şehrinde bir suikast sonucu öldürüldü.", "2020 - Koronavirüs salgını: Doğrulanmış COVID-19 vakalarının sayısı dünya çapında 12 milyonu geçti.", "2018 - Çorlu tren kazası: Kapıkule'den İstanbul-Halkalı'ya doğru hareket eden yolcu treni, Çorlu yakınlarından geçerken yağış nedeniyle rayların altındaki menfezde oluşan toprak kayması sonucu, 5 vagonun devrilmesiyle meydana gelen tren kazasında, 25 kişi öldü, 317 kişi de yaralandı.", "2003 - Sudan Havayolları'na ait bir yolcu uçağı, Sudan'da düştü: 117 kişi öldü, iki yaşında bir çocuk kurtuldu.", "1999 - Florida'da Allen Lee Davis adlı bir mahkûmun idam cezası, \"elektrikli sandalye\" ile infaz edildi. Bu Florida'da elektrikli sandalyenin son kullanılışı oldu.", "1997 - İstanbul Metris Cezaevi’nde isyan çıktı; 5 kişi öldü.", "1997 - NATO; Çekya, Macaristan ve Polonya'yı 1999'da birliğe katılmaya davet etti.", "1996 - Türkiye'de RP-DYP Koalisyon Hükûmeti güvenoyu aldı; \"Refahyol (54. Hükûmet)\" dönemi başladı.", "1982 - Düceyil'de Irak Devlet Başkanı Saddam Hüseyin'e başarısız bir suikast girişimi düzenlendi.", "1981 - 22 Mayıs 1979'da sol görüşlü bakkal Battal Türkaslan'ı öldüren sağ görüşlü militan Ahmet Kerse, ölüm cezasına çarptırıldı.", "1967 - Hacettepe Üniversitesi kuruldu.", "1965 - Türkiye Öğretmenler Sendikası (TÖS) kuruldu.", "1960 - U-2 pilotu Francis Gary Powers, Sovyetler Birliği toprakları üzerinde uçağı düşürüldükten sonra yargılandığı mahkemede casuslukla suçlandı.", "1948 - Amerika Birleşik Devletleri Hava Kuvvetleri, ilk kez başlattığı bir program çerçevesinde kadınları da birliklerinde eğitmeye başladı.", "1947 - Roswell, New Mexico'da, bir UFO'nun düşerek parçalandığı iddia edilen ve hala tartışılan \"Roswell UFO Vakası\" meydana geldi.", "1937 - Türkiye ile İran, Irak ve Afganistan arasında saldırmazlık paktı (Sadabat Paktı) imzalandı.", "1919 - Mustafa Kemal, resmî görevinden ve askerlikten çekildi.", "1853 - Amerika Birleşik Devletleri Donanması Pasifik Filosu Komutanı Matthew C. Perry, Japonya'nın Uraga kasabasına ulaştı.", "1889 - The Wall Street Journal'ın ilk sayısı yayımlandı.", "1833 - Osmanlı İmparatorluğu ile Çarlık Rusyası arasında Hünkâr İskelesi Antlaşması imzalandı.", "1829 - Erzurum, Salih Paşa'nın Çarlık Ordusu'nun teslim koşullarını kabulüyle Rus işgaline uğradı.", "1522 - Kanuni Sultan Süleyman, Rodos'a çıktı."]