["2014 - Çin'in Kunming şehrinde meydana gelen bıçaklı saldırıda 33 kişi öldü 148 kişi yaralandı.", "2009 - Ciner Yayın Holding bünyesinde ve Fatih Altaylı'nın editörlüğünde yayınlanan Gazete Habertürk yayına başladı.", "2007 - Danıştay 2. Daire üyelerine yönelik saldırıyla ilgili davada; savcı, olayın faili Alparslan Arslan ile Osman Yıldırım, İsmail Sağır ve Erhan Timuroğlu için anayasal düzeni cebren ortadan kaldırmak için silahlı örgüt kurmak ve yönetmek suçundan, dörder kez ağırlaştırılmış müebbet hapis cezası istedi.", "2006 - İngilizce Wikipedia, Jordanhill railway station maddesiyle bir milyonuncu maddeye erişti.", "2005 - Türkler: Bir İmparatorluğun Mimarları ve Mimar Sinan'ın Dehası adlı fotoğraf sergisi, Londra'da açıldı.", "2002 - Çevre gözlem uydusu Envisat fırlatıldı.", "2002 - ABD kuvvetleri Afganistan topraklarına girdi.", "2000 - Finlandiya Anayasası yeniden yazıldı.", "1999 - Ottawa Antlaşması yürürlüğe girdi.", "1998 - Titanik, dünya çapında 1 milyar dolar üstü hasılat yapan ilk film oldu.", "1997 - \"Persona non grata\" (istenmeyen kişi) ilan edilen İran'ın Erzurum Başkonsolosu Said Zare ülkesine geri döndü. İran da misilleme olarak Türkiye'nin Tahran Büyükelçisi Osman Korutürk ile Urumiye Başkonsolosu Ufuk Özsancak'ı \"persona non grata\" ilan etti.", "1996 - Uluslararası Narkotik Kontrol Stratejisi Raporu'nda, Türkiye kara para aklayan ülkeler arasında sayıldı.", "1994 - AzInTelecom kuruldu.", "1994 - Nirvana, son konserini Münih'te verdi.", "1992 - Bosna-Hersek Sosyalist Cumhuriyeti'nde ayrılıkçı referandum kararı alınması ve 'Kanlı Düğün' ismiyle anılan olay Bosna Savaşı'nı tetikledi.", "1992 - İstanbul Kuledibi'ndeki Neve Şalom Sinagogu'na bombalı saldırıda bulunuldu.", "1992 - Türkiye'nin ikinci özel TV kanalı ve yarışma programlarıyla ünlü Show TV, yayın hayatına başladı.", "1989 - Türkiye'nin ilk özel TV kanalı Star 1, Eutelsat F 5 uydusundan test sinyali yayınlamaya başladı.", "1983 - Hakkâri'de Bir Mevsim adlı film, Berlin Film Şenliği'nde 4 ödül alarak, şenlikte en çok ödül alan birkaç filmden biri olarak sinema tarihine geçti.", "1980 - Voyager 1 uzay sondası, Satürn'ün Janus adlı uydusunun varlığını tescil etti.", "1978 - Adnan Menderes'in oğlu, Adalet Partisi Aydın milletvekili Mutlu Menderes, trafik kazası sonucu öldü.", "1978 - Charlie Chaplin'in cenazesi, İsviçre'deki mezarlıktan çalındı.", "1975 - Avustralya'da renkli televizyon yayınları başladı.", "1974 - Watergate skandalı: 7 kişiye skandaldaki rolleri nedeniyle dava açıldı.", "1966 - SSCB uzay sondası Venera 3, Venüs yüzeyine çarparak düştü.", "1963 - Kürt lider Molla Mustafa Barzani, Amerikan Associated Press'e verdiği bir demeçte, Irak Hükûmetinin, Kürdistan'a özerklik tanımaması halinde kuvvetlerini yeniden harekete geçireceğini söyledi. Barzani, Irak Başbakanı Kasım'ın devrilmesinde, Kürt mücadelesinin rol oynadığını ileri sürdü. \"Muhtar bir Kürt bölgesinin kuruluşuna muhalefet eden başka herhangi bir kişinin de akıbeti aynı olacaktır\" dedi.", "1963 - İstanbul Boğazı'nda Dolmabahçe açıklarında çarpışan iki Sovyet tankerinden, denize sızan ince mazotun alev almasıyla Yüzer Karaköy İskelesi ve Kadıköy vapuru yandı.", "1961 - Ordu Yardımlaşma Kurumu (OYAK) kuruldu.", "1960 - 1000 siyah öğrenci, ABD'nin Alabama eyaletinde ayrımcılığı protesto etti.", "1959 - Kıbrıs'a dönen Makarios, Kıbrıslı Rumlar tarafından büyük bir tezahüratla karşılandı.", "1958 - İzmit Körfezi'nde çalışan Üsküdar vapuru, saatteki hızı 130 kilometreyi bulan kasırga yüzünden Soğucak mevkiinde battı. Resmi sayılara göre 300'e yakın yolcudan 272'i öldü; 21 kişi kurtuldu.", "1954 - Porto Riko'lu milliyetçiler, Amerika Birleşik Devletleri Temsilciler Meclisi'ne saldırdı, beş senatör yaralandı.", "1953 - Stalin kalp krizi geçirdi. Dört gün sonra da öldü.", "1952 - Dünya gazetesi yayın hayatına başladı.", "1947 - İffet Halim Oruz'un çıkardığı Kadın gazetesi yayına başladı. Gazete, 1979 yılına kadar, 32 yılda 1125 sayı olarak çıktı.", "1947 - Uluslararası para fonu (International Monetary Fund, IMF), finans işlemlerine başladı.", "1946 - Bank of England kamulaştırıldı.", "1941 - Alman birlikleri Bulgaristan'a girdi.", "1940 - Bulgaristan, Tripartite Paktı'nı imzalayarak Mihver Devletleri'ne katıldı.", "1936 - ABD'de Hoover Barajı'nın inşaatı tamamlandı. O tarihte dünyanın en büyük beton yapısı ve en büyük hidroelektrik santraliydi.", "1935 - TBMM, 5. dönem çalışmalarına başladı. Atatürk, 4. kez Cumhurbaşkanı seçildi. TBMM'de ilk kez 18 kadın milletvekili yer aldı.", "1931 - Troçki'nin Büyükada'da kaldığı Arap İzzet Paşa Yalısı yandı.", "1926 - İtalyan yasaları esas alınarak hazırlanan yeni Türk Ceza Kanunu, TBMM'de kabul edildi.", "1923 - Mustafa Kemal Paşa, TBMM'nin yeni çalışma dönemini açtı. Mustafa Kemal'in açılış konuşmasını mecliste dinleyiciler balkonundan izleyen Latife Hanım, meclise gelen ilk kadın oldu.", "1921 - Mehmet Âkif Ersoy'un sözlerini yazdığı \"İstiklâl Marşı\", Maarif Vekili (Millî Eğitim Bakanı) Hamdullah Suphi Tanrıöver tarafından, Mecliste ilk kez okundu.", "1919 - Kore'nin tek taraflı bağımsızlık ilanı (bakınız 1 Mart Hareketi).", "1912 - Albert Berry, bir paraşüt ile uçaktan atlayan ilk kişi oldu.", "1901 - Avustralya Ordusu kuruldu.", "1896 - Henri Becquerel, radyoaktiviteyi keşfetti.", "1896 - Adowa Muharebesi: Habeşistan, üstün sayıdaki İtalya kuvvetlerini yendi ve böylece I. İtalya-Habeşistan Savaşı sona erdi.", "1881 - Rus Çarı II. Aleksandr Narodniklerce öldürüldü.", "1872 - Dünyanın ilk ulusal parkı olan Yellowstone Millî Parkı açıldı.", "1867 - Nebraska, ABD'ye katılarak ülkenin 37. eyaleti oldu.", "1815 - Napolyon Bonapart, Elba'daki sürgünden Fransa'ya geri döndü.", "1811 - Kavalalı Mehmet Ali, Memlûkleri Kahire Kalesine davet edip imha etti.", "1803 - Ohio, ABD'ye katılarak ülkenin 17. eyaleti oldu.", "1565 - Rio de Janeiro şehrinin kuruluşu.", "1430 - Osmanlı Padişahı II. Murad, Selanik'i fethetti."]