["2005 - Garri Kasparov satranç turnuvalarına katılmayacağını açıkladı.", "2004 - Kostas Karamanlis Yunanistan başbakanı oldu.", "2004 - Yargıtay Birinci Ceza Dairesi, yedi TİP'li öğrenciyi öldürdüğü için yedi kez idam cezasına çarptırılan Haluk Kırcı'nın cezasının, 48 ayı hücrede olmak üzere müebbet ağır hapis cezasına dönüştürülmesine ilişkin kararı onadı.", "2000 - Diyarbakır 1 Numaralı Devlet Güvenlik Mahkemesi, kapatılan Refah Partisi Genel Başkanı Necmettin Erbakan'ı, halkı ırk ve din farklılığı gözeterek, kin ve düşmanlığa açıkça tahrik ettiği gerekçesiyle bir yıl hapisle cezalandırdı.", "1978 - 1978 tarihli Nükleer Yayılmanın Önlenmesi Yasası yürürlüğe girdi.", "1972 - Türkiye Büyük Millet Meclisi, Deniz Gezmiş, Yusuf Aslan ve Hüseyin İnan hakkındaki idam kararlarını, 53 red, altı çekimser, 238 kabul oyuyla onayladı.", "1971 - Bir gün önceki başarısız askeri darbe teşebbüsünün ardından, Genelkurmay Başkanı Memduh Tağmaç'ın Başkanlığında toplanan \"Genişletilmiş Komuta Konseyi\" toplantısında, \"Olayları önlemede Hükümetin yetersiz kaldığı\" ifade edildi ve 12 Mart günü Hükûmete muhtıra verilmesi kararı alındı.", "1969 - Amerikalı siyahi lider Martin Luther King'in katili James Earl Ray, 99 yıl ağır hapis cezasına çarptırıldı.", "1956 - ABD'nin Florida eyaletinden Fas'a giden ve iki adet nükleer başlık kapsülü taşıyan uçak Akdeniz üzerinde kayboldu, uçağın enkazı ise bulunamadı.", "1956 - Kıbrıs Başepiskoposu III. Makarios'un, 9 Mart günü sınır dışı edilmesinden sonra Kıbrıs'ta ayaklanmalar başladı.", "1952 - Küba'da Fulgencio Batista önderliğinde askerî darbe.", "1945 - II. Dünya Savaşı: ABD tarafından Tokyo Bombardımanı başladı.", "1944 - Yunan İç Savaşı: Ulusal Kurtuluş Siyasi Komitesi, Ulusal Kurtuluş Cephesi tarafından kuruldu.", "1939 - Büyük Temizlik toplanan Tüm Birlik Komünist Partisi (Bolşevik) 18. Kongresi başladı. Kongrede Bolşevik Parti Marşı partinin yeni marşı olarak belirlendi.", "1920 - Yunanistan başbakanı Venizelos'un da katıldığı toplantıda, İstanbul'un resmi işgaline ve Kuvâ-yi Milliye öncülerinin tutuklanmasına karar verildi.", "1919 - Osmanlı İmparatorluğu'nda Ahmed Tevfik Paşa hükûmeti düştü yerine Damat Ferit Paşa hükûmeti kuruldu.", "1919 - Ali Fethi Okyar İngilizler tarafından tutuklandı.", "1919 - Çin'de kölelik kaldırıldı.", "1910 - Hollywood'da çekilen ilk film olan In Old California gösterime girdi.", "1905 - İngiltere futbol kulübü olan Chelsea FC kuruldu.", "1876 - Graham Bell ile yardımcısı Thomas Watson, ilk telefon görüşmesini yaptılar.", "1864 - Ulysses S. Grant, Amerikan İç Savaşı sırasında, Abraham Lincoln tarafından Kuzeyli Birlik (Union) Genel Komutanlığı'na tayin edildi."]