["2020 - Dünya Sağlık Örgütü COVID-19 salgınını pandemi ilan etti. Aynı gün Sağlık Bakanı Fahrettin Koca, Türkiye'de ilk COVID-19 vakasının görüldüğünü açıkladı.", "2011 - Sendai Depremi ve Tsunamisi: Japonya'da, yerel saatle 05.46'da 8.9 büyüklüğünde bir deprem meydana geldi. Japonya, kayıtlı tarihi boyunca yaşadığı en büyük deprem ve tsunami felaketiyle karşılaştı.", "2009 - Winnenden okul katliamı: 17 Yaşındaki Tim Krestchmer okula girip kendisi dahil 16 kişiyi öldürdü ve birçok kişiyide yaraladı.", "2005 - Madrid saldırısında ölenlerin anısına, Ölmüşlerin Ormanı anıtı açıldı.", "2003 - Uluslararası Ceza Mahkemesi görevine başladı.", "1996 - Demokrasi ve Barış Partisi kuruldu.", "1990 - Augusto Pinochet'nin Şili diktatörlüğü yıkıldı.", "1990 - Litvanya, Sovyetler Birliği'nden ayrılarak bağımsızlığını ilan etti.", "1988 - Montajının tamamı Türkiye'de yapılan ilk F-16, Hava Kuvvetleri Komutanlığı'na teslim edildi.", "1985 - Konstantin Çernenko'nun ölümünün ardından Mihail Gorbaçov, Sovyetler Birliği Komünist Partisi Genel Sekreterliği'ne getirildi.", "1981 - Kosova protestoları patlak verdi.", "1981 - Şili Cumhuriyeti'nin Başkanlık Saray'ı olan ve Salvador Allende'nin öldürüldüğü, Palacio de La Moneda olarak adlandırılan binanın restorasyonu tamamlandı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Yurt sathında 7'si kurşuna dizilerek olmak üzere toplam 13 kişi öldürüldü.", "1976 - Eski ABD Başkanı Richard Nixon, Şili'deki seçimler sırasında Salvador Allende'nin seçilmesini önlemek için CIA'ya emir verdiğini itiraf etti.", "1970 - Saddam Hüseyin ve Mustafa Barzani arasında yapılan anlaşma sonucunda, Irak Kürdistan Özerk Bölgesi kuruldu.", "1959 - 4. Eurovision Şarkı Yarışması gerçekleştirildi. Hollanda, Teddy Scholten'ın seslendirdiği Een beetje şarkısı ile birinci oldu.", "1958 - Türkiye, \"Mısır, Suriye ve Yemen\" devletlerinin oluşturduğu Birleşik Arap Cumhuriyeti'ni tanıdı.", "1954 - Devlet Malzeme Ofisi kuruldu.", "1951 - Hindistan Yeni Delhi'de düzenlenen ilk Asya Oyunları sona erdi.", "1949 - İsrail ve Ürdün, Rodos'ta ateşkes antlaşması imzaladı.", "1947 - Türkiye, Dünya Bankası ve Uluslararası Para Fonu'na (IMF) katıldı.", "1941 - Birleşik Krallık'ın Sofya Elçisi Rendell'a, İstanbul Pera Palas Oteli'nde suikast girişiminde bulunuldu. Olayda dört kişi öldü, Rendell kurtuldu.", "1941 - Lend-Lease Yasası imzalandı.", "1938 - Avusturya Şansölyesi Kurt Schuschnigg, istifa etti; yerine Alman Birliklerini, Avusturya'ya girmek üzere davet eden Nazi yanlısı Arthur Seyss-Inquart geldi.", "1928 - İzmir'de Bucaspor kulübü kuruldu.", "1918 - Bingöl'ün Karlıova, Erzurum'un Ilıca ve Rize'nin Fındıklı ilçelerinden Rus İmparatorluğu ve Batı Ermenistan Yönetimi'nin Ordu birlikleri çekildi.", "1917 - I. Dünya Savaşı'nda İngilizler, Bağdat'ı ele geçirdiler.", "1914 - Cemal Paşa, Bahriye Nazırlığına getirildi.", "1902 - İspanya Kral Kupası (Copa del Rey) futbol turnuvası oynanmaya başladı.", "1867 - Giuseppe Verdi'nin Don Carlos operası, ilk kez Paris'te Théâtre Impérial de l’Opéra'da sahnelendi.", "1851 - Giuseppe Verdi'nin Rigoletto operası, ilk kez Venedik'te sahnelendi.", "1702 - İngiltere'nin günlük olarak yayımlanan ilk ulusal gazetesi, Daily Courant çıkmaya başladı."]