["2020 - Türkiye'de Milli Eğitim Bakanlığı tarafından koronavirüs nedeniyle eğitim öğretime ara verildi.", "2011 - Fukuşima I. Nükleer Santrali'nde patlama meydana geldi.Sonucunda 2011 Tōhoku depremi ve tsunamisi'nden bir gün sonra atmosfere radyasyon yaydı.", "2004 - Suriye'de, Kamışlı Olayları patlak verdi.", "2003 - Sırbistan Başbakanı Zoran Đinđić, Belgrad'da öldürüldü.", "2000 - Papa II. John Paul, Kilise'nin geçmişte Yahudilere, muhaliflere, kadınlara ve yerlilere karşı işlediği günahlardan ötürü af diledi.", "1999 - Varşova Paktı'nın eski üyeleri; Çekya, Macaristan ve Polonya, NATO'ya katıldı.", "1995 - Gazi Mahallesi olayları başladı. 15 Mart 1995'e dek kent geneline yayılan olaylar sonucunda 22 kişi ölmüş, yüzlerce kişi yaralanmış ve tutuklanmıştır.", "1993 - Mumbai'de Bombay saldırıları gerçekleşti.", "1989 - Sir Tim Berners-Lee bir bilgi yönetim sistemi hakkındaki teklifini CERN'e sundu, bu sonradan World Wide Web'e dönüştü.", "1987 - Les Misérables müzikali, Broadway'de gösterime girdi.", "1985 - Sovyetler Birliği ile ABD arasında, Cenevre'de Stratejik Nükleer Kuvvetler, Orta Menzilli Nükleer Kuvvetler, Uzay ve Savunma Sistemleri ile ilgili \"Yeni Silahların Kontrolü Görüşmeleri\" başladı.", "1979 - Pakistan, CENTO'dan ayrıldığını açıkladı. Bir gün sonra da İran'ın ayrılmasıyla, CENTO'nun varlığı sona erdi.", "1971 - Türk Silahlı Kuvvetleri, 12 Mart Muhtırası'nı verdi. Başbakan Süleyman Demirel, bu gelişme üzerine istifa etti. Muhtıra; Genelkurmay Başkanı Memduh Tağmaç, Kara Kuvvetleri Komutanı Faruk Gürler, Hava Kuvvetleri Komutanı Muhsin Batur ve Deniz Kuvvetleri Komutanı Celal Eyiceoğlu'nun imzasını taşıyordu.", "1967 - Suharto, Endonezya Devlet Başkanlığı görevini Sukarno'dan devraldı.", "1958 - 3. Eurovision Şarkı Yarışması gerçekleştirildi. Fransa, André Claveau'nun \"Dors Mon Amour\" şarkısıyla 1. oldu. 1956 yılındaki gibi bu yıl da İngilizce şarkı yoktu.", "1947 - Harry Truman, ABD Kongresi'nden, Türkiye ve Yunanistan'a Sovyetler Birliği baskısından kurtarılmaları için toplam 400 milyon dolarlık bir yardımda bulunulması ve bu Devletlerin sivil ve askerî personeline, ABD'de eğitim verilmesi için yetki istedi.", "1938 - Almanya askerî birlikleri Avusturya topraklarına girdi ve ertesi gün Avusturya'yı resmen ilhak etti.", "1930 - Hindistan'da Mahatma Gandi, tuz üretimindeki Hükûmet tekeline karşı çıkmak amacıyla, Ahmetabat'tan denize 300 millik \"Tuz Yürüyüşüne\" (Salt Satyagraha) başladı.", "1928 - Kaliforniya'da St. Francis Barajı yıkıldı; 400 kişi öldü.", "1925 - Çinli lider Sun Yat-sen öldü, yerine General Çan Kay Şek getirildi.", "1921 - Türk Milleti'nin İstiklâl Marşı, TBMM'de kabul edildi.", "1921 - Londra Konferansı sona erdi. İtilaf Devletleri barış önerdi.", "1918 - Moskova, Rusya'nın başkenti oldu. Sankt-Peterburg başkent statüsünü son 215 yıldır sürdürüyordu.", "1913 - Avustralya'nın gelecekteki başkenti resmen Canberra oldu. Melbourne, geçici olarak 1927'ye kadar başkent olarak kaldı.", "1894 - Coca-Cola, ilk kez şişede satılmaya başlandı.", "1881 - Tunus, Fransa tarafından işgal edildi.", "1664 - New Jersey, İngiltere Krallığının bir kolonisi oldu."]