["2020 - COVID-19 pandemisi nedeniyle Türkiye'de yüz yüze eğitime ara verildi, uzaktan eğitime geçildi.", "2016 - Ankara Güvenpark'ta bomba yüklü araçla intihar saldırısı düzenlendi. Patlamada ölen kişi sayısı 37 olarak açıklandı. Saldırıdan önce sabah saatlerinde ülke genelinde Yükseköğretime Geçiş Sınavı (YGS) yapıldı.", "2014 - Birleşik Krallık'a bağlı İngiltere ve Galler'de eşcinsel evlilik yasası yürürlüğe girdi.", "2013 - Vatikan'da yeni Papa belli oldu. Katolik dünyasının 266. Papası, Arjantinli Kardinal Jorge Mario Bergoglio oldu. I. Francis ismini seçen Kardinal, 1000 yıldır Avrupa dışından seçilen ve Latin Amerikalı olan ilk Papa'dır.", "2006 - ABD'de 11 Eylül saldırılarının tek sanığı olan Fas asıllı Fransız Zekeriya Musavi davasında tanıkların yalan söylemeye yönlendirildiği ortaya çıktı. Yargıç, tanıklıkları iptal etti ve duruşmayı askıya aldı.", "1996 - İskoçya'nın Dunblane kasabasındaki Dunblane İlkokulunda okulu basan silahlı bir kişi, 3 dakika içinde sınıf öğretmeni ve 5-6 yaşlarındaki 16 çocuğu öldürdü. Saldırıdan sonra saldırgan, kendi kafasına kurşun sıkarak yaşamına son verdi.", "1996 - Efes Pilsen basketbol takımı Koraç Kupası'nı aldı.", "1994 - İstanbul Boğazı'nda iki Rum gemisinin çarpışması sonucunda yangın çıktı. 15 denizcinin öldüğü, 17 denizcinin de kaybolduğu kaza sonucu denize yayılan petrol çevre kirliliğine yol açtı.", "1992 - Erzincan'da Richter ölçeğine göre 6.8 şiddetindeki depremde 653 kişi öldü.", "1983 - Beylerbeyi'nde restorasyonu süren tarihi İsmail Hakkı Efendi Yalısı, gece çıkan yangında kül oldu. Yalının yanındaki 205 yıllık Beylerbeyi Camii'nin kubbesi de tamamen hasar gördü.", "1982 - 12 Eylül Darbesi'nin 11, 12 ve 13. idamları: Yasa dışı TKEP'i (Türkiye Komünist Emek Partisi) kurup örgütün adını duyurmak için 1980 yılında müteahhit Nuri Yapıcı'yı ve MHP İzmir il sekreteri eczacı Turan İbrahim'i öldüren sol görüşlü militanlar Seyit Konuk, İbrahim Ethem Coşkun ve Necati Vardar, idam edildiler.", "1955 - Fenerbahçe-Galatasaray futbol maçında taraftarlar tribünde çatıştı, bir kişi öldü.", "1954 - Dien Bien Phu Muharebesi başladı.", "1940 - Finlandiya'nın teslim olması ile Kış Savaşı bitti.", "1933 - Almanya'da Joseph Goebbels, Halkı Aydınlatma ve Propaganda Bakanı oldu.", "1926 - Mustafa Kemal Paşa'nın Falih Rıfkı Atay ve Mahmut (Soydan) beylere anlattığı hayat hikâyesi ve hatıralarının kısaltılmış şekli, Milliyet gazetesinde (Bugünkü Milliyet'le aynı değildir. 1935'ten itibaren Tan adıyla yayınlanan gazete) yayımlandı.", "1919 - Kâzım Karabekir, Erzurum'da 15'inci Kolordu Komutanlığına atandı.", "1900 - Fransa'da çocuk ve kadınların çalışma saatleri, günde 11 saat ile sınırlandırıldı.", "1899 - Mustafa Kemal, '1283' yaka numarasıyla Kara Harp Okulu'nun piyade sınıfına yazıldı.", "1881 - Rus Çarı II. Aleksandr, Narodnaya Volya adlı örgütün gerçekleştirdiği bombalı bir suikast sonucunda öldü.", "1840 - Osmanlı İmparatorluğu'nun resmî takvimi olarak Rumi Takvim, kullanılmaya başlandı.", "1781 - Güneş sisteminin yedinci gezegeni olan Uranüs, Alman kökenli İngiliz gök bilimci, William Herschel tarafından keşfedildi.", "624 - Bedir Muharebesi gerçekleştirildi."]