["2008 - Yargıtay Cumhuriyet Başsavcısı Abdurrahman Yalçınkaya, Adalet ve Kalkınma Partisi'nin kapatılması için Anayasa Mahkemesi'nde dava açtı.", "2003 - Türkiye'nin 59'uncu Hükümeti, Siirt Milletvekili Recep Tayyip Erdoğan Başkanlığında kuruldu.", "2000 - Naim Süleymanoğlu, Ankara'da devam ettiği idmanlarda koparmada 145 kg kaldırarak dünya rekoru kırdı.", "1998 - YÖK, başörtüsü takmanın ve taktırmanın suç olduğunu açıkladı.", "1998 - İran'da Richter ölçeğine göre 6,9 büyüklüğünde deprem oldu.", "1983 - Devlet Güvenlik Mahkemeleri'nin kurulmasını öngören yasa tasarısı, Danışma Meclisi'nde kabul edildi.", "1980 - ABD Hava Kuvvetleri'ne ait C-130 tipi askeri nakliye uçağı, İncirlik Hava Üssü'ne iniş yaparken düştü. 18 ABD askeri öldü.", "1964 - Birleşmiş Milletler Güvenlik Konseyi, Barış Gücü'nün Kıbrıs'a gitmesini kararlaştırdı.", "1958 - ABD, Küba'daki Batista rejimine ambargo uygulamaya başladı.", "1953 - Sovyetler Birliği Komünist Partisi Genel Sekreteri Stalin'in ölümü üzerine yerine getirilen Malenkov, görevini 8 gün sonra Kruşçev'e devretti.", "1951 - Kore Savaşı: Birleşmiş Milletler Kuvvetleri, Seul'ü geri aldı.", "1939 - Hatay Meclisi, Türk lirası'nı resmi para olarak kabul etti.", "1939 - Slovakya Cumhuriyeti ve Karpatlar Ukraynası, Nazi Almanyasının baskısı altında Çekoslovakya'dan bağımsızlıklarını ilan etti.", "1923 - Gençlerbirliği Spor Kulübü Ankara'da kuruldu.", "1919 - Yunanların İzmir'e çıkarma planı, İngiltere Başbakanı Lloyd George, Fransa Başbakanı Georges Clemenceau, İtalya Başbakanı Vittorio Emanuele Orlando ve ABD Başkanı Woodrow Wilson tarafından kabul edildi.", "1919 - Tıp Bayramı ve Mekteb-i Tıbbiye-i Şahane'nin kuruluş yıldönümü; Hikmet Boran önderliğinde, tıp camiasının emperyalist güçlerin karşısına resmen çıkışı nedeniyle bugün Tıp Bayramı olarak kutlanmaktadır.", "1827 - II. Mahmut döneminde, Mekteb-i Tıbbiye-i Şahane kuruldu.", "1794 - Eli Whitney, pamuk ayrıştırma makinesinin patentini aldı.", "1489 - Kıbrıs Krallığı'nın Kraliçesi Catherine Cornaro, Ada'yı Venedik Cumhuriyeti'ne sattı."]