["2023 - Şanlıurfa ve Adıyaman'da sel felaketi yaşandı. 21 kişi öldü.", "2019 - Christchurch cami saldırıları: Yeni Zelanda'nın Christchurch şehrindeki El Nur Camii ve Linwood İslam Merkezi'ne gerçekleştirilen saldırılarda, 51 kişi hayatını kaybetti, 49 kişi ise yaralandı. Olay anı, saldırgan tarafından sosyal medyadan canlı yayınlandı.", "2011 - Kenan Evren, kurucularından biri olduğu Mehmetçik Vakfına röportaj verdi. Bu, Evren'in son röportajı oldu.", "2011 - Suriye İç Savaşı'nın başlangıcı.", "2004 - Çin Halk Cumhuriyeti'nde ilk kez bir milletvekili, ülkede yılda 10 bin insanın idam edildiğini açıkladı. Ülke, insan hakları örgütlerinin eleştirileri nedeniyle, idamla ilgili rakamlarını gizli tutuyor.", "2003 - Hu Jintao, Çin'in 4. Devlet Başkanı olarak göreve başladı.", "2002 - Güneydoğu Anadolu Projesinin sulama tünellerinden T2 faaliyete geçti.", "2001 - İstanbul - Moskova seferini yapan Tupolev Tu-154 tipi bir uçak, Çeçen korsanlarca kaçırıldı. Medine'ye indirilen uçağa, Suudi antiterör timlerince düzenlenen operasyonda, Türk yolcu Gürsel Kambal, Rus hostes Yuria Fomina ve bir korsan öldü.", "1989 - Avrupa Şampiyon Kulüpler Kupası'nda Galatasaray, Monaco takımı ile Köln'de bulunan Müngersdorf Stadyumu'nda yaptığı maçta 1-1 berabere kalarak, bu kupada yarı finale yükselen ilk Türk takımı oldu.", "1985 - İnternette ilk alan adı tescili yapıldı.", "1964 - Sinema yıldızı Elizabeth Taylor ile oyuncu Richard Burton evlendi.", "1961 - Turkish Daily News kuruldu. 3 Kasım 2008'den itibaren Hürriyet Daily News adını aldı.", "1961 - Güney Afrika, Milletler Topluluğu'ndan ayrıldı.", "1945 - II. Dünya Savaşı: Sovyet güçleri Yukarı Silezya'yı Alman güçlerinden temizlemek için taarruz başlattı.", "1939 - Cumhurbaşkanı Emil Hácha, Nazi Almanyası'nın İkinci Çekoslovak Cumhuriyeti'ni ilhakını kabul etti ve Bohemya ve Moravya Protektorası ilan edildi.", "1938 - SSCB'de olağanüstü mahkemede ölüm cezasına çarptırılan, aralarında Ekim Devrimi'nin önderlerinden Nikolay Buharin'in de bulunduğu 18 kişinin cezaları infaz edildi.", "1933 - Almanya'da Hitler, III. Reich'ı ilan etti.", "1928 - 15 Mart Olayı başladı. Japon İmparatorluğu'nda çok sayıda komüniste tutuklama kararı çıkarıldı.", "1921 - Osmanlı eski Sadrazamı Talat Paşa, Ermeni kırımı'nda rolü olduğu gerekçesiyle Berlin'de 23 yaşındaki Soğomon Tehliryan tarafından öldürüldü.", "1920 - Birleşik Krallık otoriteleri, İstanbul'da yüz elli kişiyi tutukladı.", "1919 - Merzifon işgal edildi.", "1917 - II. Nikolay, kardeşi Mihail lehine tahtta çekildi.", "1892 - Liverpool FC kuruldu.", "1892 - Jesse W. Reno tarafından yürüyen merdivenin patenti alındı.", "1848 - 1848 Macar Devrimi patlak verdi.", "1820 - Maine, Amerika Birleşik Devletleri'ne katılarak ülkenin 23. eyaleti oldu.", "1493 - Kristof Kolomb Yeni Dünya'ya yaptığı ilk seyahatten sonra İspanya'ya geri döndü."]