["2022 - Japonya'nın Fukuşima şehrinde 7,3 şiddetinde deprem meydana geldi. 3 kişi öldü, 198 kişi yaralandı.", "2014 - Kırım, tartışmalı bir referandumla Ukrayna'dan ayrılıp Rusya'ya geçmeyi kabul etti.", "2005 - İsrail, Eriha'yı resmi olarak Filistin yönetimine devretti.", "2004 - Türkiye Taşkömürü Kurumu'nun Karadon maden ocağındaki grizu patlamasında, 8 Çinli işçiden 5'i öldü, 3'ü yaralandı.", "2003 - Rachel Corrie, İsrail tankları tarafından ezilerek öldürüldü.", "1999 - Kosova'daki Sırp güçlerine karşı, 70 gün sürecek hava harekâtı başlatıldı.", "1993 - Avrupa Kulüpler Kupası'nda finale yükselen ilk Türk basketbol takımı Efes Pilsen, Yunanistan'ın Aris takımına yenilerek ikinci oldu: 50-48.", "1988 - Saddam Hüseyin'in emriyle Halepçe'ye zehirli gaz saldırısı yapıldı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Van Cezaevi'nden tünel kazılmak suretiyle 33 mahkûm kaçtı.", "1979 - Çin-Vietnam Savaşı: Çin Halk Kurtuluş Ordusu ülkesine geri döndü. Savaş sona erdi.", "1978 - İtalya'da eski Başbakanlardan Aldo Moro, Kızıl Tugaylar tarafından kaçırıldı.", "1978 - 16 Mart Katliamı: İstanbul Üniversitesi Eczacılık Fakültesi önünde öğrencilere yönelik bombalı saldırıda 7 öğrenci öldü.", "1972 - Cumhuriyet Senatosu; Deniz Gezmiş, Yusuf Aslan ve Hüseyin İnan hakkındaki idam kararını onayladı.", "1971 - Deniz Gezmiş ve Yusuf Aslan, Sivas'a bağlı Gemerek'te jandarmayla girdikleri çatışma sonunda yakalandı.", "1968 - Vietnam Savaşı sırasında My Lai katliamı gerçekleştirildi.", "1968 - Amerika Birleşik Devletleri başkanı Johnson, Vietnam'a 35.000 ila 50.000 asker daha göndermeye karar verdi.", "1964 - TBMM'de gizli yapılan olağanüstü toplantıda, Hükûmete gerektiğinde Kıbrıs'a müdahale yetkisi verildi.", "1945 - II. Dünya Savaşı: Küçük bir Japon direnişi kaldıysa da Iwo Jima Muharebesi sona erdi.", "1939 - Mısır Prensesi Fevziye Fuad ile İran Şahı Muhammed Rıza Pehlevi evlendi.", "1939 - II. Dünya Savaşı: Alman birlikleri Çekoslovakya'nın geri kalanını da işgal etti.", "1939 - Hitler, Bohemya ve Morayva'yı Alman himayesine aldığını, Prag Kalesi'nde açıkladı.", "1935 - Adolf Hitler, Versay Antlaşması'nı iptal ettiğini açıkladı.", "1932 - Ankara Demirspor kuruldu.", "1930 - Küba millî futbol takımı, uluslararası arenada ilk maçını Jamaika karşısında yaptı ve 3-1 kazandı.", "1926 - Robert H. Goddard, ilk sıvı yakıtlı roketi fırlattı.", "1924 - Roma Antlaşması doğrultusunda İtalya, Rijeka'yı topraklarına kattı.", "1924 - Tevhid-i Tedrisat Kanunu'nun (3 Mart) kabulünden sonra medreseler kapatıldı.", "1921 - SSCB, Ankara Hükûmeti'ni resmen tanıdı; Moskova Antlaşması imzalandı.", "1920 - İtilaf Devletleri, İstanbul'u işgal etti.", "1914 - Ürgüplü Mustafa Hayri Efendi, Şeyhülislam olarak atandı.", "1909 - Almanya millî futbol takımı, tarihinin en farklı mağlubiyetini İngiltere karşısında aldı: 9-0.", "1521 - Ferdinand Magellan, Filipinler'deki Homonhon adasına vardı.", "MÖ 597 - Babil Sürgünü: Yehuda Krallığı'nın Babilliler tarafından fethedilmesi sonucu Yahudiler Babil'e sürüldü."]