["2015 - Tam güneş tutulması gerçekleşti. Tam tutulma, Norveç'in kuzeybatısından, İzlanda'nın güneyinden ve Svalbard'tan gözlemlenebildi.", "2005 - Japonya'nın Fukuoka şehrinde meydana gelen 6,6 şiddetindeki depremde 1 kişi öldü, yüzlerce kişi yaralandı.", "2003 - Irak Savaşı: ABD, Irak'ı istila etmeye başladı. Bağdad hava bombardıman saldırısına uğradı (Şok ve Dehşet Harekâtı).", "1997 - Avrupa Birliği Ortaklık Komitesi, 106. dönem toplantısı yapıldı.", "1997 - Robert Koçaryan, Ermenistan Başbakanı oldu.", "1996 - İngiltere'de Hükûmet, deli dana (Mad Cow Disease - MCD) hastalığının insanlara da bulaştığını açıkladı.", "1995 - Tokyo metrosuna düzenlenen sarin gazı saldırısında 12 kişi öldü, 1300 kişi yaralandı.", "1990 - Ferdinand Marcos'nun dul eşi İmelda Marcos; rüşvet, zimmetine para geçirme ve şantaj suçlarından mahkemeye çıkarıldı.", "1987 - Amerikan Gıda ve İlaç Dairesi, (FDA) AIDS tedavisinde kullanılan AZT (azidothymidine) adlı ilaca onay verdi. Retrovir adıyla piyasaya verilen ilaç, onaylanmış ilk AIDS ilacı oldu.", "1986 - Jacques Chirac, Fransa Başbakanı oldu.", "1981 - Arjantin'in eski Başkanı Isabel Peron, rüşvet suçundan 8 yıl hapis cezasına çarptırıldı.", "1969 - John Lennon ile Yoko Ono evlendi.", "1956 - Tunus, Fransa'dan bağımsızlığını kazandı. Tunus'un ilk Devlet Başkanı Habib Burgiba oldu.", "1945 - Adana - Ceyhan'da meydana gelen 6 büyüklüğündeki deprem; 29 can aldı, 328 ev yıkıldı.", "1942 - Alman Schutzstaffel Birlikleri, batı Ukrayna'nın Rohatin kentinde 600'ü çocuk, 3000 Yahudiyi bir gün içinde öldürdüler.", "1942 - Naziler, Polonya'nın Zgierz kentinde 100 Polonyalıyı bir çalışma kampından alıp öldürdüler.", "1933 - Dönemin Münih Polis Şefi olan Heinrich Himmler, Naziler'in ilk toplama kampı, Dachau Toplama Kampı'nın kurulmasını emretti ve Theodor Eicke'yi de Kamp Komutanı olarak atadı.", "1922 - ABD'nin ilk uçak gemisi USS Langley hizmete girdi.", "1916 - Albert Einstein, görecelik kuramını yayınladı.", "1913 - Çin Milliyetçi Partisi'nin (Kuomintang) kurucusu Sung Çiao-jen, bir suikast girişiminde yaralandı ve 2 gün sonra öldü.", "1899 - Sing Sing Hapishanesi'nde Martha M. Place, elektrikli sandalyede idam edilen ilk kadın oldu.", "1861 - Arjantin'in Mendoza şehri, şiddetli bir depremle büyük hasar gördü.", "1852 - ABD'de Harriet Beecher Stowe'un ünlü kölelik karşıtı romanı, Tom Amca'nın Kulübesi ilk kez yayımlandı.", "1815 - Napolyon, Elbe adasından kaçışının ardından, 140.000 kişilik düzenli ordu ve 200.000 kişilik gönüllü güçler eşliğinde Paris'e girdi.", "1792 - Fransa Millî Meclisi, giyotinle idamı onayladı. Adını, mucidi Fransız doktor Joseph Ignace Guillotin'den alan giyotin, ilk kez 25 Nisan 1792'de kullanıldı.", "1602 - Hollanda Doğu Hindistan Şirketi kuruldu."]