["2009 - Büyük Birlik Partisi'nin kiralamış olduğu ve içerisinde BBP Genel Başkanı Muhsin Yazıcıoğlu dahil, 6 kişinin bulunduğu helikopter, Kahramanmaraş'ta düştü. 3 gün sonra ulaşılan helikopterde, 6 kişinin de öldüğü belirtildi.", "1999 - Sırbistan, NATO'ya savaş ilan edip BM'ye bildirince, NATO üyesi Türkiye de bu ülkeyle resmen savaşa girmiş oldu.", "1998 - Manisalı Gençler Davasında, Yargıtay'ın bozma kararından sonra beş tutuklu genç tahliye edildi. Davada tutuklu sanık kalmadı.", "1996 - Türkiye'de Emek Partisi kuruldu.", "1994 - Aydın Ortaklar Öğretmen Lisesi'nde evci çıkan dört kız öğrenciden birinin, Emniyet yetkilileri tarafından yakalanarak bekaret kontrolüne gönderilmesi, kadınlar tarafından protesto edildi.", "1992 - Kozmonot Sergei Krikalyov, Mir Uzay İstasyonu'nda 10 ay kaldıktan sonra dünyaya döndü.", "1990 - New York'un Bronx semtindeki bir kulüpte çıkan yangında 87 kişi öldü.", "1988 - İstanbul'daki Metris Askeri Cezaevi'nden 29 tutuklu ve hükümlü kaçtı.", "1986 - İşkence yaptığını itiraf eden polis memuru Sedat Caner ile bu itirafları yayımlayan \"Nokta\" dergisine dava açıldı.", "1986 - 14. Strasbourg Film Festivali'nde Muammer Özer'in \"Bir Avuç Cennet\" ve Ali Özgentürk'ün \"Bekçi\" isimli filmleri ikinciliği paylaştı.", "1984 - Yerel seçimler yapıldı. Anavatan Partisi (ANAP), yüzde 41,5 oy oranı ile 54 ilde Belediye Başkanlığı aldı. Sosyal Demokrat Parti (SODEP), yüzde 23,4 oy oranı ile ikinci, Doğru Yol Partisi (DYP), yüzde 13,2 oy oranı ile seçimlerden üçüncü parti olarak çıktı. İlk kez seçime katılan Refah Partisi (RP) ise, yüzde 4,4 oy oranıyla sonuncu parti oldu.", "1982 - Tutuklu İsmail Beşikçi, cezaevinden yazdığı bir mektup nedeniyle 10 yıl ceza aldı.", "1982 - Ankara Sıkıyönetim Savcılığı, Halkevleri hakkında kapatılma istemiyle dava açtı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Adana ve Osmaniye Cezaevlerinden 9'u sağ, 1'i sol 10 mahkûm kaçtı.", "1975 - Suudi Arabistan Kralı Faysal, akli dengesi bozuk olan yeğeni Prens Faysal bin Musad tarafından Riyad'da öldürüldü.", "1972 - Cumhuriyet Halk Partisi; Deniz Gezmiş, Yusuf Aslan ve Hüseyin İnan hakkında verilen ve Cumhurbaşkanı Cevdet Sunay tarafından onaylanan idam kararlarının iptali için Anayasa Mahkemesi'ne başvurdu. İnfaz Savcılığı, dosyayı Ankara Sıkıyönetim Komutanlığı'na gönderdi. Üç gün sonra Ankara Sıkıyönetim Mahkemesi idamların infazına karar verdi.", "1968 - Şair Metin Demirtaş, Türk Solu dergisinde yayımlanan \"Guevara\" adlı şiirinde, komünizm propagandası yaptığı gerekçesiyle tutuklandı.", "1962 - EOKA'lılar Kıbrıs'ta iki camiye bomba attı.", "1961 - Adalet Bakanlığı, idam cezalarının cezaevi bahçelerinde infaz olunması hakkında karar aldı.", "1960 - İtalya'da Fernando Tambroni Başbakan oldu.", "1960 - Güney Afrika Johannesburg'da tüm siyah politik örgütler feshedildi.", "1959 - Necip Fazıl Kısakürek, Büyük Doğu dergisinde yayımlanan \"Menderes'in Kalesi\" başlıklı yazısında, Fuad Köprülü'ye yayın yoluyla hakaret ettiği iddiasıyla açılan davada, bir yıl hapse mahkûm oldu. Büyük Doğu dergisi de bir ay süreyle kapatıldı.", "1957 - Roma'da bir araya gelen Fransa, Almanya, İtalya, Belçika, Hollanda ve Lüksemburg, Avrupa Ekonomik Topluluğu ve Avrupa Atom Enerjisi Topluluğu'nun kurulmasına ilişkin Roma Antlaşması'nı imzaladı.", "1951 - İstanbul'da Neve Şalom Sinagogu açıldı.", "1951 - Millî Eğitim Bakanı Tevfik İleri, solcu öğretmenlerin tasfiyesinin sürdüğünü açıkladı.", "1950 - Devlet Hava Yolları'na ait bir yolcu uçağı Ankara'da düştü; 15 kişi öldü. Bu olay Türk sivil havacılık tarihinin ilk kazası oldu.", "1949 - Sovyet Hükûmetinin kararıyla; Litvanya, Estonya ve Letonya'dan 92.000 kişi sürgün edildi.", "1947 - Illinois'teki bir kömür madeninde meydana gelen patlamada, 111 kişi öldü.", "1944 - Heykeltıraş Zühtü Müritoğlu ve Hadi Bara'nın yaptıkları Barbaros Hayreddin Paşa Anıtı törenle açıldı.", "1941 - Yugoslavya Krallığı, Mihver Devletleri’ne katılma kararı aldı.", "1936 - Saatlerin doğru olarak ayarlanabilmesi için İstanbul Rasathanesi'nce hazırlanan iki bildiriyi, Bakanlar Kurulu onayladı.", "1935 - Prof. Afet İnan, Türk Tarih Kurumu As Başkanlığına seçildi.", "1929 - İtalya'da faşist yönetim, genel seçimlerde oyların yüzde 99'unu kendilerinin aldıklarını açıkladı.", "1924 - Yunanistan'da cumhuriyet ilan edildi.", "1918 - Oltu'nun kurtuluşu.", "1918 - Alman güdümünde, Belarus Halk Cumhuriyeti kuruldu.", "1912 - Ahmet Ferit Tek, Türk Ocağı'nı kurdu.", "1821 - Yunanistan, Osmanlı İmparatorluğu'ndan bağımsızlığını ilan etti.", "1811 - Percy Bysshe Shelley, \"Tanrıtanımazlığın Gerekliliği\" adlı makalesinden dolayı Oxford Üniversitesi'nden atıldı.", "1807 - Birleşik Krallık Parlamentosu, köle ticaretini yasakladı.", "1752 - İngiltere'de yılın ilk günü. İngilizlerde 1 Ocak ile başlayan ilk yıl 1752'dir.", "1655 - Satürn'ün en büyük uydusu Titan, Christiaan Huygens tarafından keşfedildi."]