["2006 - İskoçya'da kamusal alanlarda sigara içmek yasaklandı.", "2005 - Doctor Who dizisinin günümüz serisi, BBC Kanalında yayına girdi.", "2002 - İsrail'de Uluslararası Geçici Mevcudiyet'e ait araca düzenlenen saldırıda, Türk Binbaşı Cengiz Toytunç öldü, Yüzbaşı Hüseyin Özarslan yaralandı.", "2002 - TBMM Genel Kurulunda, AB'ye uyum çerçevesinde hazırlanan ve sekiz yasada değişiklik yapan dokuz maddelik yasa tasarısı kabul edildi.", "2000 - Rusya'da yapılan seçimler sonucunda, Vladimir Putin Başkan oldu.", "1999 - Michigan'da bir Mahkeme Jürisi, Dr. Jack Kevorkian'ı ölümcül bir hastayı iğne yaparak öldürmekten (ötanazi) suçlu buldu.", "1999 - Melissa virüsü, tüm dünyada e-posta sistemlerini etkiledi.", "1996 - Uluslararası Para Fonu, Rusya'ya 10.2 milyar USD kredi verilmesini onayladı.", "1995 - Şengen Antlaşması yürürlüğe girdi.", "1979 - Enver Sedat, Menahem Begin ve Jimmy Carter, Washington'da İsrail-Mısır Barış Antlaşmasını imzaladılar.", "1971 - Doğu Pakistan, Bangladeş'in oluşumuna yönelik olarak Pakistan'dan bağımsızlığını ilan etti.", "1971 - İstanbul'da iki kıta birleşti. Boğaz Köprüsü'nün 57'nci ünitesinin de yerine konulmasıyla kentin, Asya ve Avrupa yakaları birbirine bağlandı.", "1971 - Cumhurbaşkanı Cevdet Sunay, 12 Mart Muhtırası'yla istifa eden Süleyman Demirel'in yerine atanan Nihat Erim'in kabinesini onayladı.", "1942 - Naziler, Yahudileri Polonya'daki Auschwitz Kampı'na götürmeye başladı.", "1934 - Birleşik Krallık'ta ilk kez motorlu taşıt kullanacaklara, şoförlük sınavından geçme zorunluluğu getirildi.", "1931 - Türkiye'de Ölçüler Kanunu'nun kabul edilmesiyle; okka, endaze gibi eski ölçülerin yerine gram, metre, litre gibi yeni ölçülerin kullanılması öngörüldü.", "1917 - I. Dünya Savaşı: Çanakkale Boğazı'nın Anadolu yakasında görev yapmak üzere Osmanlı 15. Kolordusu'nun teşkili.", "1915 - I. Dünya Savaşı: Birinci Gazze Muharebesi gerçekleşti.", "1913 - Edirne, Bulgar ve Sırp kuvvetlerince teslim alındı.", "1821 - Seyyid Ali Paşa, Sadrazamlıktan alınarak yerine Benderli Ali Paşa atandı.", "1812 - Venezuela'nın Karakas şehri, şiddetli bir depremle tahrip oldu.", "1636 - Hollanda'da Utrecht Üniversitesi kuruldu.", "1583 - İngiltere'nin Osmanlı topraklarındaki ilk Elçisi, William Harborne İstanbul'a ulaştı."]