["2023 - ABD'nin Kentucky, Tennessee, Illinois, Missouri ve Arkansas eyaletlerinde 36 farklı yerde hortum oluştu. 70'ten fazla kişi öldü.", "2020 - Kuzey Makedonya, NATO'ya üye oldu.", "2012 - Türkiye, Şam Büyükelçiliği'nin bütün faaliyetlerini askıya aldı.", "1999 - Nissan - Renault arasında güç birliği anlaşması imzalandı.", "1994 - Eurofighter Typhoon, ilk test uçuşunu yaptı.", "1987 - 'Hora' (Sismik-1) gemisinin, petrol aramak için Ege'nin uluslararası karasularına açılmasının Yunanistan'ın petrol aramaları için açıkladığı tarihe rastlaması, iki ülkenin silahlı kuvvetlerini alarma geçirdi.", "1986 - Hayali mobilya davasında 10 yıldır yargılanan Yahya Demirel tahliye edildi.", "1982 - 12 Eylül Darbesi'nin 14. idamı: 14/15 Ekim 1978'de Ankara'da kaçırdığı sol görüşlü Veli Güneş ve Halim Kaplan'ı el ve ayaklarından bağlayıp, öldürüp, çuvala koyup bir şarampole atan sağ görüşlü militan Fikri Arkan, idam edildi.", "1977 - Yengesiyle ilişki yaşayan Veli Acar, yengesinin yardımıyla öz kardeşi Recep Acar'ı uykudayken başına piknik tüpüyle vurarak öldürdü. 12 Eylül döneminde idam edildi.", "1977 - Tenerife faciası: Kanarya Adaları'nın Tenerife Kuzey Havalimanı'nda uçuşa geçmek üzere olan Hollanda Kraliyet Havayolları'na (KLM) ait Boeing 747 tipi yolcu uçağı, yine havalanmak üzere olan Pan Am'a ait başka bir Boeing ile pistte çarpıştı. Kazada 575 kişi öldü, 70 kişi yaralandı.", "1976 - Dışişleri Bakanı İhsan Sabri Çağlayangil ile ABD Dışişleri Bakanı Henry Kissinger, Washington, DC'de Savunma İşbirliği Anlaşması'nı imzaladı. Bu anlaşmaya göre, Türkiye üslere izin çıkaracak, ABD de buna karşılık Türkiye'ye yardımda bulunacaktı.", "1972 - Türkiye Halk Kurtuluş Partisi - Cephesi lideri Mahir Çayan ve arkadaşları Ünye Radar Üssü'nden 3 İngiliz teknisyeni kaçırdı.", "1969 - Koç Holding'e ait Aygaz tankeri, Ege Denizi'nde alabora oldu, 15 kişilik mürettebattan 1 kişi kurtulabildi.", "1964 - ABD'nin Alaska eyaletinde 9,2 Mw büyüklüğünde deprem meydana geldi. 131 kişi öldü.", "1958 - Nikita Kruşçev, SSCB'de Başbakanlığa yükseldi.", "1941 - Yugoslavya’da General Dušan Simović, kansız bir darbe ile yönetimi ele geçirdi. Yeni Hükûmet, Mihver Devletleri’nden ayrılma kararı aldı.", "1918 - Besarabya ve Moldova, Romanya'ya katıldı.", "1891 - Servet-i Fünûn dergisinin ilk sayısı çıktı.", "1890 - Louisville, Kentucky'de çıkan fırtınada 76 kişi öldü, 200 kişi de yaralandı.", "1854 - Kırım Savaşı: Birleşik Krallık, Rus İmparatorluğuna savaş ilan etti.", "1692 - Bahadırzade Arabacı Ali Paşa Sadrazamlıktan alınarak, yerine Bozoklu (Bıyıklı) Mustafa Paşa atandı.", "630 - Tang Hanedanı, Yin Dağları'nda (günümüzde İç Moğolistan) Doğu Göktürk Kağanlığını yendi.", "425 - İmparator II. Theodosius döneminde Konstantinopolis'te, Auditorium adıyla ilk yüksek okul açıldı. Okulda 31 profesör, Latince ve Grekçe hitabet ve gramer, hukuk ve felsefe dersleri vermeye başladı."]