["2010 - Moskova metrosunda gerçekleştirilen intihar saldırılarında, 40 kişi öldü.", "2009 - Türkiye'de yerel seçimler gerçekleşti. AK Parti yüzde 38,39 oy oranıyla birinci parti oldu. CHP yüzde 23,08, MHP ise yüzde 15,97 oranında oy aldı.", "2006 - Dünya'nın büyük bir bölümünde gözlemlenen tam güneş tutulması gerçekleşti.", "2005 - Isparta'nın Sütçüler Kaymakamı Mustafa Altınpınar'ın, ilçedeki tüm kamu kurum ve kuruluşlarına Orhan Pamuk'un kitaplarının kütüphane ve kitaplıklardan ayıklanarak imha edilmesi talimatı verdiği ortaya çıktı. Isparta Valiliği talimatı iptal etti.", "2004 - Bulgaristan, Estonya, Litvanya, Letonya, Romanya, Slovakya ve Slovenya, NATO'ya kabul edildiler.", "1989 - DYP Siirt Milletvekili Abdülrezzak Ceylan, TBMM'de Bağımsız Siirt Milletvekili Zeki Çeliker'in Siirt Milletvekili İdris Arıkan'a hakaret etmesi ile başlayan tartışmayı önlemeye çalıştığı sırada kaza kurşunu ile hayatını kaybetti. ANAP Siirt Milletvekili İdris Arıkan, olaydan sonra tutuklandı. Mahkemenin olayın kaza sonucu meydana geldiği kararından sonra tahliye edildi.", "1989 - Londra'da dünyanın ilk tüp beşizleri doğdu.", "1982 - Kanada Yasası ile Kanada bağımsızlığını aldı.", "1979 - Uganda'da İdi Amin rejimi askeri darbeyle devrildi. İdi Amin kaçtı.", "1973 - Vietnam Savaşı: ABD'nin son birlikleri de Güney Vietnam'dan ayrıldı.", "1968 - Türkiye'de ilk böbrek nakli, İstanbul'da Doktor Atıf Taykurt ve ekibi tarafından gerçekleştirildi.", "1966 - Leonid Brejnev, Sovyetler Birliği Komünist Partisi Birinci Sekreterliği'ne getirildi. Brejnev, ABD'nin Vietnam politikasını kınadı.", "1957 - Kıbrıs'ta gerginliğin tırmanması üzerine, Ada'da sokağa çıkma yasağı ilan edildi.", "1950 - Nâzım Hikmet, Bursa Cezaevinde açlık grevine başladı.", "1938 - Harp Okulu Mahkemesi, Nâzım Hikmet'i 28 yıl hapse mahkûm etti.", "1903 - Marconi'nin telsiz sistemi aracılığıyla, Londra ve New York arasında düzenli haber akışı başladı.", "1461 - İngiltere tahtı için yapılan Güller Savaşı'ında, York Hanedanı'ından IV. Edward, Lancaster ailesinden VI. Henry'yi Towton savaşında yendi.", "1430 - Osmanlı Orduları, Selanik ve İyonya'yı fethetti."]