["2012 - Vladimir Putin, yapılan seçimler sonucu Rusya'da %59,3 oyla 2. kez Devlet Başkanı seçildi.", "2005 - Alman Matthias Jeschke, Toyota Landcruiser 90 V6 aracıyla Ojos del Salado'da 6358 metreye ulaşarak \"bir araçla çıkılan en yüksek konum\" rekorunu kırdı.", "2003 - Filipinler'in güneyindeki bir hava alanında, bir sırt çantasına gizlenmiş bomba patladı, 21 kişi öldü.", "2002 - Ilımlı Arnavut lider İbrahim Rugova, Kosova'nın ilk Devlet Başkanı seçildi.", "2000 - Yargıtay Hukuk Genel Kurulu, Kürt kökenli isimlere ilk kez onay verdi.", "1998 - ABD Anayasa Mahkemesi, iş yerinde cinsel taciz kanunlarının, her iki tarafın aynı cins olması durumunda da geçerli olduğunu onayladı.", "1997 - Hale-Bopp kuyruklu yıldızı, Güneş'in tam üzerinden geçti.", "1997 - ABD Başkanı Bill Clinton, insan klonlama araştırmalarını yasakladı.", "1995 - Michael Johnson, kapalı salonda 400 m Dünya rekoru kırdı: 44,63 s.", "1992 - İspanya'dan engizisyon baskısı nedeniyle kaçarak Osmanlı İmparatorluğu'na sığınan Museviler, Türkiye'ye gelişlerinin 500. yılını kutladılar.", "1979 - Voyager I'in gönderdiği fotoğraflarda, Jüpiter'in halkaları görüldü.", "1977 - Romanya Sosyalist Cumhuriyeti'de 7,2 şiddetinde deprem meydana geldi. 1500 kişi öldü, 11.300 kişi yaralandı.", "1970 - Fransız denizaltısı \"Eurydice\" infilak etti.", "1967 - CHP Gençlik Kolları bildirisinde, başını Turhan Feyzioğlu'nun çektiği \"Sekizler\"in partiden çıkarılması istendi.", "1964 - BM Güvenlik Konseyi, Kıbrıs'a uluslararası güç gönderme kararı aldı.", "1955 - Türk-Amerikan işbirliğiyle kurulan Minneapolis Moline Türk Traktör ve Ziraat Makinaları Fabrikası, montaj yaparak traktör üretimine Ankara'da başladı. Günümüzde Türk Traktör adıyla faaliyetine devam etmektedir.", "1954 - Boston'da ilk başarılı böbrek nakli gerçekleştirildi.", "1952 - Ronald Reagan, ikinci eşi Nancy Davis ile Los Angeles'ta evlendi.", "1949 - Sovyetler Birliği'nde Molotov, gerekçe gösterilmeden Dış İşleri Bakanlığı görevinden alındı.", "1946 - Frank Sinatra'nın ilk albümü The Voice of Frank Sinatra, Columbia Records tarafından yayımlandı.", "1940 - İstanbul'da yapılan Altıncı Balkan Güreş Şampiyonası'nda Türk takımı, beş birincilik alarak altıncı kez şampiyon oldu.", "1934 - Ankara Radyosu yayınına başladı.", "1929 - Takrir-i Sükun Kanunu yürürlükten kalktı.", "1925 - Hükûmete olağanüstü yetkiler veren Takrir-i Sükun Kanunu, TBMM'de kabul edildi.", "1924 - Halife Abdülmecit Efendi ve Osmanlı Hanedanı mensupları yurt dışına çıkarıldı.", "1924 - Happy Birthday to You şarkısı, Clayton F. Summy tarafından yayımlandı.", "1923 - Mustafa Kemal Paşa'nın 17 Şubat'taki konuşmasıyla başlayan İzmir İktisat Kongresi sona erdi. Kongrede Misak-ı İktisadî kabul edildi.", "1894 - Şanghay'da büyük yangın: 1000'den fazla bina kül oldu.", "1882 - İngiltere'de ilk elektrikli tramvay hizmete girdi.", "1877 - Pyotr İlyiç Çaykovski'nin eseri Kuğu Gölü Balesi'nin ilk gösterimi.", "1791 - Vermont, ABD'nin 14. eyaleti oldu.", "1774 - Orion Nebulası, ilk kez William Herschel tarafından gözlemlendi.", "1656 - Vaka-i Vakvakiye: Düşük ayarlı para ve alınamayan maaşlar için ayaklanan askerler, IV. Mehmed'in onayıyla bazı saray ağalarını idam ettirdiler.", "1493 - Kaşif Kristof Kolomb, Niña adlı gemisiyle Amerika'ya ulaştı."]