["2007 - Endonezya'da 6,3 şiddetinde deprem: En az 70 kişi öldü, yüzlerce kişi de yaralandı.", "1999 - Hindistan'da bulunan Senragadha Volkanı, saat 05:45'te püskürdü.", "1997 - Picasso'nun Tête de Femme adlı tablosu, Londra'daki bir galeriden çalındı. Bir hafta sonra da bulundu.", "1995 - Türkiye'nin 1963'te Ankara Antlaşması'yla başlattığı Avrupa'yla bütünleşme sürecinde bir adım daha atıldı. Avrupa Birliği üyesi 15 ülke ile Türkiye arasında Gümrük Birliği Antlaşması, Dışişleri Bakanı Murat Karayalçın tarafından imzalandı.", "1992 - Michelangelo virüsü, bilgisayarları etkiledi.", "1987 - Herald of Free Enteprise adlı İngiliz feribotu, Zeebrugge-Belçika'dan Dover-İngiltere'ye doğru yola çıktıktan 90 saniye sonra ters dönerek battı: 193 kişi öldü.", "1984 - Askeri Yargıtay, Milliyet gazetesi yazarı Metin Toker ile Yazı İşleri Müdürü Doğan Heper hakkında, İstanbul Sıkıyönetim Mahkemesi tarafından verilen mahkûmiyet kararını bozdu.", "1984 - ABD Temsilciler Meclisi, Türkiye'ye yapılması önerilen askeri yardımda, 39 milyon dolar kesinti yapılmasını kararlaştırarak, yardımı 716 milyon dolara indirdi.", "1981 - Yunanistan, Ege hava sahasındaki bazı kısıtlamaları kaldırdığını açıkladı.", "1974 - İngiltere'de seçimleri, İşçi Partisi kazandı. Harold Wilson Başbakan oldu.", "1964 - Cassius Clay, resmi olarak Muhammet Ali adını aldı.", "1957 - Afrika'da \"Altın Kıyısı\", Gana adını alarak bağımsızlığını ilan etti.", "1957 - İsrail Birlikleri, Sina Yarımadası'ndan çekildi.", "1946 - İlk başarılı yüksek hızlı elektronik bilgisayar \"Eniac\", ABD'de kullanıma girdi. \"Eniac\", elektronik-dijital bilgisayara giden yolda atılmış büyük adımlardan biri olarak 1955'e kadar kullanıldı.", "1943 - Rommel, Alman Afrika Kolordusu Komutanlığı görevini bıraktı.", "1902 - Real Madrid Futbol Kulübü kuruldu.", "1899 - Bayer, aspirini ticari bir marka olarak kayıt altına aldı.", "1869 - Dimitri Mendeleyev, ilk periyodik tabloyu açıkladı.", "1853 - Giuseppe Verdi'nin La Traviata operası, Venedik'te ilk kez sahnelendi.", "1714 - İngiliz mühendis Henry Mill, daktilo makinesinin patentini aldı.", "1521 - Ferdinand Magellan, Guam'a vardı."]