["2020 - Demokrasi ve Atılım Partisi kuruldu.", "2007 - İsviçre'de, Ermeni çevrelerinin soykırım iddiasının inkârını suç sayan yasayı ihlal ettiği gerekçesiyle yargılanan İşçi Partisi lideri Doğu Perinçek, para cezasına çarptırıldı. Lozan Mahkemesi, 6 Mart'ta başlayan duruşmalar sonunda bugün verdiği kararda, Perinçek'i 90 gün hapis cezası karşılığında her günü 100 İsviçre Frangı (yaklaşık 115 YTL) olmak üzere 9 bin İsviçre Frangı para cezasına çarptırdı ve bu cezayı iki yıl tecil etti.", "2004 - İstanbul'da bir lokantaya yapılan bombalı saldırı sonucunda 5 kişi yaralandı.", "2003 - Siirt'te yapılan milletvekili ara seçimlerinde, iktidardaki AK Parti'nin Genel Başkanı Recep Tayyip Erdoğan da TBMM'ye girdi.", "2000 - Güney Kore'de saatlerce bilgisayarın önünden kalkmayan 37 yaşındaki Kim Kwang-Su, aşırı yorgunluk ve stresten öldü.", "1992 - Türk savaş uçakları, Kuzey Irak'taki iki PKK kampını bombaladı.", "1984 - Turgut Özal, Türk Ceza Kanunu'nda siyasi suç olmadığını söyledi.", "1983 - Belgrad saldırısı: Türkiye'nin Belgrad Büyükelçisi Galip Balkar, iki saldırgan tarafından yaralandı. Büyükelçi iki gün sonra öldü. Saldırıyı Ermeni Soykırımının Adalet Komandoları ve ASALA örgütü üstlendi.", "1978 - Nurettin Ersin, Kara Kuvvetleri Komutanlığı'na atandı.", "1971 - Türk Silahlı Kuvvetleri tarafından, başarısız bir askeri darbe teşebbüsü yapıldı.", "1971 - Başsavcılık, Millî Nizam Partisi'nin (MNP) kapatılması istemiyle Anayasa Mahkemesi'ne başvurdu.", "1971 - 19 Adalet Partili, Süleyman Demirel'in çekilmesi için bir muhtıra hazırladı.", "1967 - Gölcük Tersanesi'nde \"TCG Berk (D-358)\" adlı refakat fırkateyninin yapımına başlandı. Türkiye'nin kendi olanaklarını kullanarak yaptığı ilk firkateynin yapımı, 1971 yılında tamamlandı.", "1959 - Kıbrıs'ı Yunanistan'a bağlamak amacıyla kurulmuş olan EOKA, İngiltere'nin önerisini kabul etti; Georgios Grivas çekildi.", "1957 - Türk ordusunun ilk kadın doktor subayı Sema Aran, teğmen rütbesiyle göreve başladı.", "1956 - Ali Sami Yen Stadyumu, Galatasaray'a devredildi.", "1956 - Kıbrıs Rum Toplumunun lideri Başpiskopos Makarios, İngiltere tarafından Seyşel Adaları'na sürgüne gönderildi.", "1955 - Erzurum 9. Kolordu Komutanlığı 2 Numaralı Askeri Mahkemesi'nce, idama mahkûm edilen Sovyet casusları, İvan Adamidi ve Nikola Antonov asıldı.", "1954 - Yayın yoluyla suç işleyenlere ağır cezalar getiren yasa, Meclis'ten çıktı.", "1954 - Gazeteciler Cemiyeti ve Gazeteciler Sendikası; Meclis'te yaptığı bir konuşmada Yazı İşleri Müdürleri için \"baldırı çıplak\" tabirini kullanan DP İzmir Milletvekili Halil Özyörük'ü, Meclise ve DP Genel Başkanlığına çektikleri bir telgrafla protesto ettiler.", "1952 - Amerika Birleşik Devletleri'ni Türk modası sardı. Amerikan moda dergileri, İstanbul Sarısı, Türk Kırmızısı, Helva Beji, Fes Rengi gibi renklerden geçilmez oldu. Bir firma, Harem adı altında kozmetikler piyasaya sürdü.", "1943 - Şükrü Saracoğlu'nun Başbakanlığındaki 13. Türkiye Hükûmeti istifa etti ve yine Şükrü Saracoğlu Başbakanlığında 14. Türkiye Hükûmeti kuruldu.", "1935 - Hitler, yeni bir hava kuvvetleri oluşturacağını ilan etti.", "1930 - Atatürk, Antalya Müzesi'ni gezdikten sonra, Aspendos'ta incelemelerde bulundu.", "1929 - İstanbul'da \"Matbaacılık Mektebi\" açıldı.", "1923 - Sovyet lideri Lenin, geçirdiği felç sonucu konuşma yeteneğini kaybetti.", "1913 - Adapazarı İslam Ticaret Bankası kuruldu. (31 Mart 1937 tarihinde unvanı Türk Ticaret Bankası A.Ş. olarak değiştirilmiştir.)", "1908 - İtalyan futbol kulübü, FC Internazionale Milano kuruldu.", "1842 - Giuseppe Verdi'nin üçüncü opera eseri Nabucco ilk kez Milano'da sahnelendi.", "1814 - Napolyon Ordularının sürekli yenilgiye uğrayıp geri çekildikleri bir dönemde, Viyana Kongresi toplandı.", "1796 - Napolyon Bonapart ile Josephine evlendi.", "1788 - NGC 2841 çubuksuz sarmal gökadası bulundu.", "1764 - Padişah III. Mustafa tarafından yaptırılan Laleli Camii, ibadete açıldı.", "1621 - İstanköylü Çelebi (Güzelce) Ali Paşa, sadrazamlıktan alınarak yerine Ohrili Hüseyin Paşa atandı."]