["2015 - 3 kişinin katledildiği Chapel Hill saldırısı vuku buldu.", "2006 - Milliyet gazetesi yazarı Abdi İpekçi'yi öldürmek ve iki ayrı gasp olayı nedeniyle daha önce 36 yıl hapis cezasına çarptırılan Mehmet Ali Ağca, aynı davadan dolayı yeni Türk Ceza Kanununa göre yeniden yargılandı. Kadıköy 1. Ağır Ceza Mahkemesi, lehte hükümleri göz önüne alarak, Ağca'yı 21 yıl 8 ay hapse mahkûm etti.", "2006 - 2006 Kış Olimpiyatları, Torino'da (İtalya) başladı.", "1998 - Fransa'da sinema dalında düzenlenen Sadoul Ödülü'nü, yönetmenliğini Zeki Demirkubuz'un yaptığı \"Masumiyet\" adlı film kazandı.", "1996 - IBM'in süper bilgisayarı Deep Blue, Garry Kasparov'u yenmeyi başardı.", "1993 - \"Yorgun Savaşçı\" filmi, Türkiye Radyo ve Televizyon Kurumunda (TRT) yayına girdi. Film, devlet televizyonu tarafından çekilmiş ancak siyasi ve askeri otorite tarafından imhasına karar verilmiş ve 1983 yılında yakılmıştı. Kültür Bakanı Fikri Sağlar, filmin yakılmaktan kurtulan tek nüshasını buldurttu ve yayına soktu.", "1992 - Boksör Mike Tyson, Amerika zenci güzeli Desiree Washington'a tecavüz suçundan mahkûm oldu.", "1987 - Yazar Aziz Nesin, Cumhurbaşkanı Kenan Evren aleyhine açtığı tazminat davası mahkemece reddedildi. Red gerekçesi olarak, Cumhurbaşkanlarının \"vatan hainliği\" dışındaki suçlardan yargılanamayacağı gösterildi.", "1981 - Kapatılan Milliyetçi Hareket Partisi Genel Başkanı Alparslan Türkeş, savcılıkta ifade verdi. Adam öldürmeyi azmettirdiği iddia edilen Alparslan Türkeş, kapatılan Milliyetçi Hareket Partisi teşkilatının her türlü şiddet hareketine ve adam öldürmeye karşı olduğunu söyledi.", "1981 - Genelkurmay Sıkıyönetim Askeri Hizmetler Koordinasyon Başkanlığı, 5 sanatçıya \"teslim ol\" çağrısı yaptı. \"Teslim ol\" çağrısı yapılan sanatçılar Cem Karaca, Melike Demirağ, Şanar Yurdatapan, Sema Poyraz ve Selda Bağcan’dı.", "1980 - Tariş olayları:8 Şubat günü Çiğli İplik Fabrikası'nda 1500 işçi kapıları kapatarak barikat kurmuştu. 10 Şubat'ta polis işçilere müdahale etti; 15 kişi yaralandı, 500 kişi gözaltına alındı.", "1979 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): CHP ve AP milletvekilleri TBMM'de yumruk yumruğa kavga etti.", "1979 - Hacettepe Tıp Fakültesi Hastanesi'nde, Türkiye'de ilk kez bir buçuk aylık bir bebeğe açık kalp ameliyatı yapıldı.", "1971 - Mehmet Ali Aybar, ihraç talebiyle TİP Haysiyet Divanı'na sevk edildi.", "1969 - ABD 6. Filosuna bağlı gemiler, İstanbul'a geldi. Üniversite öğrencileri protesto düzenledi.", "1962 - Doğu - Batı arasında casus değiş tokuşu yapıldı; SSCB semalarında düşürülen ABD casus uçağı U-2'nin pilotu Francis Gary Powers, Rus casus Rudolf Abel ile takas edildi.", "1958 - İstanbul Valisi Mümtaz Tarhan, gece kulüplerinde striptiz yapılmasını yasakladı.", "1956 - Ceyhan Nehri taştı. Çukurova'da 50 bin hektar arazi sular altında kaldı.", "1954 - Kapatılan Millet Partisi'nin yöneticileri Cumhuriyetçi Millet Partisi'ni kurdu, Genel Başkanlığa Ahmet Tahtakılıç seçildi.", "1953 - Ankara Üniversitesi Dil ve Tarih Coğrafya Fakültesi'nde, Adnan Çoker ve Lütfü Günay'ın Sevgi Öncesi adını taşıyan ilk soyut resim sergisi açıldı.", "1950 - Komünistlik suçlamasıyla yargılanan üniversite öğretim üyelerinin dâvâsı sona erdi: Behice Boran ve Niyâzi Berkes, üçer ay hapis cezası aldı. Pertev Naili Boratav beraat etti.", "1947 - Amerika Birleşik Devletleri özel bankaları, Türkiye'ye kredi vermeyi reddetti.", "1947 - İtalya, Macaristan, Bulgaristan, Romanya ve Finlandiya, Paris Barış Antlaşması'nı imzaladılar.", "1946 - Güney Amerika Şampiyonası, Arjantin'in şampiyonluğu ile sona erdi.", "1937 - Meteoroloji Genel Müdürlüğü kuruldu.", "1933 - Madison Square Garden'daki (New York) boks maçında Primo Carnera, Ernie Schaaf'ı 13. roundda nakavt etti, Schaaf öldü.", "1931 - Yeni Delhi, Hindistan'ın başkenti oldu.", "1916 - Alman İmparatorluğu ile Birleşik Krallık arasında Dogger Bank Muharebesi gerçekleşti.", "1863 - Alanson Crane, yangın söndürücüsünün patentini aldı.", "1840 - I. Victoria ile Prens Albert, Saint James Sarayı şapelinde evlendiler.", "1828 - Rus İmparatorluğu ile Kaçar Hanedanı arasında Türkmençay Antlaşması imzalandı.", "1763 - Büyük Britanya Krallığı, Fransa ve İspanya arasında Paris Antlaşması imzalandı: Yedi Yıl Savaşları sona erdi.", "1074 - Divânu Lügati't-Türk; Türk kültürünün ilk Türkçe dilinde yazılan sözlük eseri, Kaşgârlı Mahmut tarafından yazımı sona erdi. (25 Ocak 1072'de başladı.)"]