["2010 - Kış Olimpiyatları, Vancouver'da (Kanada) başladı.", "2002 - Yugoslavya'nın eski Devlet Başkanı Slobodan Milošević'in yargılanmasına, BM savaş suçları mahkemesinde başlandı. Milošević, bu süreç sona ermeden öldü.", "2002 - İran Havayollarına ait Tupolev Tu-154 tipi bir yolcu uçağı, inişe geçtiği sırada Hürremabad'da (İran) düştü: 119 kişi öldü.", "2001 - NEAR Shoemaker adlı uzay aracı, 433 Eros adı verilen asteroidin yüzeyine indi.", "1994 - Tuzla tren istasyonunda çöp kutusuna yerleştirilen saatli bomba patladı: 5'i yedek subay, biri sivil 6 kişi öldü; aralarında sivillerin de bulunduğu 29 kişi yaralandı.", "1994 - Kış Olimpiyat Oyunları, Lillehammer'da (Norveç) başladı.", "1993 - Birleşik Krallık'ta 10 yaşındaki iki çocuk, 2 yaşındaki James Bulger'i kaçırarak öldürdü.", "1990 - Super Mario Bros. 3 adlı video oyunu ABD'de piyasaya sürüldü.", "1990 - Hükûmetin açıkladığı tütün fiyatlarını protesto eden üreticiler, Akhisar'da sokağa döküldü, 200 kişi gözaltına alındı.", "1988 - Dr. Ziya Özel'in \"zakkumla\" kanser tedavisi iddiasının, TRT tarafından \"haber\" olarak verilmesi yankı uyandırdı.", "1975 - Türkiye Emekçi Partisi, Mihri Belli tarafından kuruldu.", "1971 - Türk Otomobil Fabrikası A.Ş.'nin (TOFAŞ) Bursa'daki otomobil fabrikası, Cumhurbaşkanı Cevdet Sunay ve Başbakan Süleyman Demirel'in de katıldığı bir törenle açıldı. Fabrika, Fiat lisansıyla \"Murat 124\" tipi otomobillerin üretimine başladı.", "1961 - SSCB, Venüs gezegenine Venera 1 uzay aracını gönderdi.", "1956 - Karikatürist Turhan Selçuk, Uluslararası \"Bordighera Mizah Şenliği\"'nde Platin Palmiye Ödülü'nü aldı.", "1951 - 17 yaşındaki Süreyya İsfendiyari Bahtiyari, İran Şahı Muhammed Rıza Pehlevi ile Tahran'daki Gülistan Sarayı'nda evlendi.", "1937 - Atatürk'ün Selanik'te doğduğu ev, Selanik Belediyesince sahibinden satın alınarak, Atatürk'ün emrine tahsis edildi.", "1934 - Avusturya'da iç savaş başladı.", "1929 - Stalin tarafından sürgün edilen eski savaş komiseri Troçki, \"İlyiç\" adlı bir şileple İstanbul'a geldi.", "1920 - Türk Kurtuluş Savaşı: Türk Silahlı Kuvvetleri, Fransa hakimiyeti altındaki Kahramanmaraş'ı aldı.", "1919 - Trabzon Muhâfaza-i Hukuk-ı Milliye Cemiyeti kuruldu.", "1912 - Çin'de Gregoryen Takvimi kullanımı başladı.", "1912 - 6 yaşındaki Çin İmparatoru Puyi, tahttan indirildi. Böylelikle iki bin senelik Çin İmparatorluğu ve 267 yıllık Mançu Hanedanı son bulmuş oldu.", "1879 - New York'un Madison Square Garden kapalı spor salonunda, Kuzey Amerika Kıtasındaki ilk yapay buz pateni pisti açıldı.", "1870 - Utah'ta kadınlar, oy kullanma haklarını elde ettiler.", "1859 - Mülkiye Mektebi, Sadrazam Âli Paşa ve Hükûmet üyelerinin katılımıyla açıldı.", "1818 - Şili, İspanya'dan bağımsızlığını ilan etti.", "1541 - Santiago, (Şili) Pedro de Valdivia tarafından kuruldu.", "1502 - Vasco da Gama, Lizbon'dan Hindistan'a doğru ikinci yolculuğuna çıktı."]