["2012 - Avrupa'nın yeni taşıyıcı roketi Vega Güney Amerika'daki Fransız Guyanası'ndan fırlatıldı.", "2008 - Danıştay 2. Daire üyeleri ve Cumhuriyet gazetesi'ne yönelik saldırılarla ilgili davada, Ankara 11. Ağır Ceza Mahkemesi, sanık Alparslan Arslan'ın 2 kez ağırlaştırılmış müebbet hapis cezasına çarptırılmasına karar verdi. Sanıklardan Osman Yıldırım, Erhan Timuroğlu ve İsmail Sağır müebbet hapisle cezalandırıldı. Sanık Süleyman Esen toplam 17 yıl 8 ay 15 gün, Tekin İrşi ise toplam 10 yıl 2 ay 15 gün hapse mahkûm edildi.", "2005 - Türkiye, Afganistan'daki Uluslararası Güvenlik ve Yardım Kuvvetinin komutasını 6 ay süreyle, Kabil'de düzenlenen törenle Avrupa Kolordusundan devraldı.", "2001 - El Salvador'da 6,6 şiddetinde deprem: en az 400 kişi öldü.", "1997 - Uzay mekiği Discovery'nin astronotları, Hubble teleskopu'nu tamir etmeye başladılar.", "1996 - Nepal'de Maoist gerillalar, Nepal Krallığı'na karşı ayaklanma başlattı. Ayaklanma sonucu Nepal İç Savaşı başladı.", "1988 - Kış Olimpiyat Oyunları, Calgary Alberta'da (Kanada) başladı.", "1985 - Kapatılan Millî Selamet Partisi yöneticileri hakkında açılan kamu davası sona erdi. Partinin Genel Başkanı Necmettin Erbakan ve 22 arkadaşı beraat etti. Şubat 1981'den Şubat 1985'e kadar geçen bütün bu süre içinde Necmettin Erbakan, 10 ay tutuklu kaldı.", "1984 - SSCB Komünist Parti Genel Sekreterliğine, Yuri Andropov'un yerine Konstantin Çernenko getirildi.", "1975 - Kıbrıs Türk Federe Devleti ilan edildi.", "1974 - 1970 Nobel Edebiyat Ödülü sahibi Aleksandr Soljenitsin, \"Gulag Takım Adaları, 1918-1956\" adlı kitabı nedeniyle, SSCB dışına sürgüne gönderildi.", "1971 - Vietnam Savaşı: Amerikalı kuvvetleri desteğindeki Güney Vietnam güçleri, Laos'u ele geçirdi.", "1969 - İstanbul'da üniversiteli kız öğrenciler, Amerikan 6. Filo'sunu protesto yürüyüş ve mitingi düzenlediler.", "1967 - Devrimci İşçi Sendikaları Konfederasyonu (DİSK) kuruldu. Sendika Başkanları yaptıkları açıklamada; \"Türk İşçi sınıfının çıkarları, hakları, özgürlükleri ve onuru için bir araya geldik\" dediler.", "1966 - Cemal Gürsel'in komaya girişinin 6. günü; Partiler, Genelkurmay Başkanı Orgeneral Cevdet Sunay'ın Cumhurbaşkanı adaylığı üzerinde anlaştı.", "1965 - TBMM'de 1965 yılı bütçesi, 197'ye karşı 225 oyla reddedilince, Başbakan İsmet İnönü istifa etti.", "1963 - Ankara Valiliği, taksilerde plak çalınmasını yasakladı; taksilerdeki pikaplar sökülüyor.", "1963 - İstanbul Savcılığı, İşçi Sigortaları Kanunu'na uymayan 2 bin işveren hakkında dava açtı.", "1962 - Eski Adalet Bakanı Hüseyin Avni Göktürk ve eski Çalışma Bakanı Mümtaz Tarhan tutuklandı. Eski Bakanların Devlet Hazinesine ait dövizle, radyo pili ithal ettikleri ileri sürüldü. 2 Mart 1962'de tahliye edildiler.", "1961 - 7 yeni parti kuruldu. Yeni Türkiye Partisi, Türkiye İşçi Partisi, Millete Hizmet Partisi, Güven Partisi, Musavat Partisi, Muhafazakâr Parti ve Cumhuriyetçi Parti. Seçime katılabilmek için son gündü. Kemal Türkler, Rıza Kuas, Kemal Nebioğlu, İbrahim Denizcier gibi bir grup sendika yöneticisi tarafından kurulmuş olan Türkiye İşçi Partisi'nin Genel Başkanlığına Avni Erakalın getirildi.", "1960 - Fransa, BM ve Amerika Birleşik Devletleri'nin itirazlarına rağmen, Büyük Sahra'da atom bombası patlattı.", "1949 - Fenerbahçe'nin yeni stadı açıldı.", "1945 - II. Dünya Savaşı: SSCB birlikleri, Budapeşte'yi Almanlardan geri aldı. Birleşik Krallık Kraliyet Hava Kuvvetleri, Almanya'nın Dresden kentini bombalamaya başladı.", "1934 - SSCB'ne ait \"Çelyuskin\" adlı buharlı gemi, Antarktik okyanusu'nda battı.", "1925 - Şeyh Sait İsyanı: Lozan Konferansı'nda çözümü Türkiye ile Birleşik Krallık'a bırakılan Musul konusunda, Birleşik Krallık ile sorun yaşandığı günlerde, Bingöl'ün Genç ilçesinde Şeyh Sait önderliğinde, ayrılıkçı bir hareket başladı. Ayaklanma Diyarbakır'a da sıçradı.", "1894 - Auguste Lumière ve Louis Lumière, sinematograf'ın (bir film kamerası ve projektör'ün bir araya getirilmiş hali) patentini aldılar.", "1668 - İspanya, Portekiz'i ayrı bir devlet olarak tanıdı.", "1633 - Galileo Galilei, engizisyon mahkemesinde yargılanmak üzere Roma'ya geldi.", "1258 - Hülagû, Bağdat'ı işgal etti. 200 bin Bağdatlı öldü."]