["2008 - Danıştay 1. Dairesi, Mehmet Ağar'ın Emniyet Genel Müdürlüğü döneminde, \"suç işlemek amacıyla örgüt kurma\" suçundan, Susurluk Davası kapsamında yargılanmasına karar verdi. Daire, Ağar'ın Vali statüsünde bulunması nedeniyle, yargılanmasının Yargıtay'da yapılmasına hükmetti.", "2006 - \"Yeşil\" kod adlı Mahmut Yıldırım'ın İstanbul'da bir evde kıstırıldığı ve son anda kaçtığı ileri sürülen operasyonda, oğlu Murat Yıldırım, \"adam vurdurduğu\" gerekçesiyle on beş kişiyle birlikte gözaltına alındı.", "2005 - Lübnan'ın eski Başbakanlarından Refik Hariri, düzenlenen bir suikast sonucu öldürüldü.", "2004 - Hamburg doğumlu Türk yönetmen Fatih Akın'ın son filmi, \"Gegen die Wand\" (Duvara Karşı), Berlin Uluslararası Film Festivali'nde en iyi film seçilerek \"Altın Ayı\" ödülü aldı.", "2000 - Hizbullah cephaneliklerinin ortaya çıkışı ve varlığı, 1994'ten beri tartışılan JİTEM'i yeniden gündeme getirdi. Batman eski Valisi Salih Şarman \"JİTEM var\", Jandarma eski Komutanı Teoman Koman ise \"yok\" dedi.", "1996 - Emekli olduktan sonra Milliyetçi Hareket Partisi'ne (MHP) katılan eski Ankara Devlet Güvenlik Mahkemesi (DGM) Savcısı Nusret Demiral, \"Ezan Türkçe okunmalı\" deyince, partiden ihraç edildi.", "1994 - 52 kişiyi öldürmekten suçlu bulunan Ukraynalı seri katil Andrey Çikatilo, Rusya'nın Novoçerkassk şehrinde kurşuna dizilerek idam edildi. İdamı, Rusya Devlet Başkanı Boris Yeltsin tarafından açıklandı.", "1994 - Demokrasi Partisi'nin (DEP) Ankara il binasına bombalı bir saldırı yapıldı; bina ağır hasar gördü, 3 kişi yaralandı.", "1990 - Yılmaz Güney'in Umut filmi, İstanbul'da gösterime girdi.", "1989 - GPS (Küresel Konumlandırma Sistemi)'ni oluşturacak 24 uydudan ilki yörüngesine oturtuldu.", "1989 - Union Carbide, 1984'teki Bhopal felaketi'nde sebep olduğu zararlara karşılık Hindistan Hükûmetine 470 milyon dolar ödemeyi kabul etti.", "1989 - İranlı lider Humeyni, Şeytan Ayetleri kitabının yazarı Salman Rushdie'nin öldürülmesi emrini verdi.", "1986 - Eski Devlet Bakanı İsmail Özdağlar, Yüce Divan'da \"görevini kötüye kullandığı\" gerekçesiyle 2 yıl hapse mahkûm edildi. İsmail Özdağlar, rüşvet aldığı iddiasıyla yargılanmaktaydı.", "1981 - Türk Vatandaşlığı Kanunu'nda bazı değişiklikler yapan yasa, Millî Güvenlik Konseyi'nce kabul edildi.", "1980 - Tariş olayları: On bin jandarma komandosu ve çok sayıda polis, Tariş'e ait Çiğli İplik Fabrikası'ndaki işçi direnişine müdahale etti. Operasyona keşif uçakları ve helikopterler de katıldı. Gün boyu süren müdahale sonucunda Fabrika boşaltıldı, 1500 işçi gözaltına alındı.", "1979 - Türkiye, İran'daki Humeyni rejimini resmen tanıdı.", "1977 - Ortadoğu Teknik Üniversitesi Rektörlüğü'ne, Hasan Tan atandı; öğrenciler dersleri boykot etti.", "1974 - Gazeteci İsmail Cem (İpekçi), TRT Genel Müdürlüğü'ne atandı.", "1963 - İngiltere'de Leeds General Infirmary Hastanesi'nde, Dünyada ilk kez insandan insana başarılı bir böbrek nakli yapıldı.", "1961 - Lavrensiyum elementi (103 numaralı element), Kaliforniya Üniversitesinde ilk defa sentezlendi.", "1955 - İzmir Alsancak Limanı'nın temeli, Başbakan Adnan Menderes tarafından atıldı.", "1952 - Kış Olimpiyat Oyunları Oslo'da (Norveç) başladı.", "1951 - İdil Biret, 10 yaşında Paris'teki ilk piyano resitalini verdi.", "1949 - Kanada'da \"Asbest Grevi\" olarak adlandırılan direniş başladı. Grevin başladığı bu gün Québec'teki \"Sessiz Devrim\"in de başlangıcı olarak kabul edilir.", "1949 - İsrail parlamentosu (Knesset), ilk toplantısını yaptı.", "1946 - İngiltere'nin Merkez Bankası olan \"The Bank of England\" millileştirildi.", "1946 - İlk genel amaçlı elektronik bilgisayar ENIAC (Electronic Numerical Integrator and Computer), Pensilvanya Üniversitesi'nde (ABD) tanıtıldı.", "1945 - II. Dünya Savaşı: Birleşik Krallık ve ABD uçakları, Dresden'in bombalanışının ikinci gününde yangın bombaları kullanmaya başladılar.", "1945 - Şili, Ekvador, Paraguay ve Peru, Birleşmiş Milletler'e katıldı.", "1931 - Türkiye güzeli Naşide Saffet Esen, Avrupa'da \"Güzel Göz Kraliçesi\" seçildi.", "1929 - Al Capone'un rakibi yedi gangster, Chicago'da öldürüldü. Olay 14 Şubat'ta gerçekleştiği için \"Sevgililer Günü Katliamı\" olarak anılmaktadır.", "1925 - TBMM'de 9 Şubat'ta vurulan Deli Halit Paşa öldü.", "1924 - International Business Machines (IBM) şirketi kuruldu.", "1923 - Mustafa Kemal, Batı Anadolu gezisine çıktı.", "1918 - SSCB'de Gregoryen Takvimi kullanımına geçildi.", "1912 - ABD'nin ilk dizel motorlu denizaltısı, Connecticut'ta kullanılmaya başlandı.", "1912 - Arizona, ABD'nin 48. eyaleti oldu.", "1909 - Osmanlı Devleti'nde ilk güven oylaması yapıldı; Kâmil Paşa kabinesi düşürüldü.", "1878 - II. Abdülhamid, Meclis-i Mebûsan'ı süresiz olarak tatil etti ve istibdat dönemi başladı.", "1876 - İstanbul Tramvay Şirketi işçileri greve çıktı.", "1876 - Alexander Graham Bell, telefon patenti için başvurdu.", "1859 - Oregon, Amerika Birleşik Devletleri'nin 33. eyaleti oldu.", "1804 - Osmanlı İmparatorluğu'na karşı Birinci Sırp Ayaklanması, Kara Yorgi tarafından başlatıldı.", "1779 - James Cook, Sandviç Adaları yerlileri tarafından öldürüldü.", "496 - Sevgililer Günü, 14 Şubat günü birçok ülkede kutlanan özel gündür. Kökeni, Roma Katolik Kilisesi'nin inanışına dayanan bu gün, Valentine ismindeki bir din adamının adına ilan edilen bir bayram günü olarak ortaya çıkmıştır."]