["2021 - NASA'nın keşif aracı Perseverance Mars'a indi.", "2008 - Amerika Birleşik Devletleri, Afganistan ve Türkiye; Kosova'nın tek taraflı bağımsızlığını tanıdığını açıkladı.", "2007 - NBA'de oynayan en iyi oyunculardan oluşan iki takımın karşılaşması şeklinde, her yıl gösteri amaçlı yapılan 2007 NBA All-Star Maçı, Las Vegas'ta yapıldı.", "2004 - İran'ın Nişabur kenti yakınlarda kontrolden çıkan bir yük treninde meydana gelen patlama ve yangında, 200'ü kurtarma personeli olmak üzere 295 kişi öldü. Tren; kükürt, petrol ve gübre taşıyordu.", "2003 - Güney Kore'nin Daegu metrosunda çıkan yangında, yaklaşık 200 kişi öldü.", "1997 - Tansu Çiller, TEDAŞ ve TOFAŞ soruşturmalarından aklandı. Refah Partisi milletvekilleri Tansu Çiller'in aklanmasından yana oy kullandılar.", "1995 - Sosyaldemokrat Halkçı Parti ve Cumhuriyet Halk Partisi, CHP çatısı altında birleşti. SHP’li Hikmet Çetin oy birliğiyle Genel Başkan seçildi.", "1994 - Demokrasi Partisinin (DEP) Genel Merkezi bombalandı, bir kişi öldü, 2'si ağır 16 kişi yaralandı. Demokrasi Partisi (DEP) yılbaşından beri 4 kez saldırıya uğramıştı. Olayı İslami Cihat Örgütü üstlendi.", "1993 - Gazeteci Kemal Kılıç öldürüldü. Kılıç, İnsan Hakları Derneği'nin Urfa Şubesi Yönetim Kurulu üyesiydi.", "1988 - İstanbul'daki Spor ve Sergi Sarayı'nın adı, \"Lütfi Kırdar\" olarak değiştirildi.", "1979 - Sahra Çölü'ne kar yağdı.", "1977 - İstanbul Yükseköğrenim Derneği, (İYÖD) \"amaç dışı faaliyet\" gösterdiği gerekçesiyle süresiz kapatıldı. İYÖD, Dev-Genç'in (Devrimci Gençlik Dernekleri Federasyonu) İstanbul Bölge Yürütme Kurulunu oluşturuyordu.", "1977 - Uzay mekiği Enterprise, bir Boeing 747'nin üstünde ilk yolculuğuna çıktı.", "1974 - Kiss müzik grubu, kendi adlarını taşıyan ilk albümlerini yayımladılar.", "1971 - Elazığ Senatörü Profesör Celal Ertuğ, \"Bir dikta ortamına adım adım yaklaşılmaktadır. Ordunun mesajı açıktır. Demirel derhal istifa etmelidir\" dedi. Başbakan Süleyman Demirel ise, \"Meşru yollardan geldim. Bulurlar 226'yı, bizi devirirler\" dedi.", "1967 - Millî Eğitim Bakanlığı bütçesi görüşüldü; 35.000 köyden 15.000'inde okul olmadığı açıklandı.", "1965 - Gambiya, Birleşik Krallık'tan bağımsızlığını kazandı.", "1960 - 7 ülke, Latin Amerika Serbest Ticaret Birliğini (LAFTA) kurdu. 1980'de imzalanan yeni bir anlaşma ile ALADI adını aldı.", "1957 - BM'de Kıbrıs görüşmelerine başlandı. BM, 26 Şubat'ta sorunun öncelikle ilgili taraflar arasında görüşülmesine karar verdi.", "1952 - TBMM, Türkiye'nin NATO üyeliğini onayladı. Türkiye, 21 Şubat günü NATO üyesi oldu.", "1943 - Joseph Goebbels, Sportpalast konuşmasını yaptı.", "1943 - Naziler, Beyaz Gül hareketi üyelerini tutukladılar.", "1941 - Petrol Ofisi kuruldu.", "1941 - Anıtkabir için mimari yarışma açıldığı resmen ilan edildi.", "1932 - Japon İmparatoru, Manzhouguo'nun (Mançurya'nın eski Çince adı) Çin'den bağımsızlığını ilan etti.", "1930 - Amerikalı astronomi tutkunu Clyde Tombaugh, 33 cm'lik bir teleskopla Plüton cüce gezegenini keşfetti.", "1913 - Raymond Poincaré, Fransa Devlet Başkanı oldu.", "1885 - Mark Twain'in Huckleberry Finn'in Maceraları adlı kitabı, ilk kez yayımlandı.", "1856 - Islahat Fermanı yayınlandı.", "1695 - Osmanlı donanması, Sakız Adası'nı Venedikliler'den geri aldı.", "1451 - Fatih Sultan Mehmet, ikinci kez tahta çıktı."]