["2020 - Hanau saldırısı: Almanya'nın Hessen eyaletindeki Hanau kentinde iki nargile salonunu hedef alan iki silahlı saldırıda fail dahil 11 kişi hayatını kaybetti, 5 kişi yaralandı.", "2008 - Küba lideri Fidel Castro, görevinden ayrıldığını açıkladı.", "2001 - Millî Güvenlik Kurulu'nun Çankaya Köşkü'nde yapılan Şubat ayı toplantısında, Başbakan Bülent Ecevit, Cumhurbaşkanı Ahmet Necdet Sezer ile yaşadığı tartışma nedeniyle toplantıyı terk etti. (bkz. Anayasa kitapçığı krizi)", "1998 - Rusya'dan Türkiye'ye boru hattı ile doğalgaz getirecek olan Mavi Akım Projesi için müteahhit firmalar arasında anlaşma imzalandı.", "1994 - Libya'da şeriat uygulamasına geçildi; İslami takvim uygulanmaya başlandı.", "1994 - Haftalık Newroz gazetesi yayımlanmaya başladı.", "1986 - SSCB, Mir uzay istasyonu'nu uzaya gönderdi.", "1985 - Türk aktör Haluk Bilginer'in de rol aldığı BBC pembe dizisi, ünlü EastEnders'ın ilk bölümü İngiltere'de yayımlandı. Dizi hâlen devam etmektedir.", "1985 - William J. Schroeder, yapay kalp takıldıktan sonra hastaneden taburcu edilip evine gönderilebilen ilk hasta oldu.", "1985 - İspanya Havayollarına ait Boeing 747 tipi bir yolcu uçağı, Oiz dağlarına (İspanya) çarparak düştü: 148 kişi öldü.", "1978 - Larnaka Uluslararası Havaalanındaki bir uçak kaçırma olayına, Kıbrıslı yetkililerden izin almaksızın müdahale etmeye kalkan Mısır Komando Birliğinin 15 üyesi, Kıbrıs Millî Muhafızları tarafından öldürüldü.", "1959 - Londra Konferansı sona erdi. Birleşik Krallık Kıbrıs'ın bağımsızlığını tanıdı. Birleşik Krallık, Türkiye ve Yunanistan, Kıbrıs'ta garantör devlet oldu. Bağımsızlığın resmi olarak ilan edilmesi ise 16 Ağustos 1960'ta oldu.", "1957 - Türk Silahlı Kuvvetleri'nin ilk kadın doktor subayı Sema Aran, göreve başladı.", "1945 - II. Dünya Savaşı-Iwo Jima Muharebesi: Yaklaşık 30.000 ABD askeri Batı Pasifik'teki Iwo Jima adasına çıktı. Japon Ordusunun şiddetli direnişi ile karşılaşan ABD Birlikleri, Ada'da kontrolü ancak bir ay sonra sağlayabildiler.", "1932 - Halkevleri kuruldu. 1951'de Demokrat Parti Hükûmeti tarafından kapatıldı.", "1928 - Amacı yoksul kadınlara yardım etmek olan \"Himaye-i Etfal Kadın Yardım Cemiyeti\" kuruldu. Cemiyetin adı 1938'de Yardım Sevenler Derneği olarak değiştirildi. Mevhibe İnönü, derneğin fahri başkanıydı.", "1925 - Telsiz tesisi hakkındaki kanun çıktı. Türkiye'de radyonun kurulması TBMM'de kabul edildi.", "1915 - İtilaf devletleri'nin Çanakkale'ye denizden yaptıkları saldırı püskürtüldü.", "1915 - I. Dünya Savaşı: Gelibolu muharebeleri başladı.", "1913 - Pedro Lascuráin, saat 17:15'te Meksika'nın 34. Başkanı oldu, saat 18:00'de ise istifa etti.", "1878 - Thomas Edison, fonografın patentini aldı.", "1861 - Rusya'da toprağa bağlı kölelik yasaklandı.", "1807 - Eski Amerika Birleşik Devletleri Başkan Yardımcısı Aaron Burr, vatana ihanet iddiasıyla tutuklandı.", "1600 - Peru'daki Huaynaputina yanardağı, Güney Amerika tarihindeki en şiddetli patlamayla püskürdü."]