["2009 - Ergenekon davası kapsamında 41’i tutuklu 86 sanığın yargılandığı davanın 46. duruşmasında ifade veren Sami Hoştan, \"Susurluk kazasındaki kayıp çanta bende.\" dedi.", "2007 - İtalyan futbolunun en üst basamağı olan Serie A'da Catania ile Palermo arasındaki Sicilya derbisinde çatışma çıktı, polis memuru Filippo Raciti hayatını kaybetti. Bu olay İtalya'daki stadyum düzenlemelerinde büyük değişikliklere yol açtı.", "2007 - Birleşmiş Milletler \"İklim Raporu\" açıklandı. Küresel ısınmanın insan yaşamını tehdit ettiği uyarısı yapıldı.", "2005 - Kanada Hükûmeti, Resmî Evlilik Yasası'nı çıkarır. Bu yasa 20 Temmuz 2005'te aynı cinsiyetten evliliği yasallaştırarak yasalaşacaktı.", "2004 - İsviçreli tenisçi Roger Federer, yeni bir rekor olan 237 hafta tutacağı bir pozisyon olan 1 numaralı tek erkekler oyuncusu oldu.", "2004 - Konya'nın Selçuklu ilçesinde bulunan 11 katlı Zümrüt Apartmanı, yapım hatası nedeniyle çöktü: 92 kişi öldü.", "2002 - Orange Prensi Willem-Alexander ve Máxima Zorreguieta Cerruti'nin düğünü.", "2000 - Texas Instruments tarafından geliştirilen DLP CINEMA teknolojisi ile Philippe Binant tarafından gerçekleştirilen Avrupa'daki (Paris) ilk dijital sinema projeksiyonu.", "2000 - Fildişi Sahili millî futbol takımı, Afrika Kupası'nın ilk turunda elenince, ülkenin diktatörü futbolcuların tümünü bir askeri kampa hapsettirdi.", "1997 - Ankara Sincan'da Refah Partili belediyenin düzenlediği \"Kudüs Gecesi\" tepkiye yol açtı. Türkiye, Sincan'daki konuşması nedeniyle İran'ın Ankara Büyükelçisi Muhammed Rıza Bagheri'yi resmen protesto etti.", "1995 - Özelleştirme İdaresi Başkanlığı, Et ve Balık Kurumu'nu 2 yıl hiç ödemesiz 1,5 trilyona Hak-İş'e bağlı Öz Tütün, Müskirat, Gıda Sanayii ve Yardımcı İşçileri Sendikası'na sattı.", "1995 - İstanbul Devlet Güvenlik Mahkemesi, Düşünce Özgürlüğü ve Türkiye adlı kitabı toplatma kararı aldı.", "1991 - Silopi ve Cizre'ye gazetecilerin girmesi yasaklandı.", "1990 - Güney Afrika Devlet Başkanı De Klerk, Afrika Ulusal Kongresi'ne konulan 30 yıllık yasağı kaldırdı. Aralarında Nelson Mandela'nın da bulunduğu siyasi mahkûmların en kısa sürede serbest bırakılacağını söyledi.", "1989 - Son SSCB askerî birliği de Kabil'i terk etti. Böylece Afganistan'daki dokuz yıllık Rus işgali sona ermiş oldu.", "1987 - 1986 Halk Gücü Devrimi'nden sonra Filipinler yeni bir anayasa çıkardı.", "1984 - Vergi iadesine ilişkin yasa yürürlüğe girdi. Böylece 1 Ocak 1984 tarihinden itibaren ücretlilerin, memurların, emeklilerin, bunların eş ve çocuklarının ve bakmakla yükümlü olduğu yakınlarının kira giderleri hariç, ev eşyaları, yiyecek ve giyecek için yaptıkları harcamalar ile eğitim ve sağlık harcamaları vergi iadesine tabi olacak.", "1982 - Suriye'nin büyük şehirlerinden Hama'da, Müslüman Kardeşler örgütüne yönelik büyük bir operasyon yapıldı. Operasyonda binlerce kişi yaşamını yitirdi. Bu olay tarihe Hama Katliamı olarak geçti.", "1981 - Millî Güvenlik Konseyi, eski sosyal güvenlik bakanlarından Hilmi İşgüzar'ı, hakkındaki iddiaların incelenmesi için Yüce Divan'a sevk etmeyi kararlaştırdı.", "1980 - Raporlar, FBI'ın Abscam operasyonunda yozlaşmış olduğu iddia edilen Kongre Üyelerini hedef aldığını ortaya çıkarır.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Ankara'da silahlı bir gruba müdahale eden askerlerden Piyade Er Zekeriya Önge, sol görüşlü militan Erdal Eren tarafından vurularak öldürüldü. Kalaslar arasında saklanan Eren, silahıyla beraber yakalandı.", "1974 - F-16 Savaşan Şahinler ABD'de ilk uçuşunu yaptı.", "1971 - Sulak alanların korunması ve sürdürülebilir kullanımı için uluslararası Ramsar Sözleşmesi Mazandaran, Ramsar, İran'da imzalandıı.", "1971 - İdi Amin, Uganda'da bir darbe ile iktidarı ele geçirdi.", "1967 - Devlet Planlama Teşkilatı Müsteşarlığına, Başbakanlık Özel Teknik Müşaviri Turgut Özal getirildi.", "1967 - American Basketball Association (ABA) kuruldu. ABA, 1976 yılında NBA ligine dahil olarak faaliyetine son vermiştir.", "1962 - 400 yıl sonra ilk kez Neptün ve Plüton aynı hizaya geldiler.", "1959 - Hindistan'da Kongre Partisi liderliğine İndira Gandhi seçildi. İndira Gandhi Hindistan'da parlamenter sistemin kurucusu Cavaharlal Nehru'nun kızı.", "1958 - Ünlü soprano Maria Callas, Roma'da Vincenzo Bellini'nin Norma operasının galasında hastalığını ileri sürerek konser bitmeden sahneyi terk etti.", "1957 - İstanbul İşçi Sendikaları Birliği bir bildiri yayımlayarak grev hakkı istedi. İstanbul İşçi Sendikaları Birliği'ne 47 sendika bağlıydı.", "1943 - II. Dünya Savaşı: Stalingrad Muharebesi'nin ardından son Alman 6. Ordu birlikleri de Sovyet birliklerine teslim oldu.", "1942 - Osvald Grubu, Vidkun Quisling'in başkan oluşunu protesto etmek için Norveç'teki ilk aktif Nazi karşıtı direniş olayından sorumlu oldu.", "1938 - Bursa Merinos Fabrikası, Atatürk tarafından törenle açıldı.", "1935 - İlk yalan makinesi, Leonarde Keeler tarafından denendi.", "1934 - Amerika Birleşik Devletleri İhracat-İthalat Bankası kuruldu.", "1925 - Nome'a Serum Koşusu: Köpek kızakları, Iditarod yarışına ilham veren difteri serumuyla Nome, Alaska'ya ulaşıyor.", "1924 - Sovyetler Birliği'nde Vladimir İlyiç Lenin'in ölümüyle boşalan Komiserler Konseyi Başkanlığı'na, Aleksey İvanoviç Rikov getirildi.", "1922 - James Joyce'un en önemli eseri olan Ulysses yayımlandı. Kitabın yayımlandığı bu gün, aynı zamanda İrlandalı yazarın doğum günüdür.", "1920 - Tartu Barış Antlaşması Estonya ile Rusya arasında imzalandı.", "1914 - İstanbul'da Elektrikli Tramvay İşletmesi açıldı.", "1913 - Grand Central Terminal New York City'de açılır.", "1909 - Paris Film Kongresi açılıyor. Avrupalı üreticilerin Birleşik Devletler'deki MPCC karteline bir eşdeğer oluşturma girişimi.", "1901 - Kraliçe Victoria'nın cenaze töreni gerçekleştirilir.", "1899 - Melbourne'da düzenlenen Avustralya Özel Kişiler Konferansı, Avustralya'nın başkenti Canberra'nın Sydney ile Melbourne arasında yer almasına karar verir.", "1887 - Punxsutawney, Pennsylvania'da ilk Dağ Sıçanı Günü kutlanır.", "1880 - Cadde ve sokakların gece aydınlatılması uygulamasına ilk defa Wabash'ta (Hindistan) başlandı.", "1876 - MLB'un Baseball Profesyonel Beyzbol Kulüpleri Ulusal Ligi kuruldu.", "1868 - İmparatorluk yanlısı güçler Osaka Kalesi'ni Tokugawa şogunluğundan ele geçirdi ve yaktı.", "1850 - Brigham Young, Fort Utah'daki Savaş'ta Timpanogolara savaş ilan eder.", "1848 - Kaliforniya'da altına hücum başladı. Servet arayan Çinli göçmenlerle dolu ilk gemi San Francisco'ya vardı.", "1848 - Meksika-Amerika Savaşı: Guadalupe Hidalgo Antlaşması imzalandı.", "1709 - Alexander Selkirk, 4 sene 4 ay Şili sahiline 400 mil uzaklıktaki bir adada tek başına yaşadıktan sonra kurtarıldı. Daniel Defoe'nun Robinson Crusoe adlı kitabına model olmuştur.", "1653 - Yeni Amsterdam (daha sonra New York olarak değiştirildi) kuruldu.", "1645 - Üç Krallık Savaşları: Inverlochy Savaşı, İskoçya'da yapılır.", "1536 - İspanyol Pedro de Mendoza, günümüzde Arjantin'in başkenti olan Buenos Aires'i kurdu.", "1461 - Güller Savaşları: Mortimer Haçı Savaşı İngiltere, Herefordshire'da yapıldı.", "1438 - Transilvanya köylü isyanının dokuz lideri Torda'da idam edildi.", "1207 - Bugünkü Letonya ve Estonya'dan oluşan Terra Mariana kuruldu.", "1141 - İngiltere Kralı Stephen'ın yenildiği ve İmparatoriçe Matilda'nın müttefikleri tarafından ele geçirildiği Lincoln Savaşı oldu.", "1032 - Kutsal Roma İmparatoru II. Conrad, Burgundiya kralı oldu.", "962 - Translatio imperii: Papa XII. John, yaklaşık 40 yıldır ilk Kutsal Roma İmparatoru olan Kutsal Roma İmparatoru I. Otto'yu taçlandırdı.", "880 - Lüneburg Fundalığı Savaşı: Fransa Kralı III. Louis, Saksonya'daki Lüneburg Fundalığında İskandinav Büyük Kafir Ordusu tarafından mağlup edildi.", "506 - Vizigotların sekizinci kralı II. Alaric, \"Roma hukukunun\" bir koleksiyonu olan Alaric'in Dua Kitabı'nı (Breviarium Alaricianum veya Lex Romana Visigothorum) ilan etti."]