["2008 - Amerika Birleşik Devletleri Savunma Bakanı Robert Gates Ankara'ya geldi ve Türkiye'nin Irak'a düzenlediği Güneş Harekâtı'yla ilgili olarak temaslarda bulundu.", "2003 - Ankara Bir Numaralı Devlet Güvenlik mahkemesi, kapatılan DEP'in 4 eski milletvekilinin yeniden yargılanma istemini kabul etti.", "2002 - Hindistan'ın Ahmedabad kentinde Hinduların ateşe verdiği, Müslümanlara ait evlerde 55 kişi öldü.", "2001 - Ulusal Bank'a el konuldu.", "1998 - Kosova Savaşı: Sırp güvenlik güçlerinin UÇK'ya karşı bastırma harekâtı başladı.", "1997 - Türkiye Millî Güvenlik Kurulu'nun 9 saat süren toplantısında 28 Şubat Süreci olarak adlandırılan kararlar alındı. Bu kararlar, irticayı Türkiye'nin önündeki en büyük tehlike olarak saptadı. MGK'da, Atatürk ilke ve inkılaplarının ödünsüz uygulanması kararı verildi.", "1994 - Kuzey Atlantik Antlaşması tarihinin ilk saldırısını Sırplara karşı gerçekleştirdi.", "1991 - Körfez Savaşı, koalisyon güçlerinin zaferi ve Irak'ın yenilgisiyle sona erdi.", "1986 - İsveç başbakanı Olof Palme, bir suikast sonucu öldürüldü.", "1977 - Malatya'da İnönü Üniversitesi ile iki yüksek okul hizmete açıldı.", "1975 - Londra'da metro kazası: 43 kişi öldü.", "1967 - Anadol marka ilk Türk otomobili 26.800 liradan piyasaya sürüldü.", "1953 - Türkiye, Yunanistan ve Yugoslavya arasında, Balkan Paktı adıyla Dostluk ve İşbirliği Antlaşması, Ankara'da imzalandı.", "1945 - Türkiye, Birleşmiş Milletler Beyannamesi'ni imzaladı.", "1942 - İstanbul Vezneciler'deki Zeynep Hanım Konağı (İstanbul Üniversitesi Edebiyat Fakültesi binası) tamamen yandı.", "1942 - II. Dünya Savaşı: Japon İmparatorluk Donanması ile Müttefik Deniz Kuvvetleri arasında, Java ve Sumatra adalarını ayıran Sunda Boğazı'nda, Sunda Boğazı Muharebesi gerçekleşti.", "1940 - İlk kez bir basketbol maçı ABD'de televizyondan naklen yayınlandı. Fordham ile Pittsburgh Üniversiteleri takımlarının Madison Square Garden'da yaptığı basketbol maçı, televizyondan yayımlanan ilk basketbol karşılaşması oldu.", "1939 - Sözlük yazımı tarihinin en ünlü hatalarından biri keşfedildi, Webster's New International Dictionary nin 2. Baskısında Dord adlı uydurma bir kelimenin yoğunluk karşılığıyla baskıya verildiği anlaşıldı.", "1935 - Wallace Carothers, naylonu keşfetti.", "1922 - Mısır, Birleşik Krallık'tan bağımsızlığını ilan etti.", "1921 - TBMM'de ilk bütçe kabul edildi.", "1919 - Nasrullah Han'ın yerine tahta çıkan Emanullah Han, tahta çıkma töreninde yaptığı konuşmada Afganistan'ın bağımsızlığını ilan etti.", "1902 - Gürcistan'ın başkenti Batum'da bulunan Rothschild fabrikasında işten çıkartmalara karşı 400 işçinin katılımıyla bir grev yapıldı. Polis 32 işçiyi tutukladı. Grev öncesinde fabrikada kurulan grev komitesinin lideri Josef Stalin'di.", "1870 - Osmanlı padişahı Abdülaziz \"Bulgar Eksarhanesinin\" (Rumlardan bağımsız Bulgar Ortodoks Kilisesi) kurulmasına izin verdi.", "1855 - 1855 Bursa depremi meydana geldi."]