["2023 - Casus balon krizi. ABD ordusu, Çin'e ait olan casus balonu füzeyle vurarak düşürdü.", "2020 - Van çığ faciası: Van, Bahçesaray'da çığ altında kalan vatandaşları kurtarmaya giden askerler ve kurtarma ekipleri de üzerlerine düşen çığın altında kaldı. Olayda 41 kişi öldü, 75 kişi yaralandı.", "2005 - Ukrayna'da yakalanan Bahçelievler katliamı sanıklarından Haluk Kırcı, Türkiye'ye iade edildi.", "2004 - Facebook kuruldu.", "2003 - Yugoslavya Federal Cumhuriyeti'nin yeni adı Sırbistan-Karadağ oldu. 3 Haziran 2006'da Karadağ'ın bağımsızlığını ilan etmesiyle, Sırbistan ve Karadağ iki bağımsız devlet haline geldi.", "2000 - Dışişleri Bakanı İsmail Cem, Yunanistan'a gitti. Cem, 40 yıl sonra Yunanistan'ı resmen ziyaret eden ilk Türk Dışişleri Bakanı oldu.", "1999 - Hugo Chávez Frías, Venezuela Devlet Başkanı seçildi.", "1994 - İngiltere'de 17. yüzyıldan kalma tarihi parlamento binası yandı.", "1981 - Gro Harlem Brundtland, Norveç'in ilk kadın Başbakanı oldu.", "1980 - Ebu'l-Hasan Beni Sadr, İran'nin ilk Cumhurbaşkanı oldu.", "1976 - Guatemala ve Honduras'taki 7,5 şiddetindeki depremde 22.778 kişi öldü.", "1976 - Kış Olimpiyat Oyunları Innsbruck'ta (Avusturya) başladı.", "1975 - Türkiye çapında 1,5 saat süreyle elektrik kesintisi uygulanmaya başlandı.", "1974 - Türkiye Yazarlar Sendikası kuruldu.", "1966 - All Nippon Havayollarına ait bir Boeing 727, Tokyo körfezine düştü: 133 kişi öldü.", "1964 - 20 Mayıs 1963 ayaklanması sanıklarından Talat Aydemir, Fethi Gürcan, Osman Deniz ve Erol Dinçer'in ölüm cezaları, TBMM'nde onaylandı.", "1957 - İlk nükleer denizaltı olan USS Nautilus (SSN-571), yüzeye hiç çıkmadan 60.000 deniz mili katederek, Jules Verne'in ünlü romanı \"Denizler Altında Yirmi Bin Fersah\"taki hayali Nautilus denizaltısının dayanıklılığı hayata geçirmiş oldu.", "1956 - Fazıl Hüsnü Dağlarca, Yedi Tepe Şiir Armağanı'nı kazandı. Şair, bu ödülü Asu adlı şiir kitabıyla aldı.", "1948 - Daha sonraları Sri Lanka adını alacak olan Seylan, İngiliz Milletler Topluluğu'ndan ayrıldı.", "1947 - Isparta Senirkent'te, Jandarmanın bazı vatandaşlara işkence yaptığı ortaya çıktı.", "1947 - Hatay ilinde yeradlarının Türkçeleştirilmesine karar verildi.", "1945 - Birleşik Krallık, Rusya ve ABD'nin bir araya geldiği Yalta Konferansı'nda 1 Mart'a kadar Almanya ve Japonya'ya savaş ilan eden devletlerin San Francisco'da yapılacak konferansa katılmalarına ve BM'ye kurucu üye olabilmeleri kararlaştırıldı.", "1936 - Radyum E sentetik olarak elde edilmiş ilk radyoaktif element oldu.", "1932 - Kış Olimpiyat Oyunları Lake Placid'de (New York) başladı.", "1928 - Avusturyalı Naziler, siyahi sanatçı Josephine Baker'i protesto etti.", "1927 - İngiliz Malcolm Campbell, \"Bluebird\" adlı otomobili ile saatte 281,4 km hız yaparak dünya rekoru kırdı.", "1926 - İskilipli Mehmed Âtıf'ın idamı.", "1923 - Lozan Konferansı, tarafların uzlaşamamaları nedeniyle kesildi.", "1917 - İttihat ve Terakki Cemiyeti’nin önde gelen isimlerinden Talat Paşa, sadrazam oldu.", "1902 - Paris'te, Birinci Jön Türk Kongresi yapıldı.", "1899 - Filipinler - ABD savaşı başladı.", "1794 - Fransa, tüm sömürgelerinde köleliği yasakladı.", "1792 - George Washington, ikinci dönemde yeniden ABD Başkanlığına seçildi.", "1789 - George Washington, ABD'nin ilk Başkanı seçildi.", "1783 - Amerikan Bağımsızlık Savaşı: İngiltere, Amerika Birleşik Devletleri ile olan düşmanlığına son verdiğini resmen ilan etti.", "211 - Roma İmparatoru Septimius Severus öldü. İmparatorluk, kavgacı ve huysuzlukları ile bilinen iki oğluna kaldı: Caracalla ve Publius Septimius Geta."]