["2001 - Konya 3. Ana Jet Üs Komutanlığı'na ait Hava Pilot Teğmen Ayfer Gök komutasındaki F-5A uçağı, eğitim uçuşunda Karaman'ın Ermenek ilçesi yakınlarında düştü. Pilot Teğmen Gök, Türkiye'nin ilk kadın şehit pilotu oldu.", "1986 - Halley kuyruklu yıldızı güneşe en yakın mesafede. 20. yüzyıl içinde bu ikinci ziyareti.", "1975 - SSCB'nin Soyuz 17 uzay aracı dünyaya döndü.", "1972 - Maden işçilerinin grevi dolayısıyla Londra'da Olağanüstü hâl ilan edildi.", "1971 - Apollo 14 üçüncü insanlı Ay yolculuğundan Dünya'ya döndü.", "1969 - Milliyetçi Hareket Partisi, Alparslan Türkeş tarafından kuruldu.", "1969 - Boeing 747'nin ilk test uçuşu gerçekleşti.", "1965 - Vietnam Savaşı: İlk ABD askerleri Güney Vietnam'a gönderildi.", "1964 - Innsbruck, Avusturya'da düzenlenen 9. Kış Olimpiyatları sona erdi.", "1962 - Jamaika, İngiliz Milletler Topluluğu içerisinde bağımsız bir ulus oldu.", "1950 - Senatör Joseph McCarthy ABD Dışişleri Bakanlığı'nı, Bakanlığı komünistlerle doldurmakla suçladı.", "1942 - ABD yaz saati uygulamasına başladı.", "1934 - Balkan Antantı; Türkiye, Yunanistan, Yugoslavya ve Romanya arasında Atina'da imzalandı.", "1930 - Atatürk, Kuşadası'nı ziyaret etti.", "1925 - Türk Kurtuluş Savaşı komutanlarından Halit Paşa, Mecliste Ali Çetinkaya tarafından kaza kurşunuyla vurularak yaralandı ve 14 Şubat 1925’te hayatını kaybetti.", "1921 - İstanbul Boğazı dondu.", "1920 - Fransızlar, Maraş'tan çekilmeye ve Adana bölgesini boşaltmaya başladı.", "1895 - William G. Morgan, voleybolun temellerini oluşturdu.", "1871 - Osmanlı'da ilk kez Karl Marx'ın bir makalesi, Hakayik-ul Vakayi gazetesinde yayımlandı.", "1822 - Haiti, Dominik Cumhuriyeti'ni işgal etti.", "1788 - Avusturya, 1787-1792 Osmanlı-Rus Savaşı'nda Rusya'nın yanında savaşa katıldı.", "1695 - Koyun Adaları Muharebesi: Venedik Cumhuriyeti Donanması ile Karaburun Yarımadası açıklarındaki Koyun Adaları önünde yapılan deniz muharebesi, Osmanlı Donanması'nın zaferiyle sonuçlandı.", "1640 - Sultan İbrahim tahta çıktı.", "1588 - Cami minarelerinde kandil kullanılmaya başlandı."]