["1599 – Michael the Brave, Prince of Wallachia, defeats the Army of Andrew Báthory in the Battle of Șelimbăr, leading to the first recorded unification of the Romanian people.", "1597 – King Philip II of Spain sends his third and final armada against England, but it ends in failure due to storms. The remaining ships are captured or sunk by the English.", "1565 – Ships belonging to the Matsura clan of Japan fail to capture the Portuguese trading carrack in the Battle of Fukuda Bay, the first recorded naval battle between Japan and the West.", "1561 – In Japan the fourth Battle of Kawanakajima is fought between the forces of Uesugi Kenshin and Takeda Shingen, resulting in a draw.", "1540 – Spanish conquistador Hernando de Soto's forces destroy the fortified town of Mabila in present-day Alabama, killing Tuskaloosa.", "1356 – Basel earthquake, the most significant historic seismological event north of the Alps, destroys the town of Basel, Switzerland.", "1281 – Pope Martin IV excommunicates King Peter III of Aragon for usurping the crown of Sicily (a sentence renewed on 7 May and 18 November 1282).", "1081 – The Normans defeat the Byzantine Empire in the Battle of Dyrrhachium.", "1016 – The Danes defeat the English in the Battle of Assandun.", "1009 – The Church of the Holy Sepulchre, a Christian church in Jerusalem, is completely destroyed by the Fatimid caliph Al-Hakim bi-Amr Allah, who hacks the Church's foundations down to bedrock.", "629 – Dagobert I is crowned King of the Franks.", "614 – King Chlothar II promulgates the Edict of Paris (Edictum Chlotacharii), a sort of Frankish Magna Carta that defends the rights of the Frankish nobles while it excludes Jews from all civil employment in the Frankish Kingdom.", "320 – Pappus of Alexandria, Greek philosopher, observes an eclipse of the Sun and writes a commentary on The Great Astronomer (Almagest).", "33 – Heartbroken by the deaths of her sons Nero and Drusus, and banished to the island of Pandateria by Tiberius, Agrippina the Elder dies of self-inflicted starvation."]