["2014 - 12. Türkiye cumhurbaşkanlığı seçimi sonucunda Recep Tayyip Erdoğan Cumhurbaşkanı seçildi.", "2003 - Yuri İvanoviç Malençenko uzayda evlenen ilk insan oldu.", "2003 - Birleşik Krallık'ın Kent şehrinde rekor sıcaklık: 38.5°C.", "2001 - Enerji, Sanayi ve Maden Kamu Emekçileri Sendikası kuruldu.", "2000 - Dünya nüfusu 6 milyara ulaştı.", "1997 - Güney Afrika Cumhuriyeti, insan hakları ihlalleri ve Kıbrıs sorununu gerekçe göstererek Türkiye'ye askeri helikopter satışını durdurdu.", "1994 - Türkiye'nin ilk uydusu Türksat 1B, Fransız Guyanası'ndaki Kourou Üssü'nden fırlatıldı. Böylece Türkiye, uzayda uydusu olan 18 ülke arasına girdi.", "1993 - Yeni Zelanda'nın Güney Adası'nda Richter ölçeğine göre 7.0 büyüklüğünde bir deprem meydana geldi.", "1990 - Magellan uzay sondası, Venüs'e ulaştı.", "1990 - Kuzey doğu Sri Lanka'da katliam: 127 müslüman, yarı askerî birliklerce öldürüldü.", "1982 - Artin Penik, ASALA terörünü protesto etmek için kendisini Taksim Meydanı'nda yaktı.", "1978 - Mustafa Pehlivanoğlu ve diğer sağ görüşlü militanların Ankara Balgat'ta kahvehaneyi taraması sonucu 5 solcu öldü.", "1960 - Ege Telgraf gazetesi çıkmaya başladı.", "1954 - Murat Güler, Manş Denizi'ni yüzerek geçen ilk Türk yüzücüsü oldu.", "1951 - Denizcilik Bankası Kuruluş Kanunu kabul edildi. 500 milyon sermayeli kuruluşun 1 Mart 1952 günü faaliyete geçeceği açıklandı.", "1945 - Japonya teslim oldu ve II. Dünya Savaşı, Pasifik'te sona erdi.", "1920 - Sevr Anlaşması hükümleri uyarınca, Anadolu ve Rumeli toprakları İtilaf Devletleri'nce paylaşılmaya başlandı.", "1920 - I. Dünya Savaşı: Osmanlı Padişahı VI. Mehmed'in temsilcileri, Osmanlı Devleti'nin İtilaf Devletleri arasında paylaşımını öngören Sevr Antlaşmasını imzaladılar.", "1915 - Anafartalar Zaferi ve Conk Bayırı Muharebesi: Albay Mustafa Kemal'in komutasındaki Türk askerlerinin taarruzuyla İngiliz ve Anzak kuvvetlerinin geri çekilmesi sağlandı.", "1913 - II. Balkan Savaşı sona erdi: Bulgaristan, Romanya, Sırbistan, Karadağ ve Yunanistan arasında Bükreş Antlaşması imzalandı.", "1904 - Rus İmparatorluğu ve Japon savaş gemileri arasında Sarı Deniz Savaşı başladı.", "1893 - Rudolf Diesel'in ilk dizel aracı kullanıma girdi.", "1876 - Padişah V. Murat akli dengesini yitirdiği gerekçesiyle tahttan indirildi.", "1856 - Louisiana'da kasırgadan yaklaşık 300 kişi öldü.", "1821 - Missouri, ABD'nin 24. eyaleti oldu.", "1809 - Ekvador'un başkenti Quito, İspanyol İmparatorluğu'ndan bağımsızlığını ilan etti.", "1792 - Fransız Devrimi: Tuileries Sarayı yağmalandı, XVI. Louis tutuklandı.", "1680 - New Mexico'da Pueblo İsyanı başladı.", "1675 - Greenwich Gözlemevi Londra'da kuruldu.", "1543 - Osmanlı Orduları Estergon Kalesi'ni fethetti.", "1519 - Ferdinand Magellan, beş gemisiyle dünya çevresindeki turu için Sevilla'dan yelken açtı.", "MÖ 612 - Asur Kralı Sinşarişkun öldürüldü. Ninova kenti yerle bir oldu."]