["2005 - Fransız Sağlık Bakanı Xavier Bertrand, Paris'teki Saint-Vincent-de-Paul hastanesi morgunda saklanılan, doğduktan sonra kısa sürede ölmüş veya ölü doğmuş olduğu belirtilen 351 çocuk cesedinin keşfedilmesi üzerine, bu konuda soruşturma açılmasını istedi.", "2001 - Soykırım suçlusu Sırp general Radislav Krstić, 1995 Temmuz'unda Srebrenica'da (Bosna-Hersek) binlerce Müslümanı katlettiğinden dolayı, Lahey'deki Savaş Suçları Mahkemesi tarafından 46 yıl hapse mahkûm edildi.", "1997 - Muhammed Hatemi, İran'nin yeni Başkanı oldu", "1991 - Şili ve Arjantin bir yüzyıldan fazla bir zamandır aralarında süren sınır anlaşmazlıklarına bir anlaşma imzalayarak son verdi.", "1990 - Saddam Hüseyin önderliğindeki Irak, Kuveyt'i işgal etti. Kuveyt Emiri Cabir el-Ahmed el-Sabah, Suudi Arabistan'a kaçtı.", "1987 - Türkiye'de kan kanserli bir hastaya, ilk kez kemik iliği nakli yapıldı.", "1980 - İtalya'da Bologna Tren İstasyonu'nda bomba patladı; 84 kişi öldü. Eylemi, sağcı Devrim Birlikleri örgütü üstlendi.", "1967 - Trabzonspor Kulübü kuruldu.", "1958 - Cumhuriyet tarihinin en yüksek orandaki devalüasyonu yapılarak, 1 Dolar 2.80 liradan 9 liraya çıkarıldı. Devalüasyon oranının yüzde 221'i bulduğu açıklandı.", "1955 - Zonguldak'ta sel: 3 ölü, 560 ev ve dükkân sular altında.", "1950 - Konya Gazeteciler Cemiyeti kuruldu.", "1945 - Postdam Konferansı sona erdi. II. Dünya Savaşı sonrası Avrupa'sına yön vermek için Potsdam'da bir araya gelen ABD Başkanı Harry Truman, İngiltere Başbakanı Winston Churchill ve Sovyetler Birliği Devlet Başkanı Joseph Stalin görüşmelerini tamamladılar. Konferans'ta alınan karar gereğince Almanya; Amerikan, İngiliz, Fransız ve Sovyet komutanlarınca yönetilecek dört ayrı işgal bölgesine ayrıldı.", "1939 - İngiliz savaş gemisi Malaya İzmir Limanına, Warspite ve 4 destroyer de İstanbul Limanına geldi.", "1939 - Adalet Bakanlığı, halk önünde idam yapılmayacağına dair bir genelge yayımladı.", "1934 - Adolf Hitler, Almanya'nın Führer'i haline geldi. Totaliter rejim süreci başladı.", "1926 - Bozkurt gemisi ile Fransız Lotus gemisi Ege Denizi açıklarında çarpıştı; Bozkurt gemisi battı, 8 kişi öldü. Kaza sonrasında, \"Bozkurt-Lotus davası\" olarak başlayan süreç, Uluslararası Adalet Divanı'nda Türk tezinin kabulüyle, \"Lotus prensibi\" olarak literatüre geçti ve tüm ülkeler için kural hâline getirildi.", "1919 - Millî Mücadele aleyhine yazılar yazan Ali Kemal tarafından çıkarılan Peyam adlı gazete yayın hayatına başladı. (Peyam, daha sonra Sabah gazetesi ile birleşerek Peyam-ı Sabah adıyla yayımlandı.", "1914 - Osmanlı ile Alman İmparatorluğu arasında gizli bir iş birliği anlaşması imzalandı, Osmanlı'da seferberlik ilan edildi.", "1875 - Dünyanın ilk buz pateni pisti, Londra'da açıldı.", "1492 - İspanya'da, Musevilere dinlerini değiştirmeleri, aksi takdirde ülkeden ayrılmaları için verilen sürenin sona ermesinin ardından, İspanya Musevilerinin çoğu, Kemal Reis'in kadırgalarıyla İstanbul'a geldi ve Osmanlı Devleti'nce hoşgörüyle karşılandı.", "MÖ 216 - Cannae Muharebesi: Romalılar'ın Anibal karşısında bozguna uğraması."]