["2016 - Gaziantep'te IŞİD tarafından gerçekleştirildiği iddia edilen bombalı saldırıda 59 kişi hayatını kaybetti, 90'dan fazla kişi yaralandı.", "2009 - Usain Bolt, 2009 Dünya Atletizm Şampiyonası'nda 200 metrede, 19.19 ile dünya rekorunu yeniledi.", "1993 - Oslo'da gizli pazarlıklardan sonra, İsrailliler ve Filistinliler arasında antlaşma imzalandı.", "1991 - Estonya, SSCB'den ayrılıp bağımsızlığını ilan etti.", "1988 - Sekiz yıl süren İran-Irak Savaşı ateşkesle sona erdi.", "1982 - 2 ay 27 günlük kesinleşmiş cezası ertelenmeyen Bülent Ecevit,Ankara Merkez Kapalı Cezaevi'ne konuldu.", "1977 - NASA, Voyager 2'yi fırlattı.", "1975 - NASA, Viking 1 adlı uzay aracını Mars'a doğru yola çıkardı.", "1968 - Çekoslovakya, Sovyetler Birliği ve Varşova Paktı ülkelerince işgal edildi. Aleksandr Dubçek ve öteki liberalleşme yanlısı komünist liderler tutuklandı. Sovyet tankları, Prag sokaklarında halkın direnişiyle karşılaştı.", "1964 - Türkiye ile Fransa arasında, \"İnsan Gücünde İşbirliği Antlaşması\", Ankara'da imzalandı. Antlaşmaya göre; ilk etapta 10 bin Türk işçisinin kuzeydeki kömür ocaklarında çalışmak üzere Fransa'ya gönderileceği açıklandı.", "1962 - Doğu Berlin'li bir genç Berlin Duvarı'nı geçmek isterken öldürüldü. 5 bin Batı Berlin'li eylem yaparak olayı protesto etti.", "1960 - Senegal, Mali Federasyonu'ndan ayrıldı ve bağımsızlığını ilan etti.", "1953 - SSCB, hidrojen bombası denediğini resmen açıkladı.", "1949 - Macaristan Halk Cumhuriyeti ilan edildi.", "1946 - Erzurum'da meydana gelen depremde 330 kişi hayatını kaybetti", "1941 - Yahudiler için Drancy toplama kampının oluşturulması.", "1940 - Sürgündeki Rus devrimci Leon Troçki, Meksiko'da saldırıya uğradı ve ertesi gün öldü.", "1914 - I. Dünya Savaşı: Alman Birlikleri, Brüksel'i işgal etti.", "1866 - ABD Başkanı Andrew Johnson, Amerikan İç Savaşı'nın bittiğini resmen ilan etti.", "1831 - ABD'de köleler, Nat Turner'in liderliğinde ayaklandı.", "1648 - Lens Savaşı: Otuz Yıl Savaşları'nın sonu.", "917 - Achelous Muharebesi: Bulgar Çarı I. Simeon, Trakya'yı Bizanslılardan aldı.", "636 - Yarmuk Savaşı: Halid bin Velid komutasındaki Arap güçleri, Suriye ve Filistin'in kontrolünü Bizans İmparatorluğu'ndan aldılar."]