["2007- Yunanistan'daki orman yangınları ülkenin 3'te birinin bulunduğu Mora Yarımadası'nın 3'te 2'sini vurdu. 62 kişinin hayatını kaybetmesi ve yangının kontrol altına alınamamasıyla olağanüstü hâl ilan edildi.", "2003 - Mars'ın Dünya'ya en yakın geçişi 60 bin yıl aradan sonra gerçekleşti.", "2002 - Tokyo'da bir mahkeme ilk kez, Japonya'nın II. Dünya Savaşı sırasında ve öncesinde biyolojik silah kullandığını kabul ederken, 180 Çinli'nin, biyolojik silah programının kurbanı oldukları gerekçesiyle istedikleri tazminat talebini reddetti.", "1994 - 171 kişiyle iniş yapan THY uçağı, pistten savrulup Florya yolunu geçti, tren raylarına bir metre kala kayaya çarparak durdu.", "1979 - Hindistan'ın son Genel Valisi Lord Louis Mountbatten, İrlanda açıklarında demirli bulunan yatına, IRA (İrlanda Cumhuriyet Ordusu) tarafından yerleştirilen bombanın patlamasıyla öldü.", "1978 - Birmanya Hava Yolları'na ait bir uçak havada infilak etti, içindeki 14 kişi öldü.", "1964 - Türkiye'deki ilk ABD aleyhtarı gösteri, ABD'nin Kıbrıs konusundaki tutumu nedeniyle Ankara'da yapıldı.", "1958 - İlk stereo plaklar piyasaya çıktı.", "1950 - BBC kanalı, ilk deniz aşırı yayınını Fransa'ya yaptı.", "1947 - Cezayir, Fransa'dan bağımsızlığını istedi.", "1945 - Vârisleri, Sultan II. Abdülhamit'in miras davasını kazandı. II. Abdülhamit'in mirası 400 milyon dolardı.", "1928 - Paris'te, 15 ülkenin katılımıyla Kellogg-Briand Paktı imzalandı.", "1927 - Mustafa Kemal Paşa'ya suikast hazırlamak üzere Sisam'dan Anadolu'ya geçen Kuşçubaşı Eşref'in kardeşi, Kuşçubaşı Hacı Sami Bey ölü, arkadaşları ise yaralı olarak ele geçirildi.", "1922 - Türk Kurtuluş Savaşı: Türk Ordusu, Yunan işgali altında bulunan Afyon'u geri aldı.", "1908 - Hicaz Demiryolu hizmete girdi. İstanbul'dan Medine'ye ilk tren kalktı.", "1892 - New York Metropolitan opera binası yandı.", "1859 - Dünyanın ilk petrol kuyusu, ABD’nin Pensilvanya eyaletinde açıldı.", "1783 - Montgolfier Kardeşler, hidrojen gazıyla doldurdukları ilk balonu uçurdular."]