["2007 - Ay tutulması gerçekleşti.", "2007 - Abdullah Gül, 339 oyla TBMM tarafından 11. Cumhurbaşkanı seçildi.", "2006 - PKK bağlantılı bir örgütün üstlendiği uzaktan kumandalı bombalı saldırı sonucu, Antalya'da İlter Avşar (18), İmran Arık (20) ve Baki Baykurt adlı kişiler öldü.", "2003 - Turquality projesinin hukuki alt yapısını oluşturulmak üzere, Para-Kredi ve Koordinasyon Kurulu'nun 2003/3 sayılı \"Türk Ürünlerinin Yurt Dışında Markalaşması ve Türk Malı İmajının Oluşturulmasına ilişkin Tebliğ\"i yürürlüğe girdi.", "2001 - Üzeyir Garih'in öldürülmesiyle ilgili aranan İstanbul Hasdal Mekanize Alay Komutanlığı'nda askerliğini yapan er Yener Yermez firar etti.", "1999 - 23 Nisan 1999'dan önce işlenmiş suçları kapsayan Af Yasa Tasarısı, TBMM'de kabul edildi.", "1996 - Prens Charles ile Prenses Diana boşandılar.", "1995 - Markale Katliamı: 37 kişi öldü, 90 kişi de yaralandı. Bu olay, NATO askeri müdahalesine gerekçe oldu.", "1991 - Ukrayna, SSCB'den bağımsızlığını ilan etti.", "1991 - Mikhail Gorbachev, Sovyetler Birliği Komünist Partisi Genel Sekreterliği'nden istifa etti.", "1990 - Irak, Kuveyt'i yeni bölgesi ilan etti.", "1990 - Illinois'te kasırga: 28 kişi öldü.", "1988 - Almanya'daki Ramstein Hava Üssü'nde yapılan havacılık gösterileri sırasında, İtalya Hava Kuvvetleri gösteri takımının üç uçağı, havada çarpışarak seyircilerin üzerine düştü; 75 kişi öldü, 346 kişi yaralandı.", "1987 - Yapımı 20 yılda tamamlanan Kocatepe Camii, Başbakan Turgut Özal tarafından açıldı.", "1979 - Nesrin Olgun, Manş Denizi'ni yüzerek geçen ilk Türk kadını oldu.", "1974 - Keban Barajı ve Hidroelektrik Santrali'nde elektrik üretilmeye başlandı.", "1964 - Ankara'da 20 bin genç ABD Büyükelçiliği'ne yürüdü, Yunanistan Büyükelçiliği de taşlandı.", "1963 - ABD'de Güney'den başlayan \"Sivil Haklar Yürüyüşü\" Washington'da Lincoln Anıtı önünde son buldu. Martin Luther King, Jr., 200.000 kişiye hitaben ünlü I Have a Dream konuşmasını yaptı.", "1954 - Cumhurbaşkanı Celâl Bayar, Savarona yatı ile Yugoslavya'ya gitti.", "1934 - Üsküdar-Kadıköy tramvay hattının ilk denemesi yapıldı.", "1924 - Gürcistan'da muhalefet, SSCB'ye karşı isyan başlattı.", "1916 - İtalya Krallığı, Alman İmparatorluğu'na savaş ilan etti.", "1916 - Alman İmparatorluğu, Romanya Krallığı'na savaş ilan etti.", "1907 - UPS, James E. Casey tarafından Seattle, Washington'da kuruldu.", "1898 - Caleb Bradham, ürettiği karbonatlı içeceğin adını \"Pepsi-Cola\" olarak değiştirdi.", "1845 - Scientific American dergisinin ilk sayısı yayımlandı.", "1789 - William Herschel, Satürn'ün yeni ay'ını keşfetti.", "1499 - Mustafa Paşa komutasındaki Osmanlı Donanması, Mora yarımadasında Venedik kontrolünde kalan son kale olan İnebahtı'yı fethetti."]