["2007 - Köksal Toptan, 535 geçerli oyun 450'sini alarak TBMM başkanı seçildi.", "1999 - Rusya Devlet Başkanı Boris Yeltsin, Başbakan Sergei Stepashin'i azletti.", "1996 - Boris Yeltsin yemin ederek, Rusya Federasyonu Başkanı olarak ikinci dönemine başladı.", "1994 - Aydın Doğan, Hürriyet grubunu satın aldı.", "1992 - Barselona'da düzenlenen 25. Olimpiyat Oyunları sona erdi.", "1974 - Watergate skandalının sonucu olarak, istifa eden Richard Nixon'ın yerine Başkan Yardımcısı Gerald Ford ABD Başkanı oldu.", "1973 - Türkiye Cumhuriyet Merkez Bankası'nın genelgesiyle, dolar alımı kısıtlandı ve İstanbul'da bankaların 200 dolardan fazlasını bozmayacakları açıklandı.", "1969 - Charles Manson liderliğindeki bir kült grup üyeleri, Roman Polanski'nin hamile eşi Sharon Tate, Abigail Folger, Polonyalı oyuncu Wojciech Frykowski, erkek kuaförü Jay Sebring ve lise mezunu bir genç Steven Parent'i Los Angeles'ta öldürdüler.", "1965 - Singapur, Malezya'dan ayrılarak bağımsızlığını kazandı.", "1954 - Türkiye, Yunanistan ve Yugoslavya arasında, 28 Şubat 1953 tarihinde imzalanan Balkan Paktı'nın devamı niteliğinde, Bled şehrinde ittifak antlaşması imzalandı.", "1949 - Türkiye, Avrupa Konseyi üyesi oldu.", "1945 - Amerika Birleşik Devletleri, Japonya'nın Nagazaki şehrine atom bombası attı: yaklaşık 70.000 kişi o anda öldü.", "1942 - Mahatma Gandhi, İngiliz birlikleri tarafından Bombay'da tutuklandı.", "1942 - Dimitri Şostakoviç'in Leningrad Senfonisi, Alman kuşatması altındaki Leningrad'da ilk kez seslendirildi.", "1936 - 1936 Yaz Olimpiyatları: Jesse Owens dördüncü altın madalyasını kazandı.", "1928 - Türkiye'de Arap alfabesi yerine Latin alfabesinin benimsendiği Harf Devrimi: Atatürk, harfleri Cumhuriyet Halk Partisi'nin Gülhane'deki galasına katılanlara tanıttı. Sonraki süreçte yeni alfabe yasal olarak kabul edildi ve yaygınlaştırılmaya başlandı.", "1915 - Birinci Anafartalar Muharebesi başladı.", "1912 - Tekirdağ ilinin Mürefte beldesinde 7,3 MS büyüklüğünde deprem meydana geldi.", "1902 - VII. Edward, Birleşik Krallık Kralı olarak taç giydi.", "1892 - Thomas Edison, iki yönlü telgrafın patentini aldı.", "1842 - Webster Ashburton Antlaşması ile Kanada-ABD sınırı belirlendi.", "1814 - Wetumpka yakınlarında Fort Jackson Antlaşması imzalandı.", "1805 - Avusturya İmparatorluğu, Birleşik Krallık, İsveç, Rus İmparatorluğu ve Napoli Krallığı, Napolyon'a karşı ittifak oluşturdular.", "1578 - Osmanlı Devleti ile Safevi kuvvetleri arasında Çıldır Muharebesi gerçekleşti.", "1554 - Osmanlı ve Portekiz arasında Hürmüz Deniz Muharebesi gerçekleşti.", "1173 - Yapımı iki asır sürecek olan Pisa Kulesi'nin inşası başladı.", "378 - Hadrianapolis Muharebesi: Doğu Roma İmparatoru Valens, Vizigotlar'a yenildi; müstahkem Konstantinopolis (İstanbul) ve Andrinopolis (Edirne) haricinde tüm Trakya yağmalandı."]