["2010 - YGS Yükseköğretime Geçiş Sınavı'nın ilki yapıldı.", "2009 - Dev-Genç Birliği kuruldu.", "2006 - İtalya'da 43 yıldır kayıp olan ünlü mafya babası Bernardo Provenzano, Corleone köyünde bir koruma ile sebze çorbası içerken yakalandı.", "2006 - İran Devlet Başkanı Mahmut Ahmedinejad, uranyum zenginleştirdiklerini açıkladı.", "2002 - Tunus'ta bir Sinagog bombalandı; 21 kişi öldü.", "2001 - Avustralya ve Amerikan Samoası arasında oynanan maçı, Avustralya 31-0 kazandı.", "2001 - Güney Afrika'da bir maçta taraftarlar arasında çıkan arbedede 43 kişi öldü, 100 kişi yaralandı.", "1997 - Atatürk Uluslararası Barış Ödülü'nün, Bosna'da görev yapan Türk Barış Gücü'ne verilmesi kararlaştırıldı.", "1995 - Güneydoğu Anadolu Projesi (GAP) kapsamında Harran Ovası'na ilk su verildi.", "1991 - Terörle Mücadele Yasası kabul edildi.", "1983 - Zonguldak Kozlu Kömür Üretim bölgesinin İhsaniye ocağında onarım çalışmaları sırasındaki patlamada, biri mühendis 10 madenci öldü, dokuz kişi de yaralandı.", "1980 - Yazar Ümit Kaftancıoğlu İstanbul'da öldürüldü. Kaftancıoğlu, İstanbul Radyosu Eğitim-Kültür Yayınları'nda programcıydı. Romanlarında, Doğu Anadolu Bölgesi'ni anlatan yazar, insanın insanla ve doğayla mücadelesine önem verdi. Alevilikteki dedelik kurumunu sorguladığı \"Hakullah\" röportajıyla Milliyet - Karacan Armağanı'nı kazandı.", "1975 - Bursa'da Uludağ, Elazığ'da Fırat, Samsun'da Ondokuz Mayıs ve Konya'da Selçuk Üniversitelerinin kurulmasına ilişkin kanun yürürlüğe girdi.", "1975 - Türk-Irak petrol boru hattının Irak ayağının yapımına başlandı.", "1972 - Kasım 1967'den sonra Amerikan B-52'ler, Vietnam'ı ilk kez yeniden bombalamaya başladılar.", "1970 - Apollo 13 uzaya fırlatıldı.", "1967 - \"Kadınlar I-ıh Derse\" adlı oyun İstanbul'da yasaklandı. Başrol oyuncusu Lale Oraloğlu açlık grevine başladı.", "1965 - ABD'nin orta-batı eyaletlerinde çıkan kasırgalarda 256 kişi öldü.", "1963 - Türkiye Zirai Donatım Kurumu (TZDK) Adapazarı Traktör Fabrikası kuruldu.", "1957 - Halk gazetesi sahibi Ratip Tahir Burak, bir karikatürü nedeniyle tutuklandı.", "1939 - İngiltere'den alınacak 58 lokomotifin teslimine ilişkin sözleşme imzalandı.", "1930 - Sultanahmet'te büyük kadın mitingi yapıldı. Türk Kadınlar Birliği'nin düzenlediği mitingde, \"kadınlara seçme ve seçilme hakkı tanınması\" kutlandı.", "1920 - Meclis-i Mebûsan kapatıldı.", "1920 - Damat Ferid, Kuvâ-yi Milliye aleyhinde bildiri yayınladı.", "1919 - 15. Kolordu Komutanlığına atanan Kâzım Karabekir Paşa, Mustafa Kemal Paşa'yı Şişli'deki evinde ziyaret etti.", "1919 - Singapur, Büyük Britanya ve İrlanda Birleşik Krallığı'ndan bağımsızlığını ilân etti.", "1919 - Uluslararası Çalışma Örgütü (ILO) kuruldu.", "1905 - Einstein, görelilik kuramını açıkladı.", "1899 - İspanya, Puerto Rico'yu ABD'ye bıraktı.", "491 - Flavius Anastasius, Bizans İmparatoru oldu."]