["1998 - PKK'nın iki numaralı kişisi Şemdin Sakık ile kardeşi Arif Sakık, Genelkurmay Başkanlığı Özel Kuvvetler Komutanlığı'nın operasyonuyla yakalanıp Türkiye'ye getirildi.", "1994 - Refah Partisi Genel Başkanı Necmettin Erbakan'ın partisinin grup toplantısında, \"RP'nin iktidara gelmek için sert mi yumuşak mı, kanlı mı yoksa tatlı mı olacak, buna 60 milyon karar verecek\" ifadesini kullanması tepkilere yol açtı.", "1994 - Kamuoyunda \"RTÜK Yasası\" diye bilinen Radyo ve Televizyonların Kuruluş ve Yayınları Hakkındaki Mülga 3984 Sayılı Kanun Meclis'de kabul edildi.", "1987 - Portekiz ve Çin, Makao'nun 1999 yılında Çin HC'ye iadesine ilişkin bir anlaşma imzaladı.", "1987 - Prof. Dr. Ekrem Akurgal, Aziz Nesin, Prof. Dr. Rona Aybay, Panayot Abacı ve Oğuz Aral, Türkiye-Yunanistan Dostluk Derneği'ni kurdu.", "1985 - Arnavutluk'ta yönetime Enver Hoca'dan sonra Ramiz Alia geldi.", "1982 - Türkiye'de eski bakanlardan Hilmi İşgüzar, Yüce Divan'da 9 yıl 8 ay hapse mahkûm edildi.", "1975 - Lübnan'nın başkenti Beyrut'ta dört Hristiyan Falanjiste karşılık, 27 Filistinlinin öldürülmesiyle Lübnan İç Savaşı başladı.", "1970 - Uzay mekiği Apollo 13, yerden 321.860 km yüksekte olduğu sırada oksijen tanklarından bir tanesi infilak etti. Uzay ekibi başarıyla dünyaya döndü.", "1970 - Ankara Üniversitesi Tıp Fakültesini basan 12 silahlı sağ görüşlü, asteğmen doktor Necdet Güçlü'yü öldürdü.", "1949 - Türk Kadınlar Birliği, Cumhurbaşkanı İsmet İnönü'nün eşi Mevhibe İnönü'nün Onursal Başkanlığında kuruldu.", "1945 - SSCB ve Bulgaristan Krallığı kuvvetleri, Viyana'yı ele geçirdi.", "1945 - Nazi Almanyası askerî birlikleri, 1000'den fazla politik ve askeri mahkûmu öldürdü.", "1941 - SSCB, Japonya ile saldırmazlık paktı imzaladı.", "1933 - Yüksek Mühendislik Mektebi'ni (İstanbul Teknik Üniversitesi) bitiren Sabiha ve Melek Hanımlar, Türkiye'nin ilk kadın mühendisleri oldu. İki kadın mühendis, kur'a sonucu Ankara ve Bursa Nafıa İdaresi'ne (Bayındırlık Bakanlığı) atandı.", "1921 - İspanya Komünist İşçi Partisi kuruldu.", "1919 - Amritsar katliamı: Büyük Britanya askerî birlikleri, Amritsar'da (Hindistan) 379 silahsız göstericiyi öldürdü.", "1909 - Osmanlı İmparatorluğu'nda 31 Mart Olayı meydana geldi.", "1870 - Metropolitan Sanat Müzesi, New York'ta kuruldu.", "1849 - Macaristan, cumhuriyet rejimine geçti.", "1839 - El Salvador bağımsızlığını ilan etti.", "1796 - ABD'ye ilk kez bir fil Hindistan'dan getirildi.", "1517 - Son Memlük sultanı II. Tomanbay, I. Selim tarafından Kahire’de idam edildi.", "1204 - Dördüncü Haçlı Seferi'nde Kostantinopolis'in yağmalanması.", "1111 - V. Heinrich, Kutsal Roma İmparatoru olarak taç giydi."]