["2020 - ABD Başkanı Donald Trump, ABD'nin koronavirüs pandemisini ele alma ve Çin ile ilişkisine ilişkin bir soruşturma bekleyen Dünya Sağlık Örgütünün (WHO) finansmanını askıya aldığını duyurdu.", "2010 - Çin'in Çinghay eyaletinde, 7.1 büyüklüğünde deprem meydana geldi. En az 2698 kişi öldü, 12.000'den fazla kişi de yaralandı.", "2007 - Ankara'nın Tandoğan meydanında Cumhuriyet Mitingi gerçekleştirildi.", "2000 - Rusya, nükleer savaş başlığı sayısının indirimini öngören START II anlaşmasını onayladı.", "1999 - NATO savaş uçakları, Kosovalı Arnavut mültecilerin konvoyunu bombaladı; 75 kişi öldü.", "1994 - Refah Partisi Genel Başkanı Necmettin Erbakan'ın grup konuşması hakkında; Devlet Güvenlik Mahkemesi, Ankara Cumhuriyet ve Yargıtay Başsavcılıkları üç ayrı soruşturma açtı.", "1994 - ABD jetleri, Irak'ın kuzeyinde, üç Türk subayının da bulunduğu iki helikopteri düşürdü.", "1992 - Başbakan Turgut Özal'a silahlı saldırıda bulunan ve 20 yıl hapis cezasına çarptırılan Kartal Demirağ, şartlı tahliyeden yararlanarak serbest kaldı.", "1987 - Türkiye, Avrupa Ekonomik Topluluğu'na tam üyelik için resmen başvurdu. Türkiye'nin AET'ye tam üyelik başvurusu, Devlet Bakanı Ali Bozer tarafından Belçika Dışişleri Bakanı ve AET Dönem Başkanı Leo Tindemans'a verildi.", "1981 - Bülent Ersoy, Londra'da geçirdiği ameliyatla cinsiyet değiştirdi.", "1979 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Beykoz'da 2 polis ve Şekerbank'ın eski müdürü öldürüldü. Öldürülen müdürün baş ucunda, \"Beklenen gün geldi. Bir halk düşmanı daha yok oldu. Ya özgürlük ya ölüm, ihtilal yolu Çayanların yolu.\" yazılı bir kâğıt bulundu.", "1963 - Türkiye Spor Yazarları ve Spor Kulübü Derneği kuruldu.", "1956 - Chicago, Illinois'de video ilk kez halka tanıtıldı.", "1947 - Güreşçi Yaşar Doğu Avrupa Şampiyonu oldu, Türkiye millî takımı da Avrupa üçüncülüğünü kazandı.", "1944 - Hindistan'ın Bombay Limanında gerçekleşen büyük patlama, 300 kişinin ölümüne yol açtı.", "1931 - İspanya'da Kral XIII. Alfonso, tahttan çekildi ve cumhuriyet ilan edildi.", "1928 - Eski Ticaret Bakanı Ali Cenani, Bakanlık bütçesinin kullanılmasında usulsüzlük yaptığı gerekçesiyle dokunulmazlığı kaldırılarak Yüce Divan'a verildi.", "1927 - İsveç'in Göteborg şehrinde Volvo araç şirketi kuruldu.", "1912 - Dönemin en büyük yolcu gemisi RMS Titanic, gece yarısından önce 23:40 sularında bir buzdağı ile çarpıştı ve batmaya başladı.", "1912 - Bir Alman şirketine 1910'da ısmarlanan Galata Köprüsü hizmete girdi. Köprüden geçiş 1930'a kadar paralı olarak sağlandı. 'Müruriye' denilen geçiş parasını, önlükler giyen tahsildarlar topluyordu.", "1900 - Paris Uluslararası Fuarı açıldı. Fuarda, Osmanlı Pavyonu da yer aldı.", "1894 - Thomas Edison, sinemanın bir öncüsü sayılabilecek \"kinetoscope\" adlı cihazının ilk gösterisini yaptı.", "1865 - ABD Başkanı Abraham Lincoln'e, John Wilkes Booth tarafından suikast yapıldı. Lincoln ertesi sabah öldü.", "1828 - Noah Webster, ilk İngilizce sözlük olan An American Dictionary of the English Language'ı yayımladı.", "1205 - Bulgar Çarı Kaloyan komutasındaki Bulgarlar ile Latin İmparatoru I. Baudouin komutasındaki Haçlılar arasında Hadrianapolis Muharebesi yaşandı. Savaş, Kumanlar ve Bizanslı Yunanların desteği ile başarılı bir pusu kuran Bulgarlar tarafından kazanıldı."]