["2009 - Kuşadası Profesyonel Aşçılar Derneği tarafından Turizm Haftası etkinlikleri kapsamında düzenlenen 5. Açık Büfe Yemek Festivali'nde hazırlanan 1028 çeşit yemeğin yer aldığı açık büfe, Guinness Rekorlar Kitabı'na girdi.", "2007 - Zirve Yayınevi katliamı: Malatya'daki Zirve Kitabevi'ne yapılan baskında; biri Alman, ikisi Türk olmak üzere, üç Hristiyan boğazları kesilerek öldürüldü.", "2002 - Eski Afganistan Kralı Zahir Şah, 29 yıllık sürgünün ardından ülkesine döndü.", "1999 - Türkiye'de erken genel seçimler yapıldı: DSP birinci parti oldu.", "1996 - İsrail birlikleri, Lübnan'daki bir BM yerleşim birimini bombaladı: 106 sivil öldü.", "1993 - Pakistan Devlet Başkanı Gulam İshak Han, Meclisi lağvetti.", "1992 - General Abdül Reşid Dostum, başkent Kabil'i ele geçirmek üzere, Devlet Başkanı Muhammed Necibullah'a karşı bir isyan başlattı.", "1989 - Çin'de binlerce öğrenci, daha geniş demokrasi talebiyle sokaklara döküldü.", "1989 - Türkiye'de ilk tüp bebek, İzmir'de Ege Üniversitesi Tüp Bebek Merkezi'nde dünyaya geldi.", "1986 - Kırıkkale'nin Yahşihan beldesindeki askeri mühimmat depolarında yangın çıktı. Kasaba boşaltıldı.", "1983 - Beyrut'taki ABD Elçiliği'ne düzenlenen intihar saldırısında bombacının da aralarında bulunduğu 63 kişi öldü.", "1977 - Veli Ballı, Boston Maratonu'nda ikinci oldu.", "1974 - İtalya'da Kızıl Tugaylar örgütü, Savcı Mario Sossi'yi kaçırdı.", "1960 - CHP'yi ve basını soruşturmak üzere TBMM'de Tahkikat Komisyonu kuruldu. İnönü, \"bu demokratik rejim istikametinden ayrılıp onu baskı rejimi haline götürmek tehlikeli bir şeydir. Bu yolda devam ederseniz ben de sizi kurtaramam\" dedi.", "1955 - Bandung Konferansı: Endonezya'nın Bandung kentinde, 29 bağlantısız Afrika ve Asya ülkesinin bir araya geldiği konferans başladı.", "1954 - Mısır'da Cemal Abdünnasır, Muhammed Necib yerine başbakan olarak göreve başladı.", "1951 - Paris Antlaşması'nın imzalanmasıyla, günümüz Avrupa Birliği'nin temellerini oluşturacak ilk adım olan, Avrupa Kömür ve Çelik Topluluğu kurulmuştur.", "1946 - Milletler Cemiyeti dağıldı.", "1942 - II. Dünya Savaşı: ABD B-25'leri ile Doolittle Baskını'nı başlatarak Japonya'yı bombaladı.", "1939 - Franz von Papen Almanya'nın Ankara Büyükelçiliğine atandı.", "1939 - Harp Mükellefiyeti Kanunu çıktı.", "1936 - İzmit Kağıt Fabrikası'nda, ilk kâğıt imal edildi.", "1923 - Yankee Stadyumu açıldı.", "1920 - İstanbul Hükûmeti, Millî Mücadele'yi yürüten Kuvâ-yi Milliye'ye karşı, Kuva-yi İnzibatiye'yi kurdu. Bu kuvvetler, Adapazarı dolaylarında çıkarılan isyanı destekledi; ancak Ankara Hükûmeti'nin düzenli birliklerine yenildi.", "1916 - I. Dünya Savaşı: Rus İmparatorluğu, Trabzon Harekâtı'nı başlatarak Trabzon'u işgal etti.", "1906 - San Fransisco kenti; 7,9 büyüklüğündeki 50 saniye süren deprem ve onu izleyen yangınlarla yerle bir oldu. 28 bin bina yıkıldı, yaklaşık 3000 kişi öldü ve 100 bin kişi evsiz kaldı."]