["2021 - NASA'nın Ingenuity helikopteri, başka bir gezegende (Mars'ta) uçan ilk makine oldu.", "2009 - Kuzey Kıbrıs Türk Cumhuriyeti'nde VIII. dönem milletvekili seçimleri yapıldı. Oyların %43.97'sini alan Ulusal Birlik Partisi 26 milletvekili, %29.34'ünü alan Cumhuriyetçi Türk Partisi 15 milletvekili çıkardı. Bu sonuca göre, UBP tek başına Hükûmeti kuracak çoğunluğa sahip oldu.", "2005 - Katolik dünyasının yeni Papa'sı 78 yaşındaki Alman Kardinal Joseph Ratzinger oldu. Yeni Papa'nın, XVI. Benedictus adını kullanacağı belirtildi.", "2002 - İBDA/C'nin lideri Salih Mirzabeyoğlu'nun idam kararı, Yargıtay tarafından onandı.", "2000 - Filipinler Havayolları'na ait Boeing 737-200 tipi bir yolcu uçağı, Davao (Filipinler) şehri yakınlarında düştü: 131 kişi öldü.", "1999 - Almanya Federal Meclisi (Bundestag), Bonn'dan Berlin'e taşındı.", "1995 - Amerika Birleşik Devletleri'nin Oklahoma eyaletinde Alfred P. Murrah Federal Binası bombalandı, 168 kişi ölü.", "1989 - USS Iowa zırhlısının top taretlerinin birindeki patlama, 47 denizcinin ölümüne yol açtı.", "1987 - Simpsonlar, televizyonda gösterime girdi.", "1980 - Ajda Pekkan, Eurovision Şarkı Yarışması'nda Şanar Yurdatapan'ın düzenlediği \"Petrol\" adlı şarkıyla, 19 yarışmacı arasında 15'inci oldu.", "1975 - Hindistan'ın ilk uydusu olan \"Aryabhata\" fırlatıldı.", "1971 - Amerikalı seri katil Charles Manson, aralarında Roman Polanski'nin hamile eşi Sharon Tate'in de olduğu beş kişiyi öldürdüğü için idam cezası aldı, cezası ömür boyu hapse çevrildi.", "1971 - İlk uzay istasyonu Salyut 1, uzaya fırlatıldı.", "1971 - Sierra Leone'de cumhuriyet ilan edildi.", "1969 - Milliyetçi Hareket Partisi lideri Alparslan Türkeş, \"doğum kontrolü suikasttır\" dedi.", "1964 - Ford, Mustang modelini piyasaya sundu.", "1961 - Küba'ya karşı yapılan Domuzlar Körfezi Çıkarması, ABD açısından başarısızlıkla sonuçlandı.", "1961 - 27 Mayıs'tan sonra ilk basın mahkûmiyeti: Ahmet Emin Yalman, 25 lira ağır para cezasına çarptırıldı.", "1956 - Monako Prensi III. Rainier ile Amerikalı sinema oyuncusu Grace Kelly, Monte Carlo'da evlendi. Tören için 25 ülkenin temsilcileri Monako'ya geldi.", "1951 - General Douglas MacArthur, Ordu'dan emekli olarak ayrıldı.", "1948 - Amerika Birleşik Devletleri, yeni bir atom silahını Marshall Adaları'nda denedi.", "1947 - Hindistan'da Kongre Partisi, ülkenin Hindistan ve Pakistan olarak iki ayrı devlete bölünmesini kabul etti.", "1943 - II. Dünya Savaşı: Alman askerleri Yahudileri toplamak için Varşova Gettosu'na girdi.", "1943 - İsviçreli kimyager Albert Hofmann, çavdar mahmuzundan ürettiği LSD'nin etkilerini yaşayan ilk insan oldu.", "1938 - Kırşehir ve çevresindeki 6,6 büyüklüğündeki depremde 149 kişi öldü.", "1934 - Shirley Temple, Stand Up and Cheer adlı filmde ilk rolünü oynadı.", "1927 - Mae West'in \"Sex\" adlı oyundaki rolü, müstehcen bulunarak 10 gün hapse mahkûm oldu.", "1926 - Türk karasularında her türlü denizcilik işlerini Türk vatandaşlarına tahsis eden ve yabancıların kabotaj hakkına son veren Kabotaj Kanunu kabul edildi.", "1909 - Jeanne d'Arc, azize ilan edildi.", "1904 - Toronto'nun büyük bir kısmı, çıkan yangında harabeye döndü.", "1775 - Amerikan Devrimi başladı. Sömürgeci İngiliz birlikleri ile bağımsızlık savaşçıları, Massachusetts eyaletinin Lexington kentinde ilk çatışmaya girdi."]