["2004 - Kuzey Kore'de iki tren çarpıştı: 150 kişi öldü.", "1999 - Cumhuriyet Halk Partisi Genel Başkanı Deniz Baykal, 18 Nisan seçimlerinde Parti'nin aldığı sonuç nedeniyle görevinden istifa etti. Türkiye'de seçim yenilgisinden sonra istifa eden ilk lider oldu.", "1997 - Peru'nun başkenti Lima'da Japon elçiliğinde dört aydır 72 kişiyi rehin tutan Tupac Amaru gerillalarına karşı operasyon düzenlendi, lider Néstor Cerpa Cartolini dahil 14 gerilla ve bir rehine öldürüldü.", "1995 - Rauf Denktaş, üçüncü kez Kuzey Kıbrıs Türk Cumhuriyeti (KKTC) Cumhurbaşkanlığı'na seçildi.", "1994 - Ruanda Soykırımı: Ruanda'da Hutu ve Tutsi kabileleri arasındaki çatışmalarda son iki hafta içinde 100 bin kişinin öldüğü bildirildi.", "1993 - TGRT TV yayın hayatına başladı.", "1992 - Meksika'nın ikinci büyük şehri Guadalajara'da, kanalizasyon sistemine karışan benzinin patlaması sonucu 206 kişi öldü, 500 kişi yaralandı ve 15.000 kişi de evsiz kaldı.", "1987 - Dil Derneği kuruldu.", "1985 - Sabah Gazetesi kuruldu.", "1983 - Batı Almanya dergisi Der Stern, Hitler'in Günlükleri'ni gün ışığına çıkardığını ileri sürdü ve bazı bölümlerini yayımladı. Sonradan bu günlüklerin sahte olduğu ortaya çıktı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Yurt sathında 20 kişi öldürüldü.", "1976 - İsrail Başbakanı İzak Rabin'in eşi bir Amerikan bankasındaki yasa dışı hesabından dolayı hapse girdi. Bunun üzerine Rabin görevinden istifa etti. Şimon Peres görevi devraldı.", "1975 - Barbara Walters, American Broadcasting Company adlı yayın kuruluşu ile, beş yıllığına 5 milyon dolarlık anlaşma imzalayarak en yüksek ücreti alan televizyon haber sunucusu oldu.", "1974 - Türkiye'nin iki büyük akümülatör fabrikasından EAS'ta 90, Mutlu'da 79 gündür süren grevler, Devlet Bakanı İsmail Hakkı Birler'in aracılığıyla sona erdi.", "1973 - Hakkâri İl Radyosu yayına başladı. Böylece, Türkiye Radyoları'nı yurt düzeyinde dinleyemeyen bölgenin kalmadığı açıklandı.", "1972 - THKO davası sanıkları Nahit Töre ve Osman Bahadır müebbet hapse mahkûm oldu.", "1970 - Türkiye Gazetesi kuruldu.", "1970 - Dünya Günü ilk kez kutlandı.", "1962 - Millî Savunma Bakanlığı, aralarında Yarbay Talat Turhan'ın da bulunduğu beş subayın, \"Genç Komünistler Ordusu\" imzalı bildiri dağıttıkları gerekçesiyle gözaltına alındığını açıkladı.", "1962 - Anayasa Mahkemesi ve Yüksek Hakimler Kurulunun kurulmasına karar verildi.", "1952 - Beşiktaş, Brezilya'nın Corinthians futbol takımını İstanbul'da 1-0 yendi.", "1947 - Türkiye'ye yabancı sermaye girişine izin veren yasa kabul edildi.", "1941 - II. Dünya Savaşı: Yunanistan, Mihver devletleri tarafından işgal edildi ve teslim oldu.", "1940 - Siirt'in güneyindeki Beşiri yakınlarındaki Raman Dağı'nda, 1042 metre derinlikte petrol bulundu.", "1933 - Türkiye ile Osmanlı Düyunu Umumiye Hamilleri arasında imzalanan antlaşmayla Osmanlı İmparatorluğu borçlarının tasfiyesi sağlandı.", "1924 - Türkiye Cumhuriyeti Devlet Demiryolları Genel Müdürlüğü kuruldu. Anadolu demiryollarının devletleştirilmesine ilişkin yasa benimsendi.", "1920 - İtilaf Devletleri, Osmanlı Hükûmetini Paris'te toplanacak olan Barış Konferansı'na davet etti.", "1915 - I. Dünya Savaşı: İkinci Ypres Muharebesi başladı.", "1912 - SSCB Komünist Partisi'nin yayın organı Pravda gazetesinin ilk sayısı yayımlandı.", "1870-  Sovyetler Birliği Komünist Partisi'nin öncüsü olan Rusya Komünist Partisi (Bolşevik)'nin ilk lideri Vladimir Lenin doğdu.", "1370 - Fransa Kralı V. Charles'ın emriyle Bastille Kalesi'nin yapımına başlandı."]