["2016 - 469219 Kamoʻoalewa asteroiti keşfedildi.", "2010 - Almanya'da ilk kez Türk kökenli bir Alman vatandaşı olan Aygül Özkan, Bakan oldu.", "2009 - TBMM tarafından \"1 Mayıs Emek ve Dayanışma Günü\" olarak kabul edilen kanun, Resmi Gazete'de yayımlanarak yürürlüğe girdi.", "2009 - İstanbul'da sabaha karşı 60 ev ve iş yerine baskınlar düzenlendi. Baskınların düzenlendiği evlerden biri olan, Bostancı Emanet Sokak’ta bir apartman dairesinde saat 05:30’da çatışma çıktı. 6 saat süren silahlı çatışmada, Devrimci Karargâh yöneticisi Orhan Yılmazkaya, çatışma sırasında başından vurulan Mazlum Şeker ve Polis Amiri Semih Balaban öldü. Çatışmada aynı zamanda 7 polis de yaralandı.", "2007 - Türk Silahlı Kuvvetleri basın açıklaması yaptı. (bkz. E-muhtıra)", "2005 - Airbus A380 ilk uçuşunu yaptı.", "1994 - Güney Afrika'da siyahi vatandaşların da oy verebildiği ilk demokratik seçimler yapıldı.", "1993 - Ankara Devlet Tiyatrosu, \"kamyon tiyatrosu\" uygulamasına başladı.", "1988 - Cardiff'te yapılan Avrupa Halter Şampiyonası'nda ilk kez Türkiye adına uluslararası bir şampiyonaya katılan Naim Süleymanoğlu, bir dünya rekoru kırdı ve üç altın madalya kazandı.", "1981 - Xerox PARC Şirketi, ilk bilgisayar faresini tanıttı.", "1978 - Afganistan Devlet Başkanı Muhammed Davud Han ve Hükûmeti, saatler süren sokak çatışmalarından sonra kanlı bir darbeyle iktidardan düşürüldü.", "1965 - Amerika Birleşik Devletleri'nin Vietnam Savaşı'na giderek artan şekilde katılması, Fransa'da Paris sokaklarında protesto edildi.", "1961 - Sierra Leone, İngiltere'den bağımsızlığını kazandı.", "1960 - Togo, Fransa'dan bağımsızlığını kazandı.", "1941 - II. Dünya Savaşı: Alman birlikleri Atina'ya girdi.", "1940 - Köy Enstitüleri'nin kuruluşuna ilişkin kanun kabul edildi. Köylünün eğitilmesini, kalkınmasını ve toprağa bağlanmasını amaçlayan Köy Enstitüleri, 1946'dan sonra klasik öğretmen okullarına dönüştürüldü.", "1938 - Türkiye ile Yunanistan arasında dostluk antlaşması imzalandı.", "1927 - Türkiye'de ilk radyo yayını başladı. Türk Telsiz Telefon A.Ş. adıyla çalışmalarına başlayan özel kuruluş, yayınlarını 1938'de devlet radyosu kurulana kadar sürdürdü.", "1909 - II. Abdülhamid tahttan indirildi; yerine V. Mehmed tahta geçti.", "1908 - 1908 Yaz Olimpiyatları, Londra'da başladı.", "1865 - Sultana isimli ve 2300 yolcu taşıyan buharlı gemi, Mississippi Nehri'nde infilak ederek battı: 1700 kişi öldü.", "1810 - Beethoven, ünlü eseri Für Elise'yi besteledi.", "1749 - Handel'in Ateş Oyunları Müziği ilk kez Londra Green Park'ta seslendirildi.", "1640 - Evliya Çelebi'nin seyahat programı, Bursa-İstanbul-İzmit güzergâhı ile başladı."]