["2022 - Trabzonspor, Süper Lig'deki 7. Şampiyonluğunu kazandı.", "2013 - Türkiye'nin en uzun tutuklu kalan (32,5 yıl) mahkûmu, Tahir Canan tahliye edildi.", "2003 - Metrocity alışveriş merkezi İstanbul'da açıldı.", "1999 - Ankara 2 Numaralı Devlet Güvenlik Mahkemesi, Abdullah Öcalan'ın yargılanmasının 31 Mayıs Pazartesi gününden itibaren İmralı Adası'nda kesintisiz olarak sürdürülmesine karar verdi.", "1998 - PKK, Yunanistan'ın başkenti Atina'da bazı Yunan parlamenterlerin de katılımıyla Balkanlar Bürosu'nu açtı.", "1998 - NATO Konseyi, Kosova Bildirisi yayınladı. Şiddeti reddeden ittifak, Yugoslavya Devlet Başkanı Slobodan Miloseviç'e uyarılarda bulundu.", "1998 - ABD, PKK'yı en tehlikeli terör örgütleri arasında saydı.", "1993 - WWW ön eki ile günümüzde kullanılan internet, Avrupa Nükleer Araştırma Merkezi (CERN) tarafından, halkın ulaşabileceği şekle getirildi.", "1986 - Çernobil reaktör kazası sonucu meydana gelen nükleer kaza sonrasında atmosfere büyük miktarda fisyon ürünleri salındığı tüm dünya tarafından öğrenildi.", "1982 - 12 Eylül Darbesi'nin 16. idamı: 20 Şubat 1980'de Malatya Doğanşehir Cumhuriyet Halk Partisi Gençlik Kolları Başkanı Hasan Doğan'ı öldüren sağ görüşlü militan Cengiz Baktemur, idam edildi.", "1981 - Devlet Başkanı Orgeneral Kenan Evren, Erzincan'da konuştu: \"Bir kişi tasavvur ediniz ki eline silah alacak; sekiz kişiyi, on kişiyi, yirmi kişiyi hayvan boğazlar gibi boğazlayacak, öldürecek. Ondan sonra ben onu idam etmeyeceğim!\"", "1975 - Anayasa Mahkemesi tarafından 1971'de kapatılan Türkiye İşçi Partisi yeniden kuruldu.", "1975 - Kuzey Vietnam birlikleri, Saygon'daki Bağımsızlık Sarayı'na girerek Vietnam Savaşı'nı bitirdi.", "1967 - CHP Dördüncü Olağanüstü Kurultayı sonuçlandı. Kurultay'da kabul edilen ortanın solu siyasetine karşı çıkan Kayseri Milletvekili Turhan Feyzioğlu'nun liderliğini yaptığı 33 Milletvekili ve 15 Senatör partiden istifa etti.", "1964 - Diyanet İşleri Başkanlığı, doğum kontrolünün uygulanmasını verdiği bir fetvayla kamuoyuna açıkladı.", "1961 - İstanbul Kartal'da iki tren çarpıştı: 16 kişi öldü, 78 kişi de yaralandı.", "1960 - Ali Ulvi Ersoy'nin karikatürü nedeniyle, Cumhuriyet gazetesi 10 gün süreyle kapatıldı.", "1960 - İstanbul'da bir gün sokağa çıkma yasağı ilan edildi.", "1959 - İsmet İnönü'nün Uşak gezisinde olaylar çıktı. Polis, halkı dağıtmak için göz yaşartıcı bomba kullandı.", "1955 - Bugün kullanılan Vietnam bayrağını, Kuzey Vietnam ilk kez resmî bayrağı olarak kabul etti.", "1945 - Adolf Hitler ve bir gün önce evlendiği Eva Braun intihar etti.", "1939 - Türkiye'nin de katıldığı New York Dünya Sergisi açıldı.", "1920 - Paris'te toplanacak Barış Konferansı ile ilgili Ankara'da toplanan Büyük Millet Meclisi, taraf ülkelerin Dış İşleri Bakanlıklarına gönderdiği bir yazıyla, İstanbul'dan ayrı bir Hükûmetin kurulduğunu bildirdi.", "1919 - Mustafa Kemal Paşa, Dokuzuncu Ordu Müfettişliğine atandı.", "1897 - J. J. Thomson, Elektronu keşfettiğini duyurdu. Elektron keşfedilen ilk temel parçacık oldu.", "1803 - ABD, Louisiana topraklarını Fransa'dan 15 milyon dolar karşılığında satın aldı. Böylelikle genç ülkenin toprakları iki katına çıkmış oldu. Bu alışverişe tarihte \"Louisiana mübayaası\" adı verilmektedir.", "1789 - George Washington, ABD'nin ilk Başkanı oldu.", "1563 - Kral VI. Charles'ın emriyle, bütün Yahudiler Fransa'dan çıkarıldı.", "1006 - Tarihte kayıtlara geçirilmiş en parlak Süpernova olan SN 1006, Kurt takımyıldızı içerisinde gözlemlendi."]