["2005 - Kürdistan Yurtseverler Birliği lideri Celal Talabani, Irak Cumhurbaşkanlığı'na getirildi.", "1994 - Ruanda Devlet Başkanı Juvénal Habyarimana ve Burundi Devlet Başkanı Cyprien Ntaryamira'nın bindikleri uçak, bir roket saldırısı sonucu düştü. Suikastın ardından Hutu ve Tutsi kabileleri arasında çıkan çatışmalar, yaklaşık 1 milyon kişinin katledilmesiyle sonuçlandı.", "1988 - Endonezya'nın Sulawesi adasında yapılan Camel Trophy yarışmasını, Türkiye'yi temsil eden Ali Deveci-Galip Gürel ekibi kazandı.", "1980 - Eskişehir'de DİSK'in düzenlediği mitingte olaylar çıktı. 5 kişi öldü, 4 kişi yaralandı.", "1980 - Görev süresi sona eren Cumhurbaşkanı Fahri Korutürk, Çankaya Köşkü'nden ayrıldı. Yerine Cumhuriyet Senatosu Başkanı İhsan Sabri Çağlayangil vekâlet etmeye başladı. TBMM'de yine cumhurbaşkanı seçimi yapılmadı. 12 Eylül 1980'e kadar aylarca cumhurbaşkanı seçilemedi.", "1979 - Türk atlet Veli Ballı, Atina'da düzenlenen uluslararası maratonda birinci oldu.", "1973 - Kontenjan senatörü emekli Amiral Fahri Korutürk, 15'inci turda 365 oyla Türkiye'nin 6. Cumhurbaşkanı seçildi.", "1972 - Anayasa Mahkemesi, Deniz Gezmiş, Yusuf Aslan ve Hüseyin İnan'ın idam kararlarını usulden iptal etti. TBMM'nin idamları yeniden görüşeceği açıklandı.", "1956 - Hayat mecmuası'nın ilk sayısı çıktı.", "1953 - Türkiye Genç Millî Futbol Takımı dünya üçüncüsü oldu.", "1941 - Mihver devletleri, Yugoslavya'yı işgal etti. Almanlar Yunanistan'a girdi, Türk deniz sınırına kadar Doğu Akdeniz'i savaş bölgesi ilan etti. Türkiye, bunun üzerine Edirne ve Uzunköprü'de demiryolu köprülerini havaya uçurdu.", "1927 - Amerikalı yüzücü Johnny Weissmuller, 100 metre mesafede üç stilde üç dünya rekoru kırdı.", "1920 - Anadolu Ajansı kuruldu.", "1917 - ABD, Almanya'ya savaş ilan etti ve Birinci Dünya Savaşı'na müttefiklerin yanında girdiğini açıkladı.", "1914 - Askerî Yargıtay kuruldu.", "1909 - Serbesti gazetesinde, İttihat ve Terakki Cemiyeti karşıtı yazılar yazan gazeteci Hasan Fehmi Bey öldürüldü.", "1909 - Robert Peary ve Matthew Henson'ın Kuzey Kutbu'na ulaştığı ileri sürüldü. Kayıtlarında titizlik göstermemiş olmaları ve bazı bilgilerin eksikliği uzmanlar arasında kuşkular yarattı ve Kuzey Kutbu'na ulaşıp ulaşmadıkları tartışmalara yol açtı.", "1896 - İlk modern Olimpiyat Oyunları Atina'da başladı.", "1872 - Pertevniyal Lisesi, \"Mahmudiye Rüştiyesi\" adı altında eğitim-öğretime başladı.", "1869 - Selüloit'in patenti alındı.", "1861 - Umman Sultanlığı, Zanzibar ve Umman olarak ikiye bölündü.", "1830 - Joseph Smith, Jr. aracılığıyla İsa Mesih'in Son Zaman Azizler Kilisesi kuruldu.", "1814 - Napolyon Bonapart, İmparatorluk tahtını bırakarak Elba Adası'na sürgüne gönderildi.", "1453 - İstanbul, Fatih Sultan Mehmet tarafından kuşatıldı.", "1326 - Orhan Bey, kuşatma altında tutulan Bursa'yı Bizanslılardan aldı. Bursa, 1326-1361 arasında Osmanlılara başkentlik yaptı."]