["2017 - Las Vegas Strip saldırısı: Las Vegas Strip'teki \"Route 91 Harvest Country Müzik Festivali\"nde kitlesel silahlı saldırı meydana geldi.", "2012 - Alex de Souza Fenerbahçe'den ayrıldı.", "2004 - İspanya'da eşcinsel evlilik hakkındaki yasa tasarısı İspanya Kabinesi tarafından kabul edildi.", "1999 - İkinci Çeçen Savaşı başladı. Rusya, 1997'de imzalanan barış anlaşmasını ihlal ederek, Çeçenistan'ı yeniden işgal etti.", "1998 - Türk devlet yetkilileri (Kara Kuvvetleri Komutanı Org. Atilla Ateş, ardından Başbakan Mesut Yılmaz ve son olarak da Cumhurbaşkanı Süleyman Demirel), PKK'ya destek verdiği gerekçesiyle Suriye'ye sert uyarılarda bulundu.", "1995 - Afyon Dinar'da 6,1 büyüklüğündeki depremde 90 kişi öldü, 250 kişi de yaralandı.", "1992 - Kadınların da harp okullarına alınmasına ilişkin yasa tasarısı TBMM'de kabul edildi.", "1992 - Bitlis'in merkeze bağlı Cevizdalı Köyü'ne saldıran PKK'lı militanlar, 10'u çocuk, 14'ü köy korucusu 37 kişiyi öldürdü, 20 kişiyi de yaraladı.", "1988 - Mihail Gorbaçov, Sovyetler Birliği devlet başkanlığını üstlendi.", "1985 - İsrail güçlerinin, Tunus'taki Filistin Kurtuluş Örgütü (FKÖ) bürolarına düzenlediği hava saldırısında 68 kişi öldü.", "1982 - Sony son kullanıcıya yönelik ilk CD çaları piyasaya sürdü.", "1978 - Tuvalu, Birleşik Krallık'tan bağımsızlığını ilan etti.", "1977 - Brezilyalı futbol yıldızı Pelé futbolu bıraktı.", "1972 - Boksör Cemal Kamacı, 63,5 kiloda Avrupa Şampiyonu oldu.", "1963 - Cezayir Devlet Başkanı Ahmet Bin Bella, ülkede Fransızlara ait tüm toprakların kamulaştırılması emrini verdi.", "1960 - Nijerya bağımsızlığını ilan etti.", "1960 - Kıbrıs, Birleşik Krallık'tan bağımsızlığını kazandı.", "1958 - NASA kuruldu.", "1956 - Yazar Eflatun Cem Güney, Andersen Masal Ödülü'nü kazandı.", "1952 - Et ve Balık Kurumu Genel Müdürlüğü kuruldu.", "1952 - Amerikalı askerler, Güney Kore'de gösteri yapan esir Çinlilere ateş açtı; 52 ölü, 140 yaralı.", "1951 - Türkiye'de Hava Harp Okulu açıldı.", "1949 - Mao Zedong önderliğinde Çin'in kuruluşu ilan edildi; ilk Başkan Mao seçildi.", "1949 - Ankara Devlet Tiyatrosu kuruldu. Küçük Tiyatro ve Büyük Tiyatro sahneleri açıldı.", "1946 - Nazi yetkililerinin yargılandığı Nürnberg Mahkemesi sona erdi ve hükümler açıklandı.", "1942 - Türkiye'de Bakanlar Kurulu, eğlence yerlerinin saat 22.00'de kapatılması kararını aldı.", "1940 - Einstein, Amerikan vatandaşı oldu.", "1940 - ABD'nin ilk otobanı sayılan Pensilvanya paralı otoyolu trafiğe açıldı.", "1939 - Yaklaşık bir ay süren kuşatmanın ardından Nazi güçleri Varşova'ya girdi.", "1936 - General Franco, İspanya Milliyetçi Hükûmeti'nin başına geçti.", "1928 - Sovyetler Birliği, ilk \"Beş Yıllık Kalkınma Planı\"nı açıkladı.", "1918 - İngiliz istihbarat subayı T. E. Lawrence yönetimindeki Arap güçleri Şam'ı ele geçirdi.", "1908 - Ford, \"Model T\" otomobilini satışa sundu.", "1905 - Galatasaray SK kuruldu.", "1898 - Çar II. Nikolay, Yahudilerin büyük Rus şehirlerinin dışına çıkarılmasını emretti.", "1891 - ABD'nin Kaliforniya eyaletinde Stanford Üniversitesi kuruldu.", "1887 - Birleşik Krallık, Belucistan'ı işgal etti.", "1880 - İlk elektrikli ampul fabrikası, Thomas Edison tarafından açıldı.", "1869 - Dünyada ilk kartpostal, Avusturya'da basıldı.", "1827 - İvan Paskeviç komutasındaki Rus Ordusu Erivan'a girdi ve Ermenistan'daki binyıllık Müslüman yönetime son verdi.", "1795 - Fransa, Belçika'daki Habsburg egemenliğine son vererek bu ülkeyi fethetti.", "MÖ 331 - Makedonya Kralı Büyük İskender, Pers İmparatoru III. Darius'u Gaugamela Savaşı'nda yenilgiye uğrattı."]