["2017 - Las Vegas Strip saldu0131ru0131su0131: Las Vegas Strip'teki "Route 91 Harvest Country Mu00fczik Festivali"nde kitlesel silahlu0131 saldu0131ru0131 meydana geldi.",  "2012 - Alex de Souza Fenerbahu00e7e'den ayru0131ldu0131.",  "2004 - u0130spanya'da eu015fcinsel evlilik hakku0131ndaki yasa tasaru0131su0131 u0130spanya Kabinesi tarafu0131ndan kabul edildi.",  "1999 - u0130kinci u00c7eu00e7en Savau015fu0131 bau015fladu0131. Rusya, 1997'de imzalanan baru0131u015f anlau015fmasu0131nu0131 ihlal ederek, u00c7eu00e7enistan'u0131 yeniden iu015fgal etti.",  "1998 - Tu00fcrk devlet yetkilileri (Kara Kuvvetleri Komutanu0131 Org. Atilla Ateu015f, ardu0131ndan Bau015fbakan Mesut Yu0131lmaz ve son olarak da Cumhurbau015fkanu0131 Su00fcleyman Demirel), PKK'ya destek verdiu011fi gereku00e7esiyle Suriye'ye sert uyaru0131larda bulundu.",  "1995 - Afyon Dinar'da 6,1 bu00fcyu00fcklu00fcu011fu00fcndeki depremde 90 kiu015fi u00f6ldu00fc, 250 kiu015fi de yaralandu0131.",  "1992 - Kadu0131nlaru0131n da harp okullaru0131na alu0131nmasu0131na iliu015fkin yasa tasaru0131su0131 TBMM'de kabul edildi.",  "1992 - Bitlis'in merkeze bau011flu0131 Cevizdalu0131 Ku00f6yu00fc'ne saldu0131ran PKK'lu0131 militanlar, 10'u u00e7ocuk, 14'u00fc ku00f6y korucusu 37 kiu015fiyi u00f6ldu00fcrdu00fc, 20 kiu015fiyi de yaraladu0131.",  "1988 - Mihail Gorbau00e7ov, Sovyetler Birliu011fi devlet bau015fkanlu0131u011fu0131nu0131 u00fcstlendi.",  "1985 - u0130srail gu00fcu00e7lerinin, Tunus'taki Filistin Kurtuluu015f u00d6rgu00fctu00fc (FKu00d6) bu00fcrolaru0131na du00fczenlediu011fi hava saldu0131ru0131su0131nda 68 kiu015fi u00f6ldu00fc.",  "1982 - Sony son kullanu0131cu0131ya yu00f6nelik ilk CD u00e7alaru0131 piyasaya su00fcrdu00fc.",  "1978 - Tuvalu, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1977 - Brezilyalu0131 futbol yu0131ldu0131zu0131 Pelu00e9 futbolu bu0131raktu0131.",  "1972 - Boksu00f6r Cemal Kamacu0131, 63,5 kiloda Avrupa u015eampiyonu oldu.",  "1963 - Cezayir Devlet Bau015fkanu0131 Ahmet Bin Bella, u00fclkede Fransu0131zlara ait tu00fcm topraklaru0131n kamulau015ftu0131ru0131lmasu0131 emrini verdi.",  "1960 - Nijerya bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1960 - Ku0131bru0131s, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1958 - NASA kuruldu.",  "1956 - Yazar Eflatun Cem Gu00fcney, Andersen Masal u00d6du00fclu00fc'nu00fc kazandu0131.",  "1952 - Et ve Balu0131k Kurumu Genel Mu00fcdu00fcrlu00fcu011fu00fc kuruldu.",  "1952 - Amerikalu0131 askerler, Gu00fcney Kore'de gu00f6steri yapan esir u00c7inlilere ateu015f au00e7tu0131; 52 u00f6lu00fc, 140 yaralu0131.",  "1951 - Tu00fcrkiye'de Hava Harp Okulu au00e7u0131ldu0131.",  "1949 - Mao Zedong u00f6nderliu011finde u00c7in'in kuruluu015fu ilan edildi; ilk Bau015fkan Mao seu00e7ildi.",  "1949 - Ankara Devlet Tiyatrosu kuruldu. Ku00fcu00e7u00fck Tiyatro ve Bu00fcyu00fck Tiyatro sahneleri au00e7u0131ldu0131.",  "1946 - Nazi yetkililerinin yargu0131landu0131u011fu0131 Nu00fcrnberg Mahkemesi sona erdi ve hu00fcku00fcmler au00e7u0131klandu0131.",  "1942 - Tu00fcrkiye'de Bakanlar Kurulu, eu011flence yerlerinin saat 22.00'de kapatu0131lmasu0131 kararu0131nu0131 aldu0131.",  "1940 - Einstein, Amerikan vatandau015fu0131 oldu.",  "1940 - ABD'nin ilk otobanu0131 sayu0131lan Pensilvanya paralu0131 otoyolu trafiu011fe au00e7u0131ldu0131.",  "1939 - Yaklau015fu0131k bir ay su00fcren kuu015fatmanu0131n ardu0131ndan Nazi gu00fcu00e7leri Varu015fova'ya girdi.",  "1936 - General Franco, u0130spanya Milliyetu00e7i Hu00fcku00fbmeti'nin bau015fu0131na geu00e7ti.",  "1928 - Sovyetler Birliu011fi, ilk "Beu015f Yu0131llu0131k Kalku0131nma Planu0131"nu0131 au00e7u0131kladu0131.",  "1918 - u0130ngiliz istihbarat subayu0131 T. E. Lawrence yu00f6netimindeki Arap gu00fcu00e7leri u015eam'u0131 ele geu00e7irdi.",  "1908 - Ford, "Model T" otomobilini satu0131u015fa sundu.",  "1905 - Galatasaray SK kuruldu.",  "1898 - u00c7ar II. Nikolay, Yahudilerin bu00fcyu00fck Rus u015fehirlerinin du0131u015fu0131na u00e7u0131karu0131lmasu0131nu0131 emretti.",  "1891 - ABD'nin Kaliforniya eyaletinde Stanford u00dcniversitesi kuruldu.",  "1887 - Birleu015fik Krallu0131k, Belucistan'u0131 iu015fgal etti.",  "1880 - u0130lk elektrikli ampul fabrikasu0131, Thomas Edison tarafu0131ndan au00e7u0131ldu0131.",  "1869 - Du00fcnyada ilk kartpostal, Avusturya'da basu0131ldu0131.",  "1827 - u0130van Paskeviu00e7 komutasu0131ndaki Rus Ordusu Erivan'a girdi ve Ermenistan'daki binyu0131llu0131k Mu00fcslu00fcman yu00f6netime son verdi.",  "1795 - Fransa, Belu00e7ika'daki Habsburg egemenliu011fine son vererek bu u00fclkeyi fethetti.",  "Mu00d6 331 - Makedonya Kralu0131 Bu00fcyu00fck u0130skender, Pers u0130mparatoru III. Darius'u Gaugamela Savau015fu0131'nda yenilgiye uu011frattu0131."]







