["2015 - Ankara saldırısı: Ankara'da düzenlenen \"Emek, Barış, Demokrasi Mitingi\"nde, Ankara Garı önündeki 2 ayrı patlamada, 109 kişi öldü, 500'den fazla kişi yaralandı.", "2010 - Hollanda Krallığı'na bağlı özerk Hollanda Antilleri dağıldı ve Hollanda Krallığı'na bağlı 3 yeni özerk ülke (Aruba, Curaçao ve Sint Maarten) oluştu.", "2009 - İsviçre'nin Zürih kentinde Türkiye ile Ermenistan arasında Akyaka Sınır Kapısı'nın açılması için protokol imzalandı.", "2007 - İnternet üzerinden indirilebilen ilk albüm In Rainbows, Radiohead grubunun internet sitesinde piyasaya sürüldü.", "2002 - Macar yazar Imre Kertész, Nobel Edebiyat Ödülü'nü kazandı.", "1997 - Posadas-Buenos Aires seferini yapmakta olan Arjantin Havayolları'na ait DC-9 tipi bir uçak, Uruguay'da düştü; 74 kişi öldü.", "1997 - Meksika'da 5 gün süren ve 200 kişinin ölmesine neden olan Pauline kasırgası dindi.", "1993 - Andreas Papandreou liderliğindeki PASOK, Yunanistan'daki seçimleri kazandı.", "1991 - Pink Floyd, The Wall albümleri ile yaptıkları katkı nedeniyle, İngiliz Millî Tuğla Dağıtıcıları Birliği tarafından şeref listesine alındı.", "1991 - Klasik Türk müziği sanatçısı Alâeddin Yavaşça'ya Devlet Sanatçısı unvanı verildi.", "1986 - San Salvador'daki 7,5 şiddetinde depremde yaklaşık 1500 kişi öldü.", "1985 - Amerikan F-14 savaş uçakları, Achille Lauro yolcu gemisini kaçıran korsanları taşıyan bir Mısır uçağını, Sicilya'daki bir NATO üssüne inmeye zorladı. Korsanlar tutuklandı.", "1982 - Auschwitz toplama kampında tanımadığı bir siyasi tutuklu yerine ceza almaya gönüllü olarak hayatını yitiren rahip Maximilian Kolbe, aziz ilan edildi.", "1980 - El Salvador'da Farabundo Martí Ulusal Kurtuluş Cephesi kuruldu.", "1980 - Devlet Başkanı Orgeneral Kenan Evren, \"Türk Silahlı Kuvvetlerinin Dikkate Alacağı ve Uyacağı Hususlar\" başlıklı emrini yayımladı: \"Türk Silahlı Kuvvetleri mensuplarının sahip olduğu ideoloji ATATÜRKçülüktür.\"", "1976 - Devlet Güvenlik Mahkemeleri kaldırıldı (1982-2004 arası tekrar kuruldu).", "1975 - Papua Yeni Gine, Birleşmiş Milletler'e üye oldu.", "1975 - Bandırma'da Etibank Boraks ve Asit Fabrikaları'nda direniş başladı.", "1970 - İngiliz sömürgesi Fiji bağımsızlığını ilan etti.", "1969 - Fikir Kulüpleri Federasyonu (FKF), Devrimci Gençlik Dernekleri Federasyonu (Dev-Genç) adını aldı.", "1965 - Genel Seçim sonuçları: AP 240 Milletvekili ile çoğunluğu elde etti. CHP 134, MP 31, YTP 19, TİP 15, CKMP 11 Milletvekili çıkardı. TBMM tarihinde ilk kez bir sosyalist parti (TİP-Türkiye İşçi Partisi) 15 Milletvekili ile grup kurmaya hak kazandı.", "1964 - 18. Yaz Olimpiyatları Tokyo'da başladı.", "1945 - Kim İl-sung önderliğinde Kore İşçi Partisi kuruldu.", "1944 - Nazi katliamı: 800 Çingene çocuk sistematik bir şekilde Auschwitz kampında öldürüldü.", "1938 - Çekoslovakya Hükûmeti, Münih Antlaşması gereğince Südetler bölgesini Almanya'ya devretti.", "1933 - United Airlines Havayolu Şirketi'ne ait bir uçağa sabotaj yapıldı. Düşürülen ilk sivil uçak oldu.", "1930 - Türkiye, Barzani Aşireti'nin yaklaşık dört ay süren Oramar Ayaklanması'nı bastırdı.", "1920 - Kuveyt şehrinin batısındaki El Cehre'de Cehre Muharebesi gerçekleşti.", "1911 - Sun Yat-sen liderliğindeki devrimciler Çin'de Mançu Hanedanını devirdi.", "1903 - Emmeline Pankhurst, İngiltere'de kadınların kurtuluşu mücadelesini yürütmek üzere \"Kadının Sosyal ve Politik Birliği\"ni kurdu.", "1896 - The Times gazetesinin kitap eki The Times Literary Supplement'ın ilk sayısı çıktı.", "1858 - Küba'da İspanyol İmparatorluğu'na karşı bağımsızlık hareketi başladı.", "1847 - İstanbul'da güneş tutulması izlendi.", "1813 - Dresden Kuşatması başladı.", "1780 - Karayipler'de meydana gelen \"Büyük Kasırga\"da yaklaşık 20000 kişi öldü.", "680 - Kerbelâ Olayı: Muhammed'in torunu İmam Hüseyin, Kerbela'da başı kesilerek öldürüldü.", "415 - 404 yılında çıkan isyanda yakılan Ayasofya kilisesi, Bizans İmparatoru II. Theodosius tarafından yeniden yaptırılarak açıldı."]