["2015 - Ankara saldu0131ru0131su0131: Ankara'da du00fczenlenen "Emek, Baru0131u015f, Demokrasi Mitingi"nde, Ankara Garu0131 u00f6nu00fcndeki 2 ayru0131 patlamada, 109 kiu015fi u00f6ldu00fc, 500'den fazla kiu015fi yaralandu0131.",  "2010 - Hollanda Krallu0131u011fu0131'na bau011flu0131 u00f6zerk Hollanda Antilleri dau011fu0131ldu0131 ve Hollanda Krallu0131u011fu0131'na bau011flu0131 3 yeni u00f6zerk u00fclke (Aruba, Curau00e7ao ve Sint Maarten) oluu015ftu.",  "2009 - u0130sviu00e7re'nin Zu00fcrih kentinde Tu00fcrkiye ile Ermenistan arasu0131nda Akyaka Su0131nu0131r Kapu0131su0131'nu0131n au00e7u0131lmasu0131 iu00e7in protokol imzalandu0131.",  "2007 - u0130nternet u00fczerinden indirilebilen ilk albu00fcm In Rainbows, Radiohead grubunun internet sitesinde piyasaya su00fcru00fcldu00fc.",  "2002 - Macar yazar Imre Kertu00e9sz, Nobel Edebiyat u00d6du00fclu00fc'nu00fc kazandu0131.",  "1997 - Posadas-Buenos Aires seferini yapmakta olan Arjantin Havayollaru0131'na ait DC-9 tipi bir uu00e7ak, Uruguay'da du00fcu015ftu00fc; 74 kiu015fi u00f6ldu00fc.",  "1997 - Meksika'da 5 gu00fcn su00fcren ve 200 kiu015finin u00f6lmesine neden olan Pauline kasu0131rgasu0131 dindi.",  "1993 - Andreas Papandreou liderliu011findeki PASOK, Yunanistan'daki seu00e7imleri kazandu0131.",  "1991 - Pink Floyd, The Wall albu00fcmleri ile yaptu0131klaru0131 katku0131 nedeniyle, u0130ngiliz Millu00ee Tuu011fla Dau011fu0131tu0131cu0131laru0131 Birliu011fi tarafu0131ndan u015feref listesine alu0131ndu0131.",  "1991 - Klasik Tu00fcrk mu00fcziu011fi sanatu00e7u0131su0131 Alu00e2eddin Yavau015fu00e7a'ya Devlet Sanatu00e7u0131su0131 unvanu0131 verildi.",  "1986 - San Salvador'daki 7,5 u015fiddetinde depremde yaklau015fu0131k 1500 kiu015fi u00f6ldu00fc.",  "1985 - Amerikan F-14 savau015f uu00e7aklaru0131, Achille Lauro yolcu gemisini kau00e7u0131ran korsanlaru0131 tau015fu0131yan bir Mu0131su0131r uu00e7au011fu0131nu0131, Sicilya'daki bir NATO u00fcssu00fcne inmeye zorladu0131. Korsanlar tutuklandu0131.",  "1982 - Auschwitz toplama kampu0131nda tanu0131madu0131u011fu0131 bir siyasi tutuklu yerine ceza almaya gu00f6nu00fcllu00fc olarak hayatu0131nu0131 yitiren rahip Maximilian Kolbe, aziz ilan edildi.",  "1980 - El Salvador'da Farabundo Martu00ed Ulusal Kurtuluu015f Cephesi kuruldu.",  "1980 - Devlet Bau015fkanu0131 Orgeneral Kenan Evren, "Tu00fcrk Silahlu0131 Kuvvetlerinin Dikkate Alacau011fu0131 ve Uyacau011fu0131 Hususlar" bau015flu0131klu0131 emrini yayu0131mladu0131: "Tu00fcrk Silahlu0131 Kuvvetleri mensuplaru0131nu0131n sahip olduu011fu ideoloji ATATu00dcRKu00e7u00fclu00fcktu00fcr."",  "1976 - Devlet Gu00fcvenlik Mahkemeleri kaldu0131ru0131ldu0131 (1982-2004 arasu0131 tekrar kuruldu).",  "1975 - Papua Yeni Gine, Birleu015fmiu015f Milletler'e u00fcye oldu.",  "1975 - Bandu0131rma'da Etibank Boraks ve Asit Fabrikalaru0131'nda direniu015f bau015fladu0131.",  "1970 - u0130ngiliz su00f6mu00fcrgesi Fiji bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1969 - Fikir Kulu00fcpleri Federasyonu (FKF), Devrimci Genu00e7lik Dernekleri Federasyonu (Dev-Genu00e7) adu0131nu0131 aldu0131.",  "1965 - Genel Seu00e7im sonuu00e7laru0131: AP 240 Milletvekili ile u00e7ou011funluu011fu elde etti. CHP 134, MP 31, YTP 19, Tu0130P 15, CKMP 11 Milletvekili u00e7u0131kardu0131. TBMM tarihinde ilk kez bir sosyalist parti (Tu0130P-Tu00fcrkiye u0130u015fu00e7i Partisi) 15 Milletvekili ile grup kurmaya hak kazandu0131.",  "1964 - 18. Yaz Olimpiyatlaru0131 Tokyo'da bau015fladu0131.",  "1945 - Kim u0130l-sung u00f6nderliu011finde Kore u0130u015fu00e7i Partisi kuruldu.",  "1944 - Nazi katliamu0131: 800 u00c7ingene u00e7ocuk sistematik bir u015fekilde Auschwitz kampu0131nda u00f6ldu00fcru00fcldu00fc.",  "1938 - u00c7ekoslovakya Hu00fcku00fbmeti, Mu00fcnih Antlau015fmasu0131 gereu011fince Su00fcdetler bu00f6lgesini Almanya'ya devretti.",  "1933 - United Airlines Havayolu u015eirketi'ne ait bir uu00e7au011fa sabotaj yapu0131ldu0131. Du00fcu015fu00fcru00fclen ilk sivil uu00e7ak oldu.",  "1930 - Tu00fcrkiye, Barzani Au015fireti'nin yaklau015fu0131k du00f6rt ay su00fcren Oramar Ayaklanmasu0131'nu0131 bastu0131rdu0131.",  "1920 - Kuveyt u015fehrinin batu0131su0131ndaki El Cehre'de Cehre Muharebesi geru00e7ekleu015fti.",  "1911 - Sun Yat-sen liderliu011findeki devrimciler u00c7in'de Manu00e7u Hanedanu0131nu0131 devirdi.",  "1903 - Emmeline Pankhurst, u0130ngiltere'de kadu0131nlaru0131n kurtuluu015fu mu00fccadelesini yu00fcru00fctmek u00fczere "Kadu0131nu0131n Sosyal ve Politik Birliu011fi"ni kurdu.",  "1896 - The Times gazetesinin kitap eki The Times Literary Supplement'u0131n ilk sayu0131su0131 u00e7u0131ktu0131.",  "1858 - Ku00fcba'da u0130spanyol u0130mparatorluu011fu'na karu015fu0131 bau011fu0131msu0131zlu0131k hareketi bau015fladu0131.",  "1847 - u0130stanbul'da gu00fcneu015f tutulmasu0131 izlendi.",  "1813 - Dresden Kuu015fatmasu0131 bau015fladu0131.",  "1780 - Karayipler'de meydana gelen "Bu00fcyu00fck Kasu0131rga"da yaklau015fu0131k 20000 kiu015fi u00f6ldu00fc.",  "680 - Kerbelu00e2 Olayu0131: Muhammed'in torunu u0130mam Hu00fcseyin, Kerbela'da bau015fu0131 kesilerek u00f6ldu00fcru00fcldu00fc.",  "415 - 404 yu0131lu0131nda u00e7u0131kan isyanda yaku0131lan Ayasofya kilisesi, Bizans u0130mparatoru II. Theodosius tarafu0131ndan yeniden yaptu0131ru0131larak au00e7u0131ldu0131."]







