["2012 - Suriye-Tu00fcrkiye Krizi Rusya'dan Suriye'ye giden yolcu uu00e7au011fu0131, ABD'nin askeri kargo istihbaratu0131yla Ankara'nu0131n Esenbou011fa Havalimanu0131'na indirildi. ABD ve Avrupa u00fclkeleri ise olay konusunda Tu00fcrkiye'nin yanu0131nda olduklaru0131 mesaju0131nu0131 verdi.",  "2012 - Du00fcnya Ku0131z u00c7ocuklaru0131 Gu00fcnu00fc Birleu015fmiu015f Milletler tarafu0131ndan alu0131nan bir kararla, ku0131z u00e7ocuklaru0131 konusundaki farku0131ndalu0131u011fu0131n artu0131ru0131lmasu0131 amacu0131yla kutlanmaya bau015flamu0131u015ftu0131r.",  "2002 - Eski ABD bau015fkanlaru0131ndan Jimmy Carter 2002 Nobel Baru0131u015f u00d6du00fclu00fc'nu00fc aldu0131.",  "1999 - CNN Tu00fcrk yayu0131n hayatu0131na bau015fladu0131.",  "1998 - Kongo'da ulusal havayollaru0131na ait bir Boeing 727 isyancu0131lar tarafu0131ndan du00fcu015fu00fcru00fcldu00fc; 40 kiu015fi u00f6ldu00fc.",  "1995 - Bosna-Hersek'te ateu015fkes ilan edildi.",  "1992 - Eduard u015eevardnadze, Gu00fcrcistan Parlamentosu Bau015fkanu0131 seu00e7ildi.",  "1990 - Octavio Paz, Nobel Edebiyat u00d6du00fclu00fcu2019nu00fc alan ilk Meksikalu0131 yazar oldu.",  "1988 - Cumhurbau015fkanu0131 Kenan Evren, Alman Die Welt gazetesi muhabirinin, "Bir emirle u0130slamcu0131laru0131n kabineye girmesini engellediniz. Bunu niu00e7in yaptu0131nu0131z?" sorusuna, "irtica ve komu00fcnizmin aynu0131 derecede tehlikeli olduu011fu" cevabu0131nu0131 verdi.",  "1986 - ABD Bau015fkanu0131 Ronald Reagan ile Sovyetler Birliu011fi lideri Mikhail Gorbachev, Reykjavik'te (u0130zlanda) bir araya gelip Avrupa'daki orta menzilli fu00fczelerin karu015fu0131lu0131klu0131 azaltu0131lmasu0131 konusunu gu00f6ru00fcu015ftu00fcler.",  "1984 - Challenger ile uzaya u00e7u0131kan astronot Kathryn D. Sullivan, uzayda yu00fcru00fcyen ilk Amerikalu0131 kadu0131n oldu.",  "1984 - Avrupa Parlamentosu, Tu00fcrkiye-Avrupa Ekonomik Topluluu011fu Karma Parlamento Komisyonu'nun yeniden kurulmasu0131na karar verdi, fiili u00e7alu0131u015fmayu0131 asku0131ya aldu0131.",  "1981 - Erden Ku0131ral'u0131n yu00f6nettiu011fi Bereketli Topraklar u00dczerinde filmi, Strazburg Film Festivali'nde birinci oldu.",  "1980 - Yu00f6netmen Ali u00d6zgentu00fcrk'u00fcn Hazal filmi, 29. Uluslararasu0131 Mannheim Film Festivali'nde 3 u00f6du00fcl aldu0131.",  "1980 - Uzay istasyonu Salyut 6'da 185 gu00fcn kalarak rekor ku0131ran Sovyet kozmonotlaru0131 (Valery V. Ryumin ve Leonid I. Popov) du00fcnyaya du00f6ndu00fc.",  "1979 - Gazeteci Abdi u0130peku00e7i cinayeti zanlu0131su0131 Mehmet Ali Au011fca'nu0131n yargu0131lanmasu0131na bau015flandu0131.",  "1977 - Deniz bilimcisi Kaptan Cousteau, u00fcnlu00fc teknesi Calypso ile u0130stanbul'a geldi.",  "1973 - Elvis Presley ile Priscilla Presley bou015fandu0131.",  "1972 - Millu00ee Selamet Partisi (MSP), Necmettin Erbakan liderliu011finde kuruldu.",  "1971 - John Lennon'u0131n u00fcnlu00fc u015farku0131su0131 Imagine yayu0131mlandu0131.",  "1968 - NASA, ilk insanlu0131 uzay uu00e7uu015funda Apollo 7'yi uzaya fu0131rlattu0131; astronotlar Wally Schirra, Donn Fulton Eisele ve R. Walter Cunningham.",  "1967 - Afganistan Bau015fbakanu0131 Mohammad Hashim Maiwandwal, sau011flu0131k nedenleriyle istifa etti.",  "1963 - Batman'da bir petrol damaru0131 daha bulundu.",  "1954 - Vietnam'da komu00fcnistler u00fclkenin kuzeyinde egemenlik kurarak Vietnam Demokratik Cumhuriyeti'ni kurdu.",  "1944 - SSCB, Tuva Halk Cumhuriyeti'ni ilhak etti.",  "1939 - Albert Einstein, ABD Bau015fkanu0131 Roosevelt'e, atom bombasu0131 konusuna dikkatini u00e7ekmek iu00e7in yazdu0131u011fu0131 u00fcnlu00fc mektubunu kaleme aldu0131.",  "1931 - SSCB'de serbest ticaret hakku0131 kaldu0131ru0131ldu0131.",  "1929 - Yavuz savau015f gemisinin onaru0131mu0131 bitti; gemi Tu00fcrk Deniz Kuvvetleri'ne teslim edildi.",  "1928 - LZ-127 Graf Zeppelin adlu0131 bir zeplin, ilk ku0131talararasu0131 uu00e7uu015funu yapmak u00fczere Almanya'dan New Jersey'e dou011fru yola u00e7u0131ktu0131.",  "1922 - TBMM Hu00fcku00fcmeti ile u0130tilaf Devletleri arasu0131nda Mudanya Mu00fctarekesi imzalandu0131.",  "1922 - u0130rlanda'da Anayasa kabul edildi.",  "1912 - I. Balkan Savau015fu0131: Yunan Ordusu, Osmanlu0131 u015fehri Kozana'yu0131 ele geu00e7irdi.",  "1910 - Wright Kardeu015fler'in yaptu0131u011fu0131 uu00e7akla Missouri'de du00f6rt dakika uu00e7an Theodore Roosevelt bir uu00e7akla uu00e7an ilk ABD Bau015fkanu0131 oldu.",  "1907 - Lusitania yolcu gemisi, Atlas Okyanusu'nu 4 gu00fcn 18 saatte geu00e7erek bir rekor ku0131rdu0131 ve "Mavi Kurdele"yi kazandu0131.",  "1899 - Gu00fcney Afrika'da, Britanya u0130mparatorluu011fu ile Transvaal Cumhuriyeti ve u00d6zgu00fcr Orange Devleti adlu0131 iki Boer (Afrikaner) cumhuriyeti arasu0131nda, II. Boer Savau015fu0131 olarak adlandu0131ru0131lan savau015f bau015fladu0131.",  "1881 - David Houston, kameralar iu00e7in rulo filmin patentini aldu0131.",  "1852 - Avustralya'da Sidney u00dcniversitesi 3 profesu00f6r ve 24 u00f6u011frenciyle kuruldu.",  "1811 - u0130lk buharlu0131 feribot Juliana, New York-New Jersey arasu0131ndaki seferlerine bau015fladu0131.",  "1783 - Rusya Bilimler Akademisi kuruldu.",  "1531 - Huldrych Zwingli, u0130sviu00e7re Katolik Kantonlaru0131 ile yapu0131lan muharebede u00f6ldu00fcru00fcldu00fc.[2]",  "1469 - Aragon Kralu0131 II. Fernando ile Kastilya Prensesi I. Isabel evlendi.",  "1311 - Soylular ve din adamlaru0131, 1311 Kararnameleri ile u0130ngiliz Krallaru0131nu0131n yetkilerini su0131nu0131rlandu0131rdu0131.[1]",  "1142 - Kin Hanedanu0131 ile Song Hanedanu0131 arasu0131ndaki savau015f, Shaoxing Bariu015f Antlau015fmasu0131 ile sona erdi.",  "1138 - Halep'te yau015fanan bu00fcyu00fck depremde 230.000 kiu015fi u00f6ldu00fc.",  "368 - u0130znik'te bu00fcyu00fck bir deprem oldu."]







