["2006 - Nobel Edebiyat u00d6du00fclu00fc, yazar Orhan Pamuk'a verildi.",  "2006 - u0130srail-Lu00fcbnan savau015fu0131nda, BM Baru0131u015f Gu00fccu00fc kapsamu0131nda gu00f6rev yapacak 261 kiu015filik TSK Kara Birliu011fi Lu00fcbnan'a hareket etti.",  "2006 - Fransa'da Sosyalist Parti'nin sunduu011fu ve "Ermeni Soyku0131ru0131mu0131nu0131n u0130nku00e2ru0131nu0131n Suu00e7 Sayu0131lmasu0131"nu0131 u00f6ngu00f6ren yasa teklifi, Fransa Parlamentosu'nda 19'a karu015fu0131 106 oyla kabul edildi.",  "2005 - u00c7in'in ikinci insanlu0131 uzay aracu0131 olan Shenzhou 6 fu0131rlatu0131ldu0131 ve 5 gu00fcn boyunca yu00f6ru00fcngede kaldu0131.",  "2004 - Anadolu Federe u0130slam Devleti isimli yasa du0131u015fu0131 u00f6rgu00fctu00fcn lideri Metin Kaplan, gu00f6zaltu0131na alu0131ndu0131u011fu0131 Almanya'dan u00f6zel uu00e7akla Tu00fcrkiye'ye getirildi. 13 Ekim'de tutuklanan Kaplan, Bayrampau015fa Cezaevi'ne konuldu.",  "2003 - Belarus'taki bir aku0131l hastanesi yangu0131nu0131nda 30 hasta u00f6ldu00fc.",  "2002 - Endonezya'nu0131n turistik adasu0131 Bali'de kalabalu0131k bir gece kulu00fcbu00fcne du00fczenlenen bombalu0131 saldu0131ru0131da, u00e7ou011funluu011fu yabancu0131 202 kiu015fi u00f6ldu00fc, 300'den fazla kiu015fi yaralandu0131.",  "2002 - Birleu015fmiu015f Milletler tarafu0131ndan 12 Ekim gu00fcnu00fc, Uluslararasu0131 Dou011fal Afetleri Azaltma Gu00fcnu00fc ilan edildi.",  "2000 - Yemen'in Aden limanu0131nda bir ABD destroyerinde meydana gelen patlamada, 17 Amerikan askeri u00f6ldu00fc.",  "1999 - Pervez Mu00fcu015ferref, Pakistan'da kansu0131z bir darbe ile yu00f6netime geldi.",  "1991 - Sovyetler Birliu011fi Devlet Bau015fkanu0131 Gorbau00e7ov ile diu011fer Cumhuriyet liderlerinin bir araya geldiu011fi Devlet Konseyi toplantu0131su0131nda 'KGB'nin lau011fvedilmesi' kararu0131 alu0131ndu0131.",  "1984 - IRA, Margaret Thatcher'in kaldu0131u011fu0131 otele bomba attu0131. Thatcher kurtuldu, fakat 5 kiu015fi u00f6ldu00fc.",  "1983 - Japonya'nu0131n eski Bau015fbakanlaru0131ndan Kakuei Tanaka, Lockheed u015firketinden 2 milyon dolar ru00fcu015fvet almak suu00e7undan 4 yu0131l hapse mahku00fbm oldu.",  "1980 - 11. Genel nu00fcfus sayu0131mu0131 yapu0131ldu0131. Sokau011fa u00e7u0131kma yasau011fu0131 su0131rasu0131nda gu00fcvenlik gu00fcu00e7leri operasyonlar yaptu0131, u00e7ok sayu0131da kiu015fi gu00f6zaltu0131na alu0131ndu0131. Tu00fcrkiye'nin nu00fcfusu: 44.736.957 olarak belirlendi.",  "1980 - Devlet Bau015fkanu0131 Orgeneral Kenan Evren, Vehbi Kou00e7'u kabul etti.",  "1975 - Bursa'daki TOFAu015e Otomobil Fabrikasu0131'nda 100.000 Murat 124 otomobil u00fcretildiu011fi au00e7u0131klandu0131.",  "1975 - 54 Senatu00f6r ve 6 Milletvekilliu011fi iu00e7in yapu0131lan ara seu00e7imlerde; Adalet Partisi 27 Senatu00f6r, 5 Milletvekili, Cumhuriyet Halk Partisi 25 Senatu00f6r, 1 Milletvekili, Millu00ee Selamet Partisi 2 Senatu00f6r u00e7u0131kardu0131.",  "1974 - u0130zmir'de Belediye'ye bau011flu0131 iu015f yerlerinde bau015flatu0131lan grevin beu015finci gu00fcnu00fc. u0130zmir sokak ve caddeleri u00e7u00f6p yu0131u011fu0131nlaru0131yla doldu.",  "1969 - Genel seu00e7imler yapu0131ldu0131. Adalet Partisi 256 milletvekiliyle iktidaru0131nu0131 korudu. CHP 143, Gu00fcven Partisi 15, Millet Partisi 6, MHP 1, Tu00fcrkiye Birlik Partisi 8, Yeni Tu00fcrkiye Partisi 6, Tu00fcrkiye u0130u015fu00e7i Partisi 2 Milletvekili u00e7u0131kardu0131.",  "1968 - Ekvator Ginesi, u0130spanya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1968 - 19. Yaz Olimpiyat Oyunlaru0131, Meksiko'da bau015fladu0131.",  "1962 - ABD'nin kuzey batu0131su0131nda kasu0131rga: 46 kiu015fi u00f6ldu00fc.",  "1960 - Japonya Sosyal Demokrat Partisi lideri Inejiro Asanuma, bir televizyon programu0131 su0131rasu0131nda bu0131u00e7aklanarak u00f6ldu00fcru00fcldu00fc.",  "1958 - Bau015fbakan Adnan Menderes yurttau015flardan "Vatan Cephesi" kurmalaru0131nu0131 istedi.",  "1953 - Pancar Kooperatifleri Bankasu0131 (u015eekerbank), Eskiu015fehir'de kuruldu.",  "1944 - II. Du00fcnya Savau015fu0131: Atina'daki Alman iu015fgali sona erdi.",  "1937 - Seyit Ru0131za'nu0131n yargu0131lanmasu0131na bau015flandu0131.",  "1928 - Suni solunum cihazu0131, ilk kez Boston'daki bir u00e7ocuk hastanesinde kullanu0131ldu0131.",  "1925 - Mustafa Kemal, u0130zmir'de manevralaru0131 izledikten sonra ordunun Tu00fcrk topraklaru0131nu0131 savunmaya hazu0131r olduu011funu su00f6yledi.",  "1917 - I. Du00fcnya Savau015fu0131: Belu00e7ika'nu0131n Ypres u015fehri yaku0131nu0131nda I. Passchendaele Muharebesi'nde hardal gazu0131 ilk kez kullanu0131ldu0131 ve bir gu00fcnde yaklau015fu0131k 20000 asker u00f6ldu00fc.",  "1856 - Girit'te 7,7 Mwu202file 8,3 Mw arasu0131nda bir deprem meydana geldi.",  "1847 - Alman sanayici Werner von Siemens, Siemens AG u015firketini kurdu.",  "1822 - I. Pedro, kendini Brezilya u0130mparatoru olarak ilan etti.",  "1692 - Salem Cadu0131 Mahkemeleri, Massachusetts Valisi William Phips'in emriyle sona erdi.",  "1654 - Hollanda'nu0131n Delft kentinde bir barut deposu infilak etti; 100'den fazla kiu015fi u00f6ldu00fc, 1000'in u00fczerinde kiu015fi yaralandu0131.",  "1596 - Macaristan'daki Eu011fri Kalesi Osmanlu0131laru0131n eline geu00e7ti.",  "1492 - Amerika'nu0131n keu015ffi: Kristof Kolomb, Karayipler'e ulau015ftu0131. Fakat Dou011fu Hint Adalaru0131'na geldiu011fini du00fcu015fu00fcnu00fcyordu.",  "Mu00d6 539 - Ahameniu015f Hu00fcku00fcmdaru0131 Bu00fcyu00fck Kiros, Babil'i ele geu00e7irdi."]







