["2006 - Nobel Edebiyat Ödülü, yazar Orhan Pamuk'a verildi.", "2006 - İsrail-Lübnan savaşında, BM Barış Gücü kapsamında görev yapacak 261 kişilik TSK Kara Birliği Lübnan'a hareket etti.", "2006 - Fransa'da Sosyalist Parti'nin sunduğu ve \"Ermeni Soykırımının İnkârının Suç Sayılması\"nı öngören yasa teklifi, Fransa Parlamentosu'nda 19'a karşı 106 oyla kabul edildi.", "2005 - Çin'in ikinci insanlı uzay aracı olan Shenzhou 6 fırlatıldı ve 5 gün boyunca yörüngede kaldı.", "2004 - Anadolu Federe İslam Devleti isimli yasa dışı örgütün lideri Metin Kaplan, gözaltına alındığı Almanya'dan özel uçakla Türkiye'ye getirildi. 13 Ekim'de tutuklanan Kaplan, Bayrampaşa Cezaevi'ne konuldu.", "2003 - Belarus'taki bir akıl hastanesi yangınında 30 hasta öldü.", "2002 - Endonezya'nın turistik adası Bali'de kalabalık bir gece kulübüne düzenlenen bombalı saldırıda, çoğunluğu yabancı 202 kişi öldü, 300'den fazla kişi yaralandı.", "2002 - Birleşmiş Milletler tarafından 12 Ekim günü, Uluslararası Doğal Afetleri Azaltma Günü ilan edildi.", "2000 - Yemen'in Aden limanında bir ABD destroyerinde meydana gelen patlamada, 17 Amerikan askeri öldü.", "1999 - Pervez Müşerref, Pakistan'da kansız bir darbe ile yönetime geldi.", "1991 - Sovyetler Birliği Devlet Başkanı Gorbaçov ile diğer Cumhuriyet liderlerinin bir araya geldiği Devlet Konseyi toplantısında 'KGB'nin lağvedilmesi' kararı alındı.", "1984 - IRA, Margaret Thatcher'in kaldığı otele bomba attı. Thatcher kurtuldu, fakat 5 kişi öldü.", "1983 - Japonya'nın eski Başbakanlarından Kakuei Tanaka, Lockheed şirketinden 2 milyon dolar rüşvet almak suçundan 4 yıl hapse mahkûm oldu.", "1980 - 11. Genel nüfus sayımı yapıldı. Sokağa çıkma yasağı sırasında güvenlik güçleri operasyonlar yaptı, çok sayıda kişi gözaltına alındı. Türkiye'nin nüfusu: 44.736.957 olarak belirlendi.", "1980 - Devlet Başkanı Orgeneral Kenan Evren, Vehbi Koç'u kabul etti.", "1975 - Bursa'daki TOFAŞ Otomobil Fabrikası'nda 100.000 Murat 124 otomobil üretildiği açıklandı.", "1975 - 54 Senatör ve 6 Milletvekilliği için yapılan ara seçimlerde; Adalet Partisi 27 Senatör, 5 Milletvekili, Cumhuriyet Halk Partisi 25 Senatör, 1 Milletvekili, Millî Selamet Partisi 2 Senatör çıkardı.", "1974 - İzmir'de Belediye'ye bağlı iş yerlerinde başlatılan grevin beşinci günü. İzmir sokak ve caddeleri çöp yığınlarıyla doldu.", "1969 - Genel seçimler yapıldı. Adalet Partisi 256 milletvekiliyle iktidarını korudu. CHP 143, Güven Partisi 15, Millet Partisi 6, MHP 1, Türkiye Birlik Partisi 8, Yeni Türkiye Partisi 6, Türkiye İşçi Partisi 2 Milletvekili çıkardı.", "1968 - Ekvator Ginesi, İspanya'dan bağımsızlığını kazandı.", "1968 - 19. Yaz Olimpiyat Oyunları, Meksiko'da başladı.", "1962 - ABD'nin kuzey batısında kasırga: 46 kişi öldü.", "1960 - Japonya Sosyal Demokrat Partisi lideri Inejiro Asanuma, bir televizyon programı sırasında bıçaklanarak öldürüldü.", "1958 - Başbakan Adnan Menderes yurttaşlardan \"Vatan Cephesi\" kurmalarını istedi.", "1953 - Pancar Kooperatifleri Bankası (Şekerbank), Eskişehir'de kuruldu.", "1944 - II. Dünya Savaşı: Atina'daki Alman işgali sona erdi.", "1937 - Seyit Rıza'nın yargılanmasına başlandı.", "1928 - Suni solunum cihazı, ilk kez Boston'daki bir çocuk hastanesinde kullanıldı.", "1925 - Mustafa Kemal, İzmir'de manevraları izledikten sonra ordunun Türk topraklarını savunmaya hazır olduğunu söyledi.", "1917 - I. Dünya Savaşı: Belçika'nın Ypres şehri yakınında I. Passchendaele Muharebesi'nde hardal gazı ilk kez kullanıldı ve bir günde yaklaşık 20000 asker öldü.", "1856 - Girit'te 7,7 Mw ile 8,3 Mw arasında bir deprem meydana geldi.", "1847 - Alman sanayici Werner von Siemens, Siemens AG şirketini kurdu.", "1822 - I. Pedro, kendini Brezilya İmparatoru olarak ilan etti.", "1692 - Salem Cadı Mahkemeleri, Massachusetts Valisi William Phips'in emriyle sona erdi.", "1654 - Hollanda'nın Delft kentinde bir barut deposu infilak etti; 100'den fazla kişi öldü, 1000'in üzerinde kişi yaralandı.", "1596 - Macaristan'daki Eğri Kalesi Osmanlıların eline geçti.", "1492 - Amerika'nın keşfi: Kristof Kolomb, Karayipler'e ulaştı. Fakat Doğu Hint Adaları'na geldiğini düşünüyordu.", "MÖ 539 - Ahameniş Hükümdarı Büyük Kiros, Babil'i ele geçirdi."]