["2020 - Microsoft Office 2010 iu00e7in geniu015fletilmiu015f desteu011fe son verildi.",  "2010 - u015eili'deki maden kazasu0131nda yer altu0131nda mahsur kalan 33 madenci 69 gu00fcn sonra sau011f olarak kurtaru0131ldu0131.",  "2006 - Nobel Baru0131u015f u00d6du00fclu00fc, Bangladeu015fli Muhammed Yunus ve Grameen Bank arasu0131nda paylau015ftu0131ru0131ldu0131.",  "2006 - Birleu015fmiu015f Milletler Genel Kurulu, Gu00fcney Kore Du0131u015f u0130u015fleri Bakanu0131 Ban Ki-moon'u yeni BM Genel Sekreteri olarak resmen atadu0131. Moon gu00f6revi Kofi Annan'dan 1 Ocak 2007'de devraldu0131.",  "2002 - Yeniu00e7au011f gazetesi yayu0131n hayatu0131na bau015fladu0131.",  "2002 - Su0131rbistan'da, Slobodan Milou0161eviu0107'in devrilmesinden sonra du00fczenlenen ilk Devlet Bau015fkanlu0131u011fu0131 seu00e7imi katu0131lu0131mu0131n du00fcu015fu00fck olmasu0131 nedeniyle geu00e7ersiz sayu0131ldu0131.",  "1997 - Altu0131n Koza Film Festivali sonuu00e7landu0131. Zeki Demirkubuz'un yu00f6nettiu011fi Masumiyet filmi birinciliu011fi aldu0131.",  "1996 - Radikal gazetesi yayu0131n hayatu0131na bau015fladu0131.",  "1995 - Prag'daki Du00fcnya Gu00fcreu015f u015eampiyonasu0131'nda, 82 kiloda Hamza Yerlikaya Du00fcnya u015fampiyonu oldu.",  "1995 - u0130ngiliz fiziku00e7i Joseph Rotblat ve iu00e7inde bulunduu011fu antinu00fckleer grup, Nobel Baru0131u015f u00d6du00fclu00fc'nu00fc aldu0131.",  "1994 - Mali polis, Halil Bezmen'e ait trilyonlarca lira deu011ferindeki antika, tarihu00ee eser ve tabloyu, Amerika Birleu015fik Devletleri'ne kau00e7u0131ru0131lmak u00fczereyken ele geu00e7irdi.",  "1991 - Eski Millu00ee u0130stihbarat Teu015fkilatu0131 Mu00fcsteu015faru0131 Emekli Orgeneral Adnan Ersu00f6z u00f6ldu00fcru00fcldu00fc. Ersu00f6z'u00fc Dev-Sol u00f6rgu00fctu00fc militanlaru0131nu0131n u00f6ldu00fcrdu00fcu011fu00fc au00e7u0131klandu0131.",  "1991 - Bulgaristan'da reel sosyalizm sonrasu0131 ilk parlamento seu00e7imleri yapu0131ldu0131.",  "1990 - 1975'ten beri devam etmekte olan Lu00fcbnan u0130u00e7 Savau015fu0131 sona erdi.",  "1986 - Bu00fcyu00fck Vatan Partisi kendini feshetti.",  "1980 - 16 Nisan 1980'de u0130stanbul'da Amerikalu0131 bir astsubay ile bir Tu00fcrk arkadau015fu0131nu0131 u00f6ldu00fcren sol gu00f6ru00fcu015flu00fc militanlar Ahmet Saner ve Kadir Tandou011fan, u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1977 - Du00f6rt Filistinli, bir yolcu uu00e7au011fu0131nu0131 Somali'ye kau00e7u0131rdu0131 ve Ku0131zu0131l Ordu Fraksiyonu mensubu 11 tutuklunun salu0131verilmesini istedi.",  "1976 - Bolivya Hava Yollaru0131'na ait bir kargo uu00e7au011fu0131, Santa Cruz'da (Bolivya) du00fcu015ftu00fc; 97'si yerde ve u00e7ou011funluu011fu u00e7ocuk olmak u00fczere 100 kiu015fi u00f6ldu00fc.",  "1972 - Sovyetler Birliu011fi Hava Yollaru0131 Aeroflot'a ait u0130lyuu015fin Il-62 tipi bir yolcu uu00e7au011fu0131, Moskova yaku0131nlaru0131nda u015eeremetyevo Uluslararasu0131 Havalimanu0131'na yaklau015fu0131rken du00fcu015ftu00fc; 164 yolcu ve 10 kiu015filik mu00fcrettebatu0131n tu00fcmu00fc u00f6ldu00fc.",  "1972 - Bir Uruguay askeri uu00e7au011fu0131 And dau011flaru0131nda (Arjantin ve u015eili su0131nu0131ru0131nda) du00fcu015ftu00fc. Sau011f kalan 16 kiu015fiye 23 Aralu0131k'ta ulau015fu0131larak kurtaru0131ldu0131. Bkn: Uruguay Hava Kuvvetleri Uu00e7uu015f 571",  "1970 - Fiji Birleu015fmiu015f Milletler'e u00fcye oldu.",  "1968 - Avustralya'ya ilk Tu00fcrk iu015fu00e7i kafilesi hareket etti.",  "1955 - Suna Kan, "Viotti Keman Yaru0131u015fmasu0131"nda birinci oldu. Yaru0131u015fma, u00fcnlu00fc u0130talyan kemancu0131 Giovanni Battista Viotti adu0131na du00fczenlenmiu015fti.",  "1951 - Cumhuriyet gazetesinin du00fczenlediu011fi gu00fczellik yaru0131u015fmasu0131nda, Gu00fcnseli Bau015far Tu00fcrkiye Gu00fczellik Kraliu00e7esi seu00e7ildi.",  "1946 - Fransa'da Du00f6rdu00fcncu00fc Cumhuriyet'in Anayasasu0131 kabul edildi.",  "1944 - Letonya'nu0131n gu00fcnu00fcmu00fczdeki bau015fkenti Riga, Sovyetler Birliu011fi kontrolu00fcne geu00e7ti.",  "1943 - II. Du00fcnya Savau015fu0131: u0130talya'da Mussolini'yi devirip bau015fa geu00e7en yeni Hu00fcku00fbmet taraf deu011fiu015ftirdi ve Mu00fcttefik Devletler'le ittifak oluu015fturarak Almanya'ya savau015f ilan etti.",  "1935 - Tu00fcrkiye'de faaliyet gu00f6steren Mason Localaru0131 Atatu00fcrk tarafu0131ndan kapatu0131ldu0131.",  "1923 - TBMM'de, Ankara'nu0131n Hu00fcku00fbmet merkezi ve bau015fkent olmasu0131 kararlau015ftu0131ru0131ldu0131.",  "1921 - TBMM Hu00fcku00fbmeti, Azerbaycan, Ermenistan ve Gu00fcrcistan ile Kars Antlau015fmasu0131'nu0131 imzaladu0131 ve Dou011fu Cephesi'nde Tu00fcrk Kurtuluu015f Savau015fu0131 sona erdi.",  "1918 - Talat Pau015fa liderliu011findeki u0130ttihat ve Terakki Hu00fcku00fbmeti istifa etti.",  "1914 - Garrett Morgan, gaz maskesini icat etti ve patentini aldu0131.",  "1911 - u0130talya Krallu0131u011fu0131, Derne'yi iu015fgal etti.",  "1900 - Avusturyalu0131 nu00f6rolog Sigmund Freud, u00fcnlu00fc kitabu0131 Du00fcu015flerin Yorumu'nu yayu0131nladu0131.",  "1886 - Amerikalu0131 eczacu0131 Pemberton, Coca Cola'nu0131n formu00fclu00fcnu00fc buldu.",  "1884 - Greenwich Gu00f6zlemevi'nden geu00e7en meridyen, 0 derece ve uluslararasu0131 zaman kuu015faklaru0131 iu00e7in bau015flangu0131u00e7 noktasu0131 olarak kabul edildi.",  "1845 - Teksas'ta yapu0131lan referandumda ABD'ye katu0131lma kararu0131 alu0131ndu0131.",  "1843 - Bilinen en eski Yahudi yardu0131mlau015fma u00f6rgu00fctu00fc B'nai B'rith (u0130ttifak Evlatlaru0131) New York'ta kuruldu.",  "1827 - 658 yu0131lu0131ndan beri Mu00fcslu00fcman egemenliu011finde olan Erivan, Ruslar tarafu0131ndan ele geu00e7irildi.",  "1792 - Amerika Birleu015fik Devletleri'nde Beyaz Saray olarak bilinen binanu0131n temeli atu0131ldu0131.",  "1775 - ABD Deniz Kuvvetleri kuruldu.",  "1773 - Fransu0131z astronom Charles Messier, Girdap gu00f6kadasu0131'nu0131 keu015ffetti.",  "1492 - Kristof Kolomb, Bahamalar'da Yerlilerce Guanahani olarak adlandu0131ru0131lan, San Salvador ismini verdiu011fi adaya ayak bastu0131.",  "54 - Neron, Roma tahtu0131na oturdu."]







