["2022 - Bartu0131n'u0131n Amasra ilu00e7esinde bir madende patlama meydana geldi.",  "2017 - Somali'nin bau015fkenti Mogadiu015fu'da toplu tau015fu0131ma arau00e7laru0131nu0131n kullandu0131u011fu0131 istasyon yaku0131nlaru0131nda bomba yu00fcklu00fc kamyon ile saldu0131ru0131 du00fczenlendi. Saldu0131ru0131 sonucu 512 kiu015fi u00f6ldu00fc, 316 kiu015fi yaralandu0131 ve 62 kiu015fi ise kayboldu.",  "2012 - Felix Baumgartner, stratosferdeki bir balondan Du00fcnya'ya bau015faru0131yla atladu0131.",  "2003 - Chicago'da oynanan Amerika Ulusal Beyzbol Ligi mau00e7u0131nda, "Steve Bartman Olayu0131" olarak adlandu0131ru0131lan skandal geru00e7ekleu015fti.",  "1994 - Yaser Arafat, u0130zak Rabin ve u015eimon Perez, Oslo Anlau015fmalaru0131nu0131n geru00e7ekleu015fmesindeki ve gelecekteki Filistin u00f6z yu00f6netiminin u00e7eru00e7evelenmesindeki rollerinden dolayu0131 Nobel Baru0131u015f u00d6du00fclu00fc'nu00fc aldu0131.",  "1991 - Birmanya muhalefet lideri Aung San Suu Kyi, Nobel Baru0131u015f u00d6du00fclu00fc'ne layu0131k gu00f6ru00fcldu00fc.",  "1987 - Yerli u00fcretim ilk F-16 savau015f uu00e7au011fu0131, u015eener Koltuk tarafu0131ndan test edilerek Hava Kuvvetleri Komutanlu0131u011fu0131 bu00fcnyesine katu0131ldu0131.",  "1987 - Atatu00fcrk Uluslararasu0131 Baru0131u015f u00d6du00fclu00fc, Almanya Cumhurbau015fkanu0131 Richard von Weizsaecker'e verildi.",  "1982 - Yau015far Kemal, Fransa'da Uluslararasu0131 Cino del Duca u00d6du00fclu00fc'nu00fc kazandu0131.",  "1981 - Hu00fcsnu00fc Mu00fcbarek, Enver Sedat'u0131n suikast sonucu u00f6ldu00fcru00fclmesinin bir hafta sonrasu0131nda Mu0131su0131r Cumhurbau015fkanu0131 oldu.",  "1980 - Diyarbaku0131r'a kau00e7u0131ru0131lan Tu00fcrk Hava Yollaru0131'na ait "Diyarbaku0131r" uu00e7au011fu0131na operasyon du00fczenlendi. Ku00f6kten dinci olduklaru0131 u00f6ne su00fcru00fclen 4 hava korsanu0131 yakalandu0131. Operasyon su0131rasu0131nda bir yolcu u00f6ldu00fc.",  "1973 - Tayland'da u00fcniversite u00f6u011frencilerinin demokratik bir hu00fcku00fbmet iu00e7in geru00e7ekleu015ftirdikleri ayaklanmada, 77 kiu015fi u00f6ldu00fc, 857 kiu015fi yaralandu0131.",  "1973 - Kutsal Yom Kippur gu00fcnu00fcnde, Mu0131su0131r ve Suriye ordularu0131 u0130srail'e saldu0131rdu0131.",  "1973 - Genel seu00e7imler sonuu00e7landu0131. Cumhuriyet Halk Partisi 185, Adalet Partisi 149, Millu00ee Selamet Partisi 48, Demokratik Parti 45, Cumhuriyetu00e7i Gu00fcven Partisi 13, Milliyetu00e7i Hareket Partisi 3, Tu00fcrkiye Birlik Partisi 1 Milletvekilliu011fi kazandu0131. 6 Milletvekili de bau011fu0131msu0131z olarak seu00e7ildi.",  "1969 - Olof Palme u0130sveu00e7 Bau015fbakanu0131 oldu.",  "1968 - Avustralya'nu0131n Meckering kentinde 6,8 u015fiddetinde bir deprem meydana geldi.",  "1968 - Amerikalu0131 Jim Hines, Meksiko'da du00fczenlenen Olimpiyat Oyunlaru0131'nda, 100 m'de 10 saniyenin altu0131na inen (9,95 s) ilk kiu015fi oldu. Hines, bu unvanu0131 1983'e kadar koruyabildi.",  "1968 - Amerikalu0131 astronotlaru0131n yu00f6ru00fcngedeki ilk canlu0131 TV yayu0131nu0131 Apollo 7 ekibi tarafu0131ndan geru00e7ekleu015ftirildi.",  "1964 - Tokyo'daki Olimpiyat Oyunlaru0131'nda, Tu00fcrk Serbest Gu00fcreu015f Millu00ee Taku0131mu0131 u015fampiyon oldu.",  "1964 - Sovyetler Birliu011fi lideri Nikita Kruu015fu00e7ev, Karadeniz ku0131yu0131su0131nda tatildeyken gu00f6revden alu0131ndu0131, yerine Leonid Brejnev getirildi. Aleksey Kosigin Bau015fbakan oldu.",  "1964 - Martin Luther King, u015fiddetsizlik yoluyla u0131rksal eu015fitsizlikle mu00fccadele ettiu011fi iu00e7in Nobel Baru0131u015f u00d6du00fclu00fc'nu00fc aldu0131.",  "1960 - Yassu0131ada Yargu0131lamalaru0131 bau015fladu0131. u0130lk dava Afgan Kralu0131'nu0131n Celu00e2l Bayar'a hediye ettiu011fi ku00f6peu011fin hayvanat bahu00e7esine satu0131u015fu0131yla ilgili "Ku00f6pek Davasu0131" idi.",  "1958 - ABD, Nevada'da bir yeraltu0131 nu00fckleer deneme yaptu0131.",  "1956 - Hindistan'da Dokunulmazlar kastu0131nu0131n lideri Bhimrao Ramji Ambedkar, 385.000 takipu00e7isi ile birlikte Budizme geu00e7ti.",  "1950 - Kore'ye Tu00fcrk askeru00ee birliu011fi ulau015ftu0131.",  "1947 - Amerikalu0131 test pilotu Chuck Yeager, ses duvaru0131nu0131 au015ftu0131.",  "1944 - II.Du00fcnya Savau015fu0131: Britanya Ordusu Atina'ya girdi.",  "1944 - Generalfeldmarschall Erwin Rommel u00f6ldu00fc.",  "1940 - II.Du00fcnya Savau015fu0131: The Blitz adu0131 verilen Almanlaru0131n Londra'yu0131 bombardu0131manu0131 su0131rasu0131nda, Londra metrosu'nun Balham u0130stasyonu'nda 66 kiu015fi u00f6ldu00fc.",  "1933 - Almanya, Cenevre Silahsu0131zlanma Konferansu0131'ndan ve Milletler Cemiyeti'nden ayru0131lacau011fu0131nu0131 au00e7u0131kladu0131.",  "1926 - Tu00fcrk Kanunu Medenisi'ne gu00f6re ilk medeni niku00e2h, u015eehremini Muhittin Bey tarafu0131ndan u0130stanbul'da ku0131yu0131ldu0131.",  "1925 - Tu00fcrkiye'de ilk betonarme ku00f6pru00fc, Bu00fcyu00fck Menderes nehri u00fczerinde yapu0131ldu0131.",  "1920 - Finlandiya ve Sovyet Rusya, bazu0131 bu00f6lgeleri deu011fiu015ftirerek su0131nu0131ru0131 belirleyen, Tartu Antlau015fmasu0131'nu0131 imzaladu0131.",  "1915 - I.Du00fcnya Savau015fu0131: Bulgaristan Krallu0131u011fu0131, u0130ttifak Devletleri'ne katu0131ldu0131.",  "1913 - Birleu015fik Krallu0131k'ta ku00f6mu00fcr madeni kazasu0131; 439 kiu015fi u00f6ldu00fc.",  "1912 - Eski bau015fkan Theodore Roosevelt, John Flammang Schrank tarafu0131ndan vurularak hafif yaralandu0131. Roosevelt, gu00f6u011fsu00fcndeki taze yara ve iu00e7indeki mermi ile planlanan konuu015fmasu0131nu0131 yaptu0131.",  "1882 - Pencap u00dcniversitesi (Pakistan) kuruldu.",  "1808 - Nizam-u0131 Cedid, Sekban-u0131 Cedid adu0131yla yeniden kuruldu.",  "1586 - Mary Stuart, kardeu015fi I. Elizabeth'e suikast giriu015fiminde bulunduu011fu suu00e7lamasu0131na karu015fu0131 savunma vermeyi kabul etti."]







