["2022 - Bartu0131n'da maden faciasu0131: 41 iu015fu00e7i hayatu0131nu0131 kaybetti 7 iu015fu00e7i yaralandu0131.",  "2013 - Filipinler'de 7,2 u015fiddetinde deprem.",  "2003 - u0130lham Aliyev babasu0131 Haydar Aliyev'in yerine geu00e7erek Azerbaycan devlet bau015fkanu0131 oldu.",  "1999 - Su0131nu0131r Tanu0131mayan Doktorlar u00f6rgu00fctu00fc, Nobel Baru0131u015f u00d6du00fclu00fc'nu00fc aldu0131.",  "1993 - Nobel Baru0131u015f u00d6du00fclu00fc, Gu00fcney Afrika devlet bau015fkanu0131 De Klerk ile Afrika Ulusal Kongresi bau015fkanu0131 Nelson Mandela'ya verildi.",  "1990 - Sovyetler Birliu011fi bau015fkanu0131 Mihail Gorbau00e7ov, Nobel Baru0131u015f u00d6du00fclu00fc'nu00fc aldu0131.",  "1978 - u00c7uval Cinayeti: Ankara'da sau011f gu00f6ru00fcu015flu00fc militanlar Fikri Arkan ve Kemal u00d6zdemir, sol gu00f6ru00fcu015flu00fc Veli Gu00fcneu015f ve Halim Kaplan'u0131 u00f6ldu00fcrdu00fc.",  "1970 - u0130stanbul'da kolera salgu0131nu0131 olduu011fu au00e7u0131klandu0131.",  "1970 - Enver Sedat, Mu0131su0131r devlet bau015fkanu0131 oldu.",  "1961 - Ku0131su0131tlu0131 seu00e7im kampanyasu0131nu0131n ardu0131ndan genel seu00e7imler yapu0131ldu0131. Seu00e7ime du00f6rt parti katu0131ldu0131. CHP 173, Adalet Partisi 158, Cumhuriyetu00e7i Ku00f6ylu00fc Millet Partisi 54, Yeni Tu00fcrkiye Partisi 65 Milletvekilliu011fi kazandu0131.",  "1961 - Uluslararasu0131 Af u00d6rgu00fctu00fc Londra'da kuruldu.",  "1946 - Nazi savau015f suu00e7lusu Hermann Gu00f6ring idam edilmesine saatler kala zehir iu00e7erek intihar etti.",  "1945 - Geu00e7ici Fransu0131z hu00fcku00fbmeti bau015fbakanu0131 Pierre Laval kuru015funa dizildi.",  "1944 - II. Du00fcnya Savau015fu0131: Kraliyet Hava Kuvvetleri, Almanya'nu0131n Braunschweig u015fehrine bombardu0131man bau015flattu0131.",  "1937 - Yeni harflerle basu0131lan ilk ku00e2u011fu0131t paralar tedavu00fcle u00e7u0131ktu0131. u00dczerinde Atatu00fcrk'u00fcn resmi bulunan 100 liralu0131k banknotlar 1942'de tedavu00fclden kaldu0131ru0131ldu0131.",  "1934 - Mao Zedung'a bau011flu0131 100 bin kiu015filik birlik, u00c7in'in gu00fcneydou011fusundan bau015flayu0131p kuzeydou011fusuna kadar su00fcrecek 10 bin kilometrelik Bu00fcyu00fck Yu00fcru00fcyu00fcu015f'e bau015fladu0131.",  "1928 - Almanya'dan hareket eden du00fcnyanu0131n en bu00fcyu00fck hava gemisi Graf Zeppelin Amerika'da New Jersey'e ulau015ftu0131. Uu00e7uu015f 111 saat su00fcrdu00fc.",  "1928 - Yusuf Ziya Ortau00e7, Meu015fu2019ale dergisini kapattu0131. Bu00f6ylece, birkau00e7 ay u00f6nce bu dergide bau015flayan ve yedi genu00e7 u015fairin ortak kitabu0131 Yedi Meu015fale ile su00fcren "Yedi Meu015faleciler" aku0131mu0131 da sona ermiu015f oldu.",  "1927 - Gazi Mustafa Kemal Pau015fa CHP kurultayu0131nda "Bu00fcyu00fck Nutuk"u okumaya bau015fladu0131. Nutuk'un okunuu015fu 6 gu00fcn su00fcrdu00fc.",  "1917 - Fransu0131zlarca tutuklanan ve Alman gizli servisine bazu0131 bilgiler verdiu011fini kabul eden Hollandalu0131 dansu00e7u0131 Mata Hari (Margaretha Geertruida), askeri mahkemece yargu0131landu0131ktan sonra, kuru015funa dizildi.",  "1878 - Edison, Edison Electric Light Co adlu0131 u015firketi kurdu.",  "1582 - Avrupa'da Gregoryen takviminin kabulu00fc"]







