["2022 - Bartın'da maden faciası: 41 işçi hayatını kaybetti 7 işçi yaralandı.", "2013 - Filipinler'de 7,2 şiddetinde deprem.", "2003 - İlham Aliyev babası Haydar Aliyev'in yerine geçerek Azerbaycan devlet başkanı oldu.", "1999 - Sınır Tanımayan Doktorlar örgütü, Nobel Barış Ödülü'nü aldı.", "1993 - Nobel Barış Ödülü, Güney Afrika devlet başkanı De Klerk ile Afrika Ulusal Kongresi başkanı Nelson Mandela'ya verildi.", "1990 - Sovyetler Birliği başkanı Mihail Gorbaçov, Nobel Barış Ödülü'nü aldı.", "1978 - Çuval Cinayeti: Ankara'da sağ görüşlü militanlar Fikri Arkan ve Kemal Özdemir, sol görüşlü Veli Güneş ve Halim Kaplan'ı öldürdü.", "1970 - İstanbul'da kolera salgını olduğu açıklandı.", "1970 - Enver Sedat, Mısır devlet başkanı oldu.", "1961 - Kısıtlı seçim kampanyasının ardından genel seçimler yapıldı. Seçime dört parti katıldı. CHP 173, Adalet Partisi 158, Cumhuriyetçi Köylü Millet Partisi 54, Yeni Türkiye Partisi 65 Milletvekilliği kazandı.", "1961 - Uluslararası Af Örgütü Londra'da kuruldu.", "1946 - Nazi savaş suçlusu Hermann Göring idam edilmesine saatler kala zehir içerek intihar etti.", "1945 - Geçici Fransız hükûmeti başbakanı Pierre Laval kurşuna dizildi.", "1944 - II. Dünya Savaşı: Kraliyet Hava Kuvvetleri, Almanya'nın Braunschweig şehrine bombardıman başlattı.", "1937 - Yeni harflerle basılan ilk kâğıt paralar tedavüle çıktı. Üzerinde Atatürk'ün resmi bulunan 100 liralık banknotlar 1942'de tedavülden kaldırıldı.", "1934 - Mao Zedung'a bağlı 100 bin kişilik birlik, Çin'in güneydoğusundan başlayıp kuzeydoğusuna kadar sürecek 10 bin kilometrelik Büyük Yürüyüş'e başladı.", "1928 - Almanya'dan hareket eden dünyanın en büyük hava gemisi Graf Zeppelin Amerika'da New Jersey'e ulaştı. Uçuş 111 saat sürdü.", "1928 - Yusuf Ziya Ortaç, Meş’ale dergisini kapattı. Böylece, birkaç ay önce bu dergide başlayan ve yedi genç şairin ortak kitabı Yedi Meşale ile süren \"Yedi Meşaleciler\" akımı da sona ermiş oldu.", "1927 - Gazi Mustafa Kemal Paşa CHP kurultayında \"Büyük Nutuk\"u okumaya başladı. Nutuk'un okunuşu 6 gün sürdü.", "1917 - Fransızlarca tutuklanan ve Alman gizli servisine bazı bilgiler verdiğini kabul eden Hollandalı dansçı Mata Hari (Margaretha Geertruida), askeri mahkemece yargılandıktan sonra, kurşuna dizildi.", "1878 - Edison, Edison Electric Light Co adlı şirketi kurdu.", "1582 - Avrupa'da Gregoryen takviminin kabulü"]