["2010 - Necmettin Erbakan, Saadet Partisi Genel Bau015fkanlu0131u011fu0131na seu00e7ildi.",  "2008 - Tu00fcrkiye, 2009 - 2010 Birleu015fmiu015f Milletler Gu00fcvenlik Konseyi geu00e7ici u00fcyeliu011fine 151 oyla kabul edildi.",  "2003 - Taipei'deki 101 katlu0131 gu00f6kdelen, Kuala Lumpur'dakini 50 m geu00e7erek Du00fcnyanu0131n en yu00fcksek binasu0131 oldu.",  "2001 - u0130srail-Filistin baru0131u015f anlau015fmalaru0131na karu015fu0131 u00e7u0131kan Ulusal Birlik Partisi Genel Bau015fkanu0131 Rehavam Ze'evi, uu011fradu0131u011fu0131 silahlu0131 saldu0131ru0131cu0131 sonucu u00f6ldu00fc. Saldu0131ru0131yu0131 Filistin Halk Kurtuluu015f Cephesi u00fcstlendi.",  "1989 - San Francisco'da 7,1 u015fiddetinde deprem.",  "1989 - Bau015fbakan Turgut u00d6zal, Cumhurbau015fkanlu0131u011fu0131na aday olduu011funu au00e7u0131kladu0131.",  "1987 - Eski cumhurbau015fkanu0131 Fahri Korutu00fcrk, Devlet tu00f6reninden sonra Devlet Mezarlu0131u011fu0131'nda toprau011fa verildi.",  "1979 - Rahibe Teresa'ya Nobel Baru0131u015f u00d6du00fclu00fc verildi.",  "1973 - OPEC, bazu0131 Batu0131lu0131 u00fclkelere, Suriye ile olan savau015fu0131nda u0130srail'e yardu0131m ettikleri gereku00e7esiyle petrol ambargosu uygulamaya bau015fladu0131.",  "1970 - Quu00e9bec u00c7alu0131u015fma Bakanu0131 Pierre Laporte, Quu00e9bec Kurtuluu015f Cephesi (FLQ) militanlaru0131nca u00f6ldu00fcru00fcldu00fc. Laporte, 10 Ekim 1970'te kau00e7u0131ru0131lmu0131u015ftu0131.",  "1967 - "Hair" mu00fczikali New York'ta sahnelenmeye bau015flandu0131.",  "1966 - Peru'da 8,1 u015fiddetinde deprem meydana geldi. 100'e yaku0131n kiu015fi u00f6ldu00fc.",  "1966 - Birlik Partisi kuruldu. Parti Genel Bau015fkanlu0131u011fu0131na Hasan Tahsin Berkman getirildi. Partinin amblemi Ali'yi simgeleyen bir aslan ve onun u00e7evresinde 12 imamu0131 temsil eden 12 yu0131ldu0131z olarak belirlendi.",  "1962 - Cumhurbau015fkanu0131 Cemal Gu00fcrsel, siyasi Af Kanunu'nu imzaladu0131; 258 Yassu0131ada hu00fcku00fcmlu00fcsu00fcnu00fcn tahliyesi bau015fladu0131.",  "1961 - Yaklau015fu0131k 200 (bazu0131laru0131na gu00f6re 400) Cezayirli gu00f6sterici, Paris polisi tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1957 - Fransu0131z yazar Albert Camus, edebiyat alanu0131nda Nobel u00d6du00fclu00fc aldu0131.",  "1951 - Tu00fcrkiye'nin NATO'ya katu0131lmasu0131yla ilgili protokol, Londra'da imzalandu0131.",  "1950 - Tu00fcrkiye'nin de Kore Savau015fu0131'na katu0131lmasu0131yla 500 kiu015filik ilk Tu00fcrk askeru00ee birliu011fi Kore'ye ulau015ftu0131 ve Pusan'da karaya u00e7u0131ktu0131.",  "1945 - Juan Peron, Arjantin Devlet Bau015fkanu0131 oldu.",  "1938 - Atatu00fcrk ilk au011fu0131r komaya girdi.",  "1933 - Albert Einstein, Almanya'dan Amerika'ya kau00e7tu0131.",  "1929 - Nadir Han, Afganistan Kralu0131 oldu.",  "1922 - Gu00f6ku00e7eada'nu0131n kurtuluu015fu",  "1919 - Batu0131 Trakya'daki u0130skeu00e7e kasabasu0131, Yunanlar tarafu0131ndan iu015fgal edildi.",  "1918 - Su0131rp, Hu0131rvat ve Sloven Krallu0131u011fu0131 kuruldu. (daha sonra adu0131 Yugoslavya Krallu0131u011fu0131 olacak)",  "1912 - Bulgaristan, Su0131rbistan ve Yunanistan; Osmanlu0131 u0130mparatorluu011fu'na savau015f ilan etti.[1]",  "1777 - Amerikalu0131 kuvvetleri u0130ngilizleri Saratoga muharebesinde yendi.",  "1514 - Bayburt Kuu015fatmasu0131: Osmanlu0131 u0130mparatorluu011fu kaleyi ele geu00e7irdi.",  "1448 - II. Kosova Savau015fu0131; Ju00e1nos Hunyadi komutasu0131nda ve u00e7ou011funluu011fu Macarlardan oluu015fan ordu, II. Murat'u0131n komutasu0131ndaki Osmanlu0131 ordusuyla karu015fu0131 karu015fu0131ya geldi."]







