["2010 - Necmettin Erbakan, Saadet Partisi Genel Başkanlığına seçildi.", "2008 - Türkiye, 2009 - 2010 Birleşmiş Milletler Güvenlik Konseyi geçici üyeliğine 151 oyla kabul edildi.", "2003 - Taipei'deki 101 katlı gökdelen, Kuala Lumpur'dakini 50 m geçerek Dünyanın en yüksek binası oldu.", "2001 - İsrail-Filistin barış anlaşmalarına karşı çıkan Ulusal Birlik Partisi Genel Başkanı Rehavam Ze'evi, uğradığı silahlı saldırıcı sonucu öldü. Saldırıyı Filistin Halk Kurtuluş Cephesi üstlendi.", "1989 - San Francisco'da 7,1 şiddetinde deprem.", "1989 - Başbakan Turgut Özal, Cumhurbaşkanlığına aday olduğunu açıkladı.", "1987 - Eski cumhurbaşkanı Fahri Korutürk, Devlet töreninden sonra Devlet Mezarlığı'nda toprağa verildi.", "1979 - Rahibe Teresa'ya Nobel Barış Ödülü verildi.", "1973 - OPEC, bazı Batılı ülkelere, Suriye ile olan savaşında İsrail'e yardım ettikleri gerekçesiyle petrol ambargosu uygulamaya başladı.", "1970 - Québec Çalışma Bakanı Pierre Laporte, Québec Kurtuluş Cephesi (FLQ) militanlarınca öldürüldü. Laporte, 10 Ekim 1970'te kaçırılmıştı.", "1967 - \"Hair\" müzikali New York'ta sahnelenmeye başlandı.", "1966 - Peru'da 8,1 şiddetinde deprem meydana geldi. 100'e yakın kişi öldü.", "1966 - Birlik Partisi kuruldu. Parti Genel Başkanlığına Hasan Tahsin Berkman getirildi. Partinin amblemi Ali'yi simgeleyen bir aslan ve onun çevresinde 12 imamı temsil eden 12 yıldız olarak belirlendi.", "1962 - Cumhurbaşkanı Cemal Gürsel, siyasi Af Kanunu'nu imzaladı; 258 Yassıada hükümlüsünün tahliyesi başladı.", "1961 - Yaklaşık 200 (bazılarına göre 400) Cezayirli gösterici, Paris polisi tarafından öldürüldü.", "1957 - Fransız yazar Albert Camus, edebiyat alanında Nobel Ödülü aldı.", "1951 - Türkiye'nin NATO'ya katılmasıyla ilgili protokol, Londra'da imzalandı.", "1950 - Türkiye'nin de Kore Savaşı'na katılmasıyla 500 kişilik ilk Türk askerî birliği Kore'ye ulaştı ve Pusan'da karaya çıktı.", "1945 - Juan Peron, Arjantin Devlet Başkanı oldu.", "1938 - Atatürk ilk ağır komaya girdi.", "1933 - Albert Einstein, Almanya'dan Amerika'ya kaçtı.", "1929 - Nadir Han, Afganistan Kralı oldu.", "1922 - Gökçeada'nın kurtuluşu", "1919 - Batı Trakya'daki İskeçe kasabası, Yunanlar tarafından işgal edildi.", "1918 - Sırp, Hırvat ve Sloven Krallığı kuruldu. (daha sonra adı Yugoslavya Krallığı olacak)", "1912 - Bulgaristan, Sırbistan ve Yunanistan; Osmanlı İmparatorluğu'na savaş ilan etti.[1]", "1777 - Amerikalı kuvvetleri İngilizleri Saratoga muharebesinde yendi.", "1514 - Bayburt Kuşatması: Osmanlı İmparatorluğu kaleyi ele geçirdi.", "1448 - II. Kosova Savaşı; János Hunyadi komutasında ve çoğunluğu Macarlardan oluşan ordu, II. Murat'ın komutasındaki Osmanlı ordusuyla karşı karşıya geldi."]