["2020 - Koronaviru00fcs salgu0131nu0131: Onaylanmu0131u015f COVID-19 vakalaru0131nu0131n sayu0131su0131 du00fcnya u00e7apu0131nda 40 milyonu geu00e7ti.",  "2007 - Eski Pakistan Bau015fbakanu0131 Benazir Butto, 8 yu0131llu0131k su00fcrgu00fcnu00fcn ardu0131ndan du00f6ndu00fcu011fu00fc u00fclkesinde bombalu0131 bir saldu0131ru0131ya hedef oldu. 126 kiu015finin u00f6ldu00fcu011fu00fc ve 248 kiu015finin yaralandu0131u011fu0131 saldu0131ru0131dan Butto yara almadan kurtuldu.",  "2002 - Fildiu015fi Sahili'nde bir ay su00fcren u00e7atu0131u015fmalaru0131n ardu0131ndan isyancu0131larla Hu00fcku00fbmet Birlikleri arasu0131nda ateu015fkes yu00fcru00fcrlu00fcu011fe girdi.",  "1996 - Yargu0131tay, Yau015far Kemal'e verilen 1 yu0131l 8 aylu0131k hapis cezasu0131nu0131 onadu0131.",  "1996 - Gazeteci Metin Gu00f6ktepe'nin gu00f6zaltu0131nda du00f6vu00fclerek u00f6ldu00fcru00fclmesiyle ilgili dava Aydu0131n'da bau015fladu0131.",  "1993 - Yunanistan'da Andreas Papandreou'nun ikinci Bau015fbakanlu0131k du00f6nemi bau015fladu0131.",  "1991 - Azerbaycan, Sovyetler Birliu011fi'nden bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti. u0130lk defa 28 Mayu0131s 1918'de bau011fu0131msu0131z olan Du00fcnya Azerileri, bugu00fcnu00fc "Cumhuriyet gu00fcnu00fc" olarak kutluyorlar.",  "1989 - Dou011fu Almanya lideri Erich Honecker istifa etti.",  "1988 - Tuzla'da 7 Ekimu2019de Tu00fcrkiye u0130u015fu00e7i Ku00f6ylu00fc Kurtuluu015f Ordusu (Tu0130KKO) u00fcyesi olduu011fu u00f6ne su00fcru00fclen du00f6rt kiu015fi u00f6ldu00fcru00fcldu00fc. Olaya karu0131u015fan 16 polise 56'u015far yu0131l hapis cezasu0131 istemiyle dava au00e7u0131ldu0131.",  "1982 - 574 sanu0131klu0131 Ankara Dev-Yol davasu0131 bau015fladu0131: 186 kiu015fi idam istemiyle yargu0131lanu0131yor.",  "1979 - Balgat katliamu0131nu0131n iki sanu0131u011fu0131 sau011f gu00f6ru00fcu015flu00fc militanlar Mustafa Pehlivanou011flu ve u0130sa Armau011fan idama mahku00fbm edildi. 10 Au011fustos 1978'de Ankara Balgat'ta solcularu0131n gittiu011fi 4 kahve taranmu0131u015f, 5 kiu015fi u00f6lmu00fcu015f, 11 kiu015fi yaralanmu0131u015ftu0131.",  "1977 - Filistin'li gerillalaru0131n Somali'nin Mogadiu015fu havaalanu0131na kau00e7u0131rdu0131u011fu0131 Lufthansa yolcu uu00e7au011fu0131nu0131 basan GSG-9 Alman anti-teru00f6r timi, korsanlaru0131 u00f6ldu00fcru00fcp 86 rehineyi kurtardu0131.",  "1976 - Bau015fbakan Su00fcleyman Demirel, Fu0131rat nehri u00fczerindeki Karakaya Baraju0131 ve hidroelektrik santralu0131nu0131n temelini attu0131.",  "1968 - Du00fcnya Olimpiyat Komitesi, iki zenci atleti (Tommie Smith ve John Carlos) madalya tu00f6reni su0131rasu0131nda kara gu00fcu00e7 selamu0131 verdikleri gereku00e7esiyle cezalandu0131rdu0131.",  "1967 - Sovyetler Birliu011fi'nin fu0131rlattu0131u011fu0131 Venera 4 uzay aracu0131 Venu00fcs gezegenine ulau015ftu0131 ve Du00fcnya du0131u015fu0131nda bir gezegenin atmosferini inceleyen ve gezegenler arasu0131 yayu0131n yapan ilk arau00e7 oldu.",  "1954 - Texas Instruments u015firketi ilk transistu00f6rlu00fc radyoyu u00fcretti.",  "1944 - Sovyetler Birliu011fi, u00c7ekoslovakya'yu0131 iu015fgal etti.",  "1943 - Ulvi Cemal Erkin ve Necil Kazu0131m Akses, Berlin'de bau015faru0131lu0131 bir konser verdi.",  "1936 - Atatu00fcrk, Ankara Hipodromu'nda at yaru0131u015flaru0131nu0131 izledi.",  "1924 - TBMM'nin yeni binasu0131 hizmete au00e7u0131ldu0131.",  "1922 - u0130ngiliz yayu0131n kuruluu015fu BBC (British Broadcasting Company, sonradan British Broadcasting Corporation) kuruldu.",  "1920 - Saimbeyli'nin kurtuluu015fu",  "1920 - Tu00fcrkiye Komu00fcnist Fu0131rkasu0131, Ankara'da resmen kuruldu.",  "1912 - Trablusgarp Savau015fu0131'nu0131 sona erdiren Uu015fi Antlau015fmasu0131 imzalandu0131.",  "1898 - ABD, Porto Riko'nun sahibi oldu.",  "1892 - Chicago ve New York arasu0131nda ilk uzun telefon hattu0131 au00e7u0131ldu0131.",  "1867 - ABD, Alaska'yu0131 Rusya'dan 7,2 milyon dolar karu015fu0131lu0131u011fu0131nda alarak topraklaru0131na kattu0131.",  "1851 - Moby Dick, ABD'de yayu0131mlanmasu0131ndan bir ay u00f6nce The Whale (Balina) adu0131yla u0130ngiltere'de yayu0131mlandu0131.",  "439 - Sonraki Vey imparatoru T'ai-wu Chu00fc-ch'u00fc'yu00fc yok ettiu011finde (18 Ekim 439 tarihinde), Au015fina'nu0131n 500 hanesi Cu00fccenlerlere kou015fup Chin-shanlara (Altay dau011flaru0131) yerleu015fti."]







