["2020 - Koronavirüs salgını: Onaylanmış COVID-19 vakalarının sayısı dünya çapında 40 milyonu geçti.", "2007 - Eski Pakistan Başbakanı Benazir Butto, 8 yıllık sürgünün ardından döndüğü ülkesinde bombalı bir saldırıya hedef oldu. 126 kişinin öldüğü ve 248 kişinin yaralandığı saldırıdan Butto yara almadan kurtuldu.", "2002 - Fildişi Sahili'nde bir ay süren çatışmaların ardından isyancılarla Hükûmet Birlikleri arasında ateşkes yürürlüğe girdi.", "1996 - Yargıtay, Yaşar Kemal'e verilen 1 yıl 8 aylık hapis cezasını onadı.", "1996 - Gazeteci Metin Göktepe'nin gözaltında dövülerek öldürülmesiyle ilgili dava Aydın'da başladı.", "1993 - Yunanistan'da Andreas Papandreou'nun ikinci Başbakanlık dönemi başladı.", "1991 - Azerbaycan, Sovyetler Birliği'nden bağımsızlığını ilan etti. İlk defa 28 Mayıs 1918'de bağımsız olan Dünya Azerileri, bugünü \"Cumhuriyet günü\" olarak kutluyorlar.", "1989 - Doğu Almanya lideri Erich Honecker istifa etti.", "1988 - Tuzla'da 7 Ekim’de Türkiye İşçi Köylü Kurtuluş Ordusu (TİKKO) üyesi olduğu öne sürülen dört kişi öldürüldü. Olaya karışan 16 polise 56'şar yıl hapis cezası istemiyle dava açıldı.", "1982 - 574 sanıklı Ankara Dev-Yol davası başladı: 186 kişi idam istemiyle yargılanıyor.", "1979 - Balgat katliamının iki sanığı sağ görüşlü militanlar Mustafa Pehlivanoğlu ve İsa Armağan idama mahkûm edildi. 10 Ağustos 1978'de Ankara Balgat'ta solcuların gittiği 4 kahve taranmış, 5 kişi ölmüş, 11 kişi yaralanmıştı.", "1977 - Filistin'li gerillaların Somali'nin Mogadişu havaalanına kaçırdığı Lufthansa yolcu uçağını basan GSG-9 Alman anti-terör timi, korsanları öldürüp 86 rehineyi kurtardı.", "1976 - Başbakan Süleyman Demirel, Fırat nehri üzerindeki Karakaya Barajı ve hidroelektrik santralının temelini attı.", "1968 - Dünya Olimpiyat Komitesi, iki zenci atleti (Tommie Smith ve John Carlos) madalya töreni sırasında kara güç selamı verdikleri gerekçesiyle cezalandırdı.", "1967 - Sovyetler Birliği'nin fırlattığı Venera 4 uzay aracı Venüs gezegenine ulaştı ve Dünya dışında bir gezegenin atmosferini inceleyen ve gezegenler arası yayın yapan ilk araç oldu.", "1954 - Texas Instruments şirketi ilk transistörlü radyoyu üretti.", "1944 - Sovyetler Birliği, Çekoslovakya'yı işgal etti.", "1943 - Ulvi Cemal Erkin ve Necil Kazım Akses, Berlin'de başarılı bir konser verdi.", "1936 - Atatürk, Ankara Hipodromu'nda at yarışlarını izledi.", "1924 - TBMM'nin yeni binası hizmete açıldı.", "1922 - İngiliz yayın kuruluşu BBC (British Broadcasting Company, sonradan British Broadcasting Corporation) kuruldu.", "1920 - Saimbeyli'nin kurtuluşu", "1920 - Türkiye Komünist Fırkası, Ankara'da resmen kuruldu.", "1912 - Trablusgarp Savaşı'nı sona erdiren Uşi Antlaşması imzalandı.", "1898 - ABD, Porto Riko'nun sahibi oldu.", "1892 - Chicago ve New York arasında ilk uzun telefon hattı açıldı.", "1867 - ABD, Alaska'yı Rusya'dan 7,2 milyon dolar karşılığında alarak topraklarına kattı.", "1851 - Moby Dick, ABD'de yayımlanmasından bir ay önce The Whale (Balina) adıyla İngiltere'de yayımlandı.", "439 - Sonraki Vey imparatoru T'ai-wu Chü-ch'ü'yü yok ettiğinde (18 Ekim 439 tarihinde), Aşina'nın 500 hanesi Cücenlerlere koşup Chin-shanlara (Altay dağları) yerleşti."]