["2022 - Endonezya'da bir futbol mau00e7u0131nda 131 kiu015finin u00f6lu00fcmu00fc, 547 kiu015finin de yaralanmasu0131yla son bulan bir izdiham yau015fandu0131.",  "2006 - Mu00fcjdat Gezen Tiyatrosu, Semra Sezer tarafu0131ndan au00e7u0131ldu0131.",  "2001 - 11 Eylu00fcl saldu0131ru0131laru0131'nu0131n da etkisiyle Swissair hisseleri sert bir du00fcu015fu00fcu015f yau015fadu0131 ve iflasu0131yla sonuu00e7lanan su00fcreu00e7 bau015fladu0131.",  "1997 - AB u00fcyesi u00fclkeler Amsterdam Antlau015fmasu0131'nu0131 imzaladu0131.",  "1996 - Peru Hava Yollaru0131'na ait bir Boeing 757, Lima'dan kalktu0131ktan hemen sonra Bu00fcyu00fck Okyanus'a du00fcu015ftu00fc; 70 kiu015fi u00f6ldu00fc.",  "1992 - Ege Deniziu2019ndeki tatbikatlar su0131rasu0131nda, ABDu2019ye ait uu00e7ak gemisinden atu0131lan iki fu00fcze Tu00fcrk muhribi Muavenetu2019e isabet etti; olayda gemi komutanu0131yla birlikte 5 denizci u00f6ldu00fc.",  "1990 - u00c7in Hava Yollaru0131'na ait bir Boeing 737 kau00e7u0131ru0131ldu0131, Guangzhou hava alanu0131na indikten sonra iki uu00e7au011fa u00e7arptu0131; 132 kiu015fi u00f6ldu00fc.",  "1989 - TRT 3 ve GAP TV resmen yayu0131na bau015fladu0131.",  "1984 - 12 Eylu00fcl Darbesi sonrasu0131 ilk grev Tuzla'da iki tersanede bau015fladu0131.",  "1980 - Devlet Bau015fkanu0131 Orgeneral Kenan Evren, Van'da halka seslendi: "Cumhuriyet tehlikeye du00fcu015ftu00fcu011fu00fc anda; Atatu00fcrk'u00fcn bize emanet ettiu011fi topraklar, bu tertemiz topraklar tehlikeye du00fcu015ftu00fcu011fu00fc anda biz duramazdu0131k. Ya u00e7ekip gidecektik veyahut bu hareku00e2tu0131 yapacaktu0131k."",  "1980 - Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Du0130SK) avukatlaru0131ndan Ahmet Hilmi Vezirou011flu u00f6lu00fc bulundu. Bursa Emniyet Mu00fcdu00fcrlu00fcu011fu00fc, Vezirou011flu'nun Emniyet binasu0131ndan atlayarak intihar ettiu011fini iddia etti.",  "1979 - 10 Temmuz 1977'de kahvehane basu0131p 2 kiu015fiyi u00f6ldu00fcren sol gu00f6ru00fcu015flu00fc militan Necdet Adalu0131, Ankara Su0131ku0131yu00f6netim Komutanlu0131u011fu0131 1 Numaralu0131 Askeru00ee Mahkemesi tarafu0131ndan u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1978 - Milliyetu00e7i Hareket Partisi su0131ku0131yu00f6netim ilan edilmesini istedi.",  "1975 - ABD, Tu00fcrkiye'ye konulan silah ambargosunu ku0131smen kaldu0131rdu0131.",  "1974 - Eski Millu00ee Birlik Komitesi u00fcyesi General Cemal Madanou011flu ve arkadau015flaru0131 beraat ettiler.",  "1970 - Ankara'da, Merkezi Antlau015fma u00d6rgu00fctu00fc (CENTO) binasu0131na bomba atu0131ldu0131.",  "1969 - Yargu0131tay, 6 u00f6u011frenci u00f6rgu00fctu00fcnu00fc siyasetle uu011frau015ftu0131klaru0131 gereku00e7esiyle kapattu0131.",  "1968 - Meksika'da u00fcniversite iu015fgali. Meksika gu00fcvenlik gu00fcu00e7lerinin mu00fcdahalesi u00fczerine yu00fczden fazla u00f6u011frenci u00f6ldu00fc.",  "1966 - Vicente Calderu00f3n Stadyumu au00e7u0131ldu0131.",  "1958 - Fransu0131z kolonisi Gine, bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1957 - ODTu00dc'nu00fcn temeli atu0131ldu0131.",  "1953 - Batu0131 Almanya, NATO'ya kabul edildi.",  "1950 - Charles M. Schulz'un u00e7izdiu011fi Snoopy isimli ku00f6peu011fin maceralaru0131nu0131n anlatu0131ldu0131u011fu0131 Peanuts bant karikatu00fcru00fc ilk kez yayu0131mlandu0131.",  "1941 - Almanlar, Sovyetler Birliu011fi'ne karu015fu0131 Tayfun Hareku00e2tu0131 olarak bilinen bir genel taarruz bau015flattu0131lar.",  "1935 - u0130talyan ordusu Etiyopya'ya girdi.",  "1928 - Gizli Katolik u00f6rgu00fct Opus Dei, Madrid'de kuruldu.",  "1924 - Milletler Cemiyeti'nin 47 u00fcyesi zorunlu tahkim protokolu00fcnu00fc imzaladu0131.",  "1919 - ABD Bau015fkanu0131 Woodrow Wilson felu00e7 geu00e7irdi.",  "1895 - Trabzon'da Ermeni isyanu0131 bau015fladu0131.",  "1870 - Roma, u0130talya'nu0131n bau015fkenti oldu.",  "1836 - Charles Darwin, u0130ngiliz Kraliyet Donanmasu0131'na ait HMS Beagle gemisi ile u00e7u0131ktu0131u011fu0131, Brezilya, Galapagos Adalaru0131 ve Yeni Zelanda'yu0131 kapsayan 5 yu0131llu0131k gezisinden u0130ngiltere'ye du00f6ndu00fc. Bu u00e7alu0131u015fmalaru0131, 1859'da yayu0131mlayacau011fu0131 Tu00fcrlerin Ku00f6keni adlu0131 kitabu0131nu0131n kaynau011fu0131nu0131 oluu015fturdu.",  "1608 - Modern teleskopun prototipi, Hollandalu0131 gu00f6zlu00fck u00fcreticisi Hans Lippershey tarafu0131ndan yapu0131ldu0131.",  "1552 - Korkunu00e7 u0130van komutasu0131ndaki Ruslar, Kazan'u0131 iu015fgal etti.",  "1187 - Selahaddin Eyyubi, Kudu00fcs'u00fc zapt ederek 88 yu0131llu0131k Hau00e7lu0131 iu015fgaline son verdi."]







