["2008 - Ergenekon davasu0131'nu0131n ilk duruu015fmasu0131 Silivri Cezaevi iu00e7indeki Adliye'de gu00f6ru00fclmeye bau015flandu0131.",  "2002 - Su0131rbistan ile birlikte Yugoslavya'yu0131 oluu015fturan Karadau011f'da yapu0131lan genel seu00e7imlerde, Devlet Bau015fkanu0131 Milo Cukanoviu00e7'in bau011fu0131msu0131zlu0131k yanlu0131su0131 partisi meclis u00e7ou011funluu011funu elde etti.",  "1998 - Tu00fcrkiye ile Suriye arasu0131nda Adana Mutabakatu0131 imzalandu0131.",  "1992 - Bingu00f6lu2019u00fcn Solhan ilu00e7esi Hazaru015fah ku00f6yu00fc yaku0131nlaru0131nda, bir otobu00fcsu00fc durduran PKK militanlaru0131 19 yolcuyu kuru015funa dizerek u00f6ldu00fcrdu00fc, 6 kiu015fiyi yaraladu0131.",  "1984 - Bilkent u00dcniversitesi kuruldu.",  "1980 - Yunanistan, NATO askeru00ee kanadu0131na yeniden girdi.",  "1978 - u0130Tu00dc Elektrik Faku00fcltesi dekanu0131 Ord.Prof. Bedri Karafakiou011flu u0130stanbul'da uu011fradu0131u011fu0131 silahlu0131 saldu0131ru0131 sonucunda yau015famu0131nu0131 yitirdi.",  "1968 - ABD'nin u00f6ldu00fcru00fclen Bau015fkanlaru0131ndan John F. Kennedy'nin eu015fi Jacqueline Kennedy Yunan armatu00f6r Aristotle Onassis ile evlendi.",  "1968 - Meksiko Olimpiyatlaru0131'nda serbest gu00fcreu015fte 78 kiloda Mahmut Atalay ve 97 kiloda Ahmet Ayu0131k altu0131n madalya kazandu0131lar.",  "1954 - Bu00fcyu00fck Britanya'da 51 bin liman iu015fu00e7isi greve gitti. Britanya'nu0131n deniz ticareti yaru0131 yaru0131ya durdu.",  "1954 - Du00fcnya Bankasu0131 Genel Sekreteri Tu00fcrkiye'ye geldi. Genel sekreter "Tu00fcrkiye ekonomik geleceu011fi u00e7ok parlak bir u00fclkedir" dedi.",  "1951 - Birinci Akdeniz Oyunlaru0131 sona erdi.",  "1945 - Mu0131su0131r, Suriye, Irak ve Lu00fcbnan, Filistin topraklaru0131nda devlet kurmak isteyen Yahudilere karu015fu0131 Arap Cemiyeti'ni kurdu.",  "1944 - Sovyet Ku0131zu0131l Ordu Belgrad'a girdi. Aynu0131 gu00fcn Gestapo, Alman anti-fau015fist ve sosyal demokrat Julius Leber'i kuru015funa dizdi.",  "1942 - Ekmek karneleri dau011fu0131tu0131lmaya bau015fladu0131.",  "1941 - II. Du00fcnya Savau015fu0131: Alman iu015fgalindeki Su0131rbistan'da binlerce sivil u00f6ldu00fcru00fcldu00fc: Kragujevac katliamu0131.",  "1940 - Nu00fcfus sayu0131mu0131. Tu00fcrkiye'nin nu00fcfusu: 17.820.950",  "1935 - Milliyetu00e7i hu00fcku00fbmete karu015fu0131 Mao Zedung'un bau015flattu0131u011fu0131 ve bir yu0131l su00fcren 6.000 millik Uzun Yu00fcru00fcyu00fcu015f sona erdi. Mao u00f6nderliu011findeki Birinci u00d6ncu00fc Ordu Yan'an'a girdi.",  "1927 - Mustafa Kemal Atatu00fcrk'u00fcn Tu00fcrk Kurtuluu015f Savau015fu0131'nu0131 anlattu0131u011fu0131 15 - 20 Ekim 1927 tarihlerinde Cumhuriyet Halk Partisi 2. Kongresinde otuz altu0131 buu00e7uk saat su00fcren tarihi konuu015fmasu0131",  "1921 - Fransu0131zlar'u0131n Anadolu'dan u00e7ekilmesi. TBMM ile Fransa hu00fcku00fbmeti arasu0131nda Ankara Anlau015fmasu0131 imzalandu0131. Fransa adu0131na Henry Franklin-Bouillon'un su00fcrdu00fcrdu00fcu011fu00fc gu00f6ru00fcu015fmeler sonrasu0131nda, Fransa iu015fgal ettiu011fi Anadolu topraklaru0131ndan u00e7ekildi.",  "1827 - Navarin Basku0131nu0131. u0130ngiliz, Fransa, Rus birleu015fik filosu, Yunanistan au00e7u0131klaru0131nda Navarin'de Osmanlu0131 donanmasu0131nu0131 tahrip etti."]







