["2009 - Windows 7 resmi olarak piyasaya u00e7u0131ktu0131.",  "2005 - Eurovision u015earku0131 Yaru0131u015fmasu0131'nu0131n 50. yu0131lu0131 u015ferefine Danimarka'da en iyi 14 u015farku0131nu0131n yaru0131u015ftu0131u011fu0131 bir yaru0131u015fma yapu0131ldu0131. u0130sveu00e7li ABBA grubunun 1974 yu0131lu0131nda yaru0131u015fan Waterloo u015farku0131su0131 birinci seu00e7ildi.",  "1997 - Ku00fcltu00fcr Bakanlu0131u011fu0131, Oscara gidecek film olarak Eu015fku0131yayu0131 seu00e7ti.",  "1993 - Diyarbaku0131r'u0131n Lice ilu00e7esinde u00e7u0131kan u00e7atu0131u015fmada Diyarbaku0131r Jandarma Bu00f6lge Komutanu0131 Tuu011fgeneral Bahtiyar Aydu0131n u00f6ldu00fc. u0130lu00e7ede sokau011fa u00e7u0131kma yasau011fu0131 ilan edildi.",  "1988 - Baru0131u015f Manu00e7o'nun televizyon programu0131 7u2019den 77u2019ye TRT'de bau015fladu0131.",  "1983 - Batu0131 Almanya ve Fransa'da 1 milyon 500 bin kiu015fi nu00fckleer karu015fu0131tu0131 protesto gu00f6sterisi yaptu0131.",  "1980 - Yu00f6netmen u00d6mer Kavur'un filmi Yusuf ile Kenan Milano'da altu0131n madalya aldu0131.",  "1976 - Hak u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Hak-u0130u015f) kuruldu.",  "1975 - Tu00fcrkiye'nin Viyana bu00fcyu00fckelu00e7isi Hu00fcseyin Daniu015f Tunalu0131gil gu00f6rev yaptu0131u011fu0131 Viyana'da Ermeni Soyku0131ru0131mu0131 Adalet Komandolaru0131'na mensup u00fcu00e7 militan tarafu0131ndan du00fczenlenen suikast sonucu u00f6ldu00fc.",  "1972 - THY'nin Truva uu00e7au011fu0131 Sofya'ya kau00e7u0131ru0131ldu0131. Bir gu00fcn sonra yolcularu0131 serbest bu0131rakan 4 hava korsanu0131 Bulgaristan'a iltica etti.",  "1967 - Apollo 7 uzay aracu0131 Du00fcnya yu00f6ru00fcngesinde 163 kez du00f6ndu00fckten sonra gu00fcvenli bir u015fekilde Atlantik Okyanusu'na indi.",  "1964 - Jean-Paul Sartre Nobel Edebiyat u00d6du00fclu00fcnu00fc kazandu0131 ama u00f6du00fclu00fc geri u00e7evirdi.",  "1962 - ABD Bau015fkanu0131 John F. Kennedy, Ku00fcba'da Sovyet fu00fczeleri olduu011funu au00e7u0131kladu0131. Amerikan Donanmasu0131 Ku00fcba'yu0131 ablukaya aldu0131. Fu00fcze krizi Du00fcnyayu0131 nu00fckleer savau015f tehlikesiyle karu015fu0131 karu015fu0131ya bu0131raktu0131.",  "1957 - ABD Vietnam'da ilk zayiatlaru0131nu0131 verdi.",  "1953 - Laos, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1947 - ABD yardu0131mu0131nu0131n ilk partisi u0130skenderun Limanu0131'na geldi. u0130lk malzemelerle u0130stanbul-Ankara karayolunun yapu0131mu0131na bau015flanacau011fu0131 au00e7u0131klandu0131.",  "1938 - Chester Carlson fotokopiyi icat etti.",  "1937 - Tunceli bu00f6lgesinde 21 Mart gecesi bau015flayan ayaklanma bastu0131ru0131ldu0131. Du00f6rt yu0131l iu00e7in u00e7u0131karu0131lan Tunceli'nin u0130daresi Hakku0131nda Kanun, u00e7eu015fitli eklerle 1947'ye kadar su00fcrdu00fc.",  "1931 - Amerikan mafya lideri Al Capone vergi kau00e7aku00e7u0131lu0131u011fu0131 gereku00e7esiyle 11 yu0131l hapis cezasu0131 aldu0131.",  "1919 - Amasya'da, Mustafa Kemal Pau015fa ile u0130stanbul Hu00fcku00fbmeti'nin Bahriye Nazu0131ru0131 Salih Hulusi Kezrak arasu0131nda Amasya Protokolu00fc imzalandu0131.",  "1917 - Vakit gazetesi, Ahmet Emin Yalmanu00a0veu00a0Asu0131m Usu00a0tarafu0131ndan yayu0131mlanmaya bau015fladu0131.",  "1836 - Sam Houston tu00f6renlerle Texas Cumhuriyeti'nin ilk Cumhurbau015fkanu0131 oldu.",  "1784 - Rusya, Alaska'nu0131n Kodiak Adasu0131'nda bir koloni kurdu.",  "1600 - Osmanlu0131 ordusu, Macaristan'u0131n Kanije Kalesi'ni fethetti."]







