["2011 - Van'da 7.2 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi.",  "1993 - Karun Hazinesi, 28 yu0131l sonra Tu00fcrkiye'ye getirildi.",  "1983 - Beyrut'ta Amerikalu0131 ve Fransu0131z Baru0131u015f Gu00fccu00fc Karargahlaru0131na patlayu0131cu0131 yu00fcklu00fc kamyonlarla intihar saldu0131ru0131su0131 yapu0131ldu0131. 241 Amerikan deniz piyadesi ve 58 Fransu0131z parau015fu00fctu00e7u00fc u00f6ldu00fc.",  "1981 - Danu0131u015fma Meclisi ilk toplantu0131su0131nu0131 yaptu0131.",  "1973 - ABD bau015fkanu0131 Richard M. Nixon, Watergate skandalu0131 ile ilgili Oval Ofis ses kayu0131tlaru0131nu0131 mahkemeye teslim etmeyi kabul etti.",  "1972 - Zonguldak'ta iki ayru0131 ku00f6mu00fcr ocau011fu0131nda grizu patlamasu0131nda 20 iu015fu00e7i u00f6ldu00fc, 76 iu015fu00e7i yaralandu0131.",  "1965 - Cumhurbau015fkanu0131 Cemal Gu00fcrsel Hu00fcku00fbmeti kurma gu00f6revini Adalet Partisi Genel Bau015fkanu0131 Su00fcleyman Demirel'e verdi.",  "1960 - Genel nu00fcfus sayu0131mu0131: Tu00fcrkiye'nin nu00fcfusu 27.754.820",  "1959 - Beyrut'ta yapu0131lan III. Akdeniz Oyunlaru0131 sona erdi. Tu00fcrkiye serbest gu00fcreu015f millu00ee taku0131mu0131 8 su0131klette birinci oldu ve genel klasmanda 13 altu0131n, 8 gu00fcmu00fcu015f, 1 bronz madalya aldu0131.",  "1956 - Macaristan'da Sovyet egemenliu011fine karu015fu0131 ayaklanma bau015fladu0131. Bu00fctu00fcn u00fclkeye yayu0131lan gu00f6sterilerde, isyancu0131lar Sovyet birliklerinin u00e7ekilmesini istediler.",  "1946 - Birleu015fmiu015f Milletler, ilk genel toplantu0131su0131nu0131 New York'ta yaptu0131.",  "1929 - New York Borsasu0131nda hisse senetlerinin deu011ferindeki su00fcrekli du00fcu015fu00fcu015f yavau015f yavau015f paniu011fe yol au00e7maya bau015fladu0131 (1929 Du00fcnya Ekonomik Bunalu0131mu0131'nu0131n ilk iu015faretleri)",  "1926 - Sovyetler Birliu011fi'nde Leon Trou00e7ki ve Grigoriy Zinoviyev, Komu00fcnist Partisi Merkez Komitesi u00fcyeliu011finden u00e7u0131karu0131ldu0131.",  "1915 - New York'ta 25-30.000 kadu0131n oy haklaru0131 iu00e7in 5. Cadde'de yu00fcru00fcyu00fcu015f yaptu0131.",  "1912 - Birinci Balkan Savau015fu0131'nda Osmanlu0131 ve Su0131rp ordularu0131 arasu0131ndaki Kumanova Muharebesi bau015fladu0131.",  "1911 - Trablusgarp Savau015fu0131'nda u0130talyan yu00fczbau015fu0131 Carlo Piazza, Bingazi'deki Osmanlu0131 siperleri u00fcstu00fcnde tarihin ilk askeri keu015fif uu00e7uu015funu geru00e7ekleu015ftirdi. Piazza daha sonra ilk askeri amau00e7lu0131 hava fotou011frafu0131nu0131 da u00e7ekti.",  "1853 - Ku0131ru0131m Savau015fu0131 bau015fladu0131.",  "1840 - Posta ve Telgraf Nezu00e2reti kuruldu."]







