["2003 - Concorde'un son uu00e7uu015fu New York ile Londra arasu0131nda yapu0131ldu0131.",  "2000 - Amerikalu0131 rock grubu Linkin Park ilk stu00fcdyo albu00fcmleri Hybrid Theory'yi yayu0131nladu0131. Albu00fcm, 25 milyonluk satu0131u015f yakaladu0131.",  "1996 - Osmaniye Tu00fcrkiye'nin 80. ili oldu.",  "1996 - I. Avrasya u0130slam u015eurasu0131 Tu00fcrkiyeu2019de toplandu0131.",  "1992 - Aachen Tebliu011fi, Ulum el-hikme okulu",  "1992 - Tu00fcrkiye'nin ilk u00f6zel havaalanu0131 olan Hezarfen, u0130stanbul Bu00fcyu00fcku00e7ekmece'de hizmete girdi.",  "1991 - Kripto davasu0131nda gazeteci Uluu00e7 Gu00fcrkan ile Du0131u015fiu015fleri Bakanlu0131u011fu0131 memuru Hande Mumcu beraat etti.",  "1980 - Polonya hu00fcku00fbmeti, Solidarnou015bu0107 (Dayanu0131u015fma Sendikasu0131) adlu0131 iu015fu00e7i sendikasu0131nu0131 yasal olarak kabul etti.",  "1975 - Tu00fcrkiye'nin Paris Bu00fcyu00fckelu00e7isi u0130smail Erez ve makam u015fofu00f6ru00fc Talip Yener katledildi. Saldu0131ru0131yu0131 'Ermeni Soyku0131ru0131mu0131 Adalet Komandolaru0131' adlu0131 u00f6rgu00fct u00fcstlendi.",  "1965 - Nu00fcfus sayu0131mu0131 yapu0131ldu0131. Tu00fcrkiye'nin nu00fcfusu: 31.391.207",  "1964 - Amerikalu0131 insan haklaru0131 savunucusu Martin Luther King'e, Nobel Baru0131u015f u00d6du00fclu00fc verildi.",  "1956 - Gazeteci Bedii Faik, Cumhurbau015fkanu0131na hakaretten 6 ay hapse mahku00fbm edildi.",  "1949 - Minik Vali olarak tanu0131nan Ordinaryu00fcs Prof. Dr. Fahrettin Kerim Gu00f6kay, u0130stanbul Valiliu011fi ve Belediye Bau015fkanlu0131u011fu0131 gu00f6revine bau015fladu0131.",  "1947 - Walt Disney, Amerikan Aleyhtaru0131 Faaliyetler Komitesi (HUAC)'nde ifade vererek Komu00fcnist olduklaru0131na inandu0131u011fu0131 bazu0131 u00e7alu0131u015fanlaru0131nu0131n isimlerini komiteye verdi.",  "1945 - II. Du00fcnya Savau015fu0131 su0131rasu0131nda, Nazilerin Norveu00e7'i iu015fgal etmesine yardu0131m eden, daha sonra Hitler'in Norveu00e7 Bau015fbakanu0131 yaptu0131u011fu0131 Fau015fist Parti lideri Vidkun Quisling kuru015funa dizildi.",  "1945 - Birleu015fmiu015f Milletler Antlau015fmasu0131 yayu0131nlandu0131 ve BM kuruldu.",  "1944 - Tarihte inu015fa edilmiu015f en au011fu0131r savau015f gemisi olan 71.000 tonluk "Musashi", Leyte Ku00f6rfezi Muharebesi su0131rasu0131nda Amerikan uu00e7ak gemilerinden kalkan uu00e7aklar tarafu0131ndan batu0131ru0131ldu0131. 2399 kiu015filik mu00fcrettebattu0131n 1076'su0131 u00f6ldu00fc.",  "1939 - Naylon u00e7oraplar, ilk kez Wilmington'da satu0131u015fa sunuldu.",  "1935 - I. Belediyeler Kongresi bau015fladu0131.",  "1935 - u0130talya Etiyopya'yu0131 iu015fgal etti.",  "1929 - New York Borsasu0131nda hisse senetleri du00fcu015ftu00fc. Bu u00e7u00f6ku00fcu015f su00fcrecini izleyen bunalu0131m, du00fcnya du0131u015f ticaretinde ciddi bir daralma yarattu0131.",  "1926 - u00dcnlu00fc illu00fczyonist Harry Houdini Detroit, Michigan'daki Garrick Tiyatrosu'nda son gu00f6sterisine u00e7u0131ktu0131.",  "1914 - I. Du00fcnya Savau015fu0131: Osmanlu0131 u0130mparatorluu011fu ile Rus u0130mparatorluu011fu arasu0131nda Kafkasya Cephesi bau015fladu0131.",  "1912 - Birinci Balkan Savau015fu0131'nda Osmanlu0131 ve Su0131rp Ordularu0131 arasu0131ndaki Kumanova Muharebesi Su0131rplaru0131n galibiyeti ile sonlandu0131.",  "1911 - Orville Wright, Kuzey Carolina'da hava aracu0131 ile 9 dakika 45 saniye havada kalarak yeni bir Du00fcnya rekoru ku0131rdu0131. Bu rekor 10 yu0131l su00fcresince ku0131ru0131lamu0131yacaktu0131r.",  "1882 - Alman bilim insanu0131 Robert Koch, verem mikrobunu keu015ffetti.",  "1857 - u0130lk futbol kulu00fcbu00fc Sheffield FC kuruldu.",  "1260 - Memlu00fck Sultanu0131 Seyfeddin Kutuz, siyasi rakibi Baybars tarafu0131ndan katledildi."]







