["2003 - Concorde'un son uçuşu New York ile Londra arasında yapıldı.", "2000 - Amerikalı rock grubu Linkin Park ilk stüdyo albümleri Hybrid Theory'yi yayınladı. Albüm, 25 milyonluk satış yakaladı.", "1996 - Osmaniye Türkiye'nin 80. ili oldu.", "1996 - I. Avrasya İslam Şurası Türkiye’de toplandı.", "1992 - Aachen Tebliği, Ulum el-hikme okulu", "1992 - Türkiye'nin ilk özel havaalanı olan Hezarfen, İstanbul Büyükçekmece'de hizmete girdi.", "1991 - Kripto davasında gazeteci Uluç Gürkan ile Dışişleri Bakanlığı memuru Hande Mumcu beraat etti.", "1980 - Polonya hükûmeti, Solidarność (Dayanışma Sendikası) adlı işçi sendikasını yasal olarak kabul etti.", "1975 - Türkiye'nin Paris Büyükelçisi İsmail Erez ve makam şoförü Talip Yener katledildi. Saldırıyı 'Ermeni Soykırımı Adalet Komandoları' adlı örgüt üstlendi.", "1965 - Nüfus sayımı yapıldı. Türkiye'nin nüfusu: 31.391.207", "1964 - Amerikalı insan hakları savunucusu Martin Luther King'e, Nobel Barış Ödülü verildi.", "1956 - Gazeteci Bedii Faik, Cumhurbaşkanına hakaretten 6 ay hapse mahkûm edildi.", "1949 - Minik Vali olarak tanınan Ordinaryüs Prof. Dr. Fahrettin Kerim Gökay, İstanbul Valiliği ve Belediye Başkanlığı görevine başladı.", "1947 - Walt Disney, Amerikan Aleyhtarı Faaliyetler Komitesi (HUAC)'nde ifade vererek Komünist olduklarına inandığı bazı çalışanlarının isimlerini komiteye verdi.", "1945 - II. Dünya Savaşı sırasında, Nazilerin Norveç'i işgal etmesine yardım eden, daha sonra Hitler'in Norveç Başbakanı yaptığı Faşist Parti lideri Vidkun Quisling kurşuna dizildi.", "1945 - Birleşmiş Milletler Antlaşması yayınlandı ve BM kuruldu.", "1944 - Tarihte inşa edilmiş en ağır savaş gemisi olan 71.000 tonluk \"Musashi\", Leyte Körfezi Muharebesi sırasında Amerikan uçak gemilerinden kalkan uçaklar tarafından batırıldı. 2399 kişilik mürettebattın 1076'sı öldü.", "1939 - Naylon çoraplar, ilk kez Wilmington'da satışa sunuldu.", "1935 - I. Belediyeler Kongresi başladı.", "1935 - İtalya Etiyopya'yı işgal etti.", "1929 - New York Borsasında hisse senetleri düştü. Bu çöküş sürecini izleyen bunalım, dünya dış ticaretinde ciddi bir daralma yarattı.", "1926 - Ünlü illüzyonist Harry Houdini Detroit, Michigan'daki Garrick Tiyatrosu'nda son gösterisine çıktı.", "1914 - I. Dünya Savaşı: Osmanlı İmparatorluğu ile Rus İmparatorluğu arasında Kafkasya Cephesi başladı.", "1912 - Birinci Balkan Savaşı'nda Osmanlı ve Sırp Orduları arasındaki Kumanova Muharebesi Sırpların galibiyeti ile sonlandı.", "1911 - Orville Wright, Kuzey Carolina'da hava aracı ile 9 dakika 45 saniye havada kalarak yeni bir Dünya rekoru kırdı. Bu rekor 10 yıl süresince kırılamıyacaktır.", "1882 - Alman bilim insanı Robert Koch, verem mikrobunu keşfetti.", "1857 - İlk futbol kulübü Sheffield FC kuruldu.", "1260 - Memlük Sultanı Seyfeddin Kutuz, siyasi rakibi Baybars tarafından katledildi."]