["2017 - u0130Yu0130 Parti, Meral Aku015fener tarafu0131ndan kuruldu.",  "2005 - Anadolu'da Vakit gazetesinin Almanya su0131nu0131rlaru0131 iu00e7inde basu0131lmasu0131 ve dau011fu0131tu0131lmasu0131 yasaklandu0131.",  "2004 - Ku00fcba devlet bau015fkanu0131 Fidel Castro, 8 Kasu0131m'dan geu00e7erli olmak u00fczere ABD dolaru0131 ile yapu0131lacak alu0131u015f veriu015f iu015flemlerinin yasaklandu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "2003 - Rektu00f6rler, u00f6u011fretim u00fcyeleri, sivil toplum u00f6rgu00fctlerinin temsilcileri ve u00f6u011frenciler, Ankara'da Cumhuriyete Saygu0131 yu00fcru00fcyu00fcu015fu00fc yaptu0131, Anu0131tkabir'e giderek saygu0131 duruu015funda bulundu.",  "2003 - Sedir Yangu0131nu0131: Amerika Birleu015fik Devletleri'nde Gu00fcney Kaliforniya'daki yangu0131n.",  "2001 - Microsoft, Windows XP iu015fletim sistemini piyasaya su00fcrdu00fc.",  "1998 - Cumhuriyetin 75. yu0131l du00f6nu00fcmu00fc kutlamalaru0131 u00e7eru00e7evesinde 80 il ve 700 ilu00e7ede, 75. Yu0131l Cumhuriyet Yu00fcru00fcyu00fcu015fu00fc yapu0131ldu0131. Yu00fcru00fcyu00fcu015flere milyonlarca vatandau015f katu0131ldu0131.",  "1986 - PKK'ya bau011flu0131 milis gu00fccu00fc Ku00fcrdistan Halk Kurtuluu015f Ordusu kuruldu.",  "1984 - Tu00fcrkiye'de son kez bir u00f6lu00fcm cezasu0131 infaz edildi. u0130zmir'de bir soygun su0131rasu0131nda 3 kiu015fiyi u00f6ldu00fcrmekten idama mahku00fbm Hu0131du0131r Aslan, Burdur Kapalu0131 Cezaevi'nde asu0131ldu0131.",  "1984 - Hepatit viru00fcsu00fc bulundu.",  "1981 - Tu00fcrkiye'nin Roma Bu00fcyu00fckelu00e7iliu011finde gu00f6revli ikinci ku00e2tip Gu00f6kberk Ergenekon, ASALA militanlaru0131nu0131n saldu0131ru0131su0131na uu011fradu0131; 3 kuru015fun yarasu0131 aldu0131.",  "1980 - 12 Eylu00fcl Darbesi'nin 3. idamu0131: 14 Eylu00fcl 1980'de fraksiyon ayru0131lu0131u011fu0131ndan dolayu0131 sol gu00f6ru00fcu015flu00fc Erdou011fan Polat'u0131 u00f6ldu00fcren ve kau00e7maya u00e7alu0131u015fu0131rken Tank Yu00fczbau015fu0131 Bu00fclent Angu0131n'u0131n da iu00e7inde bulunduu011fu gu00fcvenlik gu00fcu00e7leriyle u00e7atu0131u015fan (Yu00fczbau015fu0131 Angu0131n u00f6ldu00fcru00fcldu00fc.) sol gu00f6ru00fcu015flu00fc militan Serdar Soyergin, idam edildi.",  "1980 - 13 Temmuz 1979'da Mu0131su0131r'u0131n Ankara Bu00fcyu00fckelu00e7iliu011fini basan 4 Filistinli gerilla u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1971 - u00c7in, Birleu015fmiu015f Milletler'e alu0131ndu0131.",  "1970 - Nu00fcfus sayu0131mu0131 yapu0131ldu0131: Tu00fcrkiye'nin nu00fcfusu 35.605.176",  "1962 - ABD Bu00fcyu00fckelu00e7isi Adlai E. Stevenson, Ku00fcba'daki Sovyet u00fcslerinin fotou011fraflaru0131nu0131, kanu0131t olarak BM Gu00fcvenlik Konseyi'ne sundu.",  "1960 - Ku00fcba, tu00fcm Amerikan iu015f yerlerini devletleu015ftirdi.",  "1957 - Tatbiki Gu00fczel Sanatlar Yu00fcksek Okulu u0130stanbul'da au00e7u0131ldu0131.",  "1955 - Evlerde kullanu0131lan mikrodalga fu0131ru0131nlaru0131n ilk u00f6rneu011fi Tappan u015firketi tarafu0131ndan satu0131u015fa u00e7u0131karu0131ldu0131.",  "1946 - Serbest Gu00fcreu015f Millu00ee Taku0131mu0131, u0130sveu00e7'te Avrupa u015eampiyonu oldu.",  "1937 - Bau015fbakan u0130smet u0130nu00f6nu00fc istifa etti. Aynu0131 gu00fcn Celu00e2l Bayar'u0131n kurduu011fu Hu00fcku00fbmet au00e7u0131klandu0131.",  "1936 - Adolf Hitler ve Benito Mussolini, Roma-Berlin gu00fcu00e7 eksenini oluu015fturdu.",  "1935 - Haiti'de kasu0131rga: 2000'den fazla kiu015fi u00f6ldu00fc.",  "1917 - Lenin u00f6nderliu011findeki Bolu015fevikler, Rusya'da yu00f6netimi tamamen ele geu00e7irdi (Julian Takvimi ile 25 Ekim, Gregoryen Takvimi ile 7 Kasu0131m)",  "1875 - Peter u0130lyiu00e7 u00c7aykovski'nin 1 No'lu Piyano Konu00e7ertosu ilk defa Boston, Massachusetts'te icra edildi. Solist Hans von Bu00fclow'du.",  "1854 - Ku0131ru0131m Savau015fu0131 su0131rasu0131nda Ruslar ile Ku0131ru0131m'u0131n Akyar kentini kuu015fatan Tu00fcrk-u0130ngiliz-Fransu0131z ittifak kuvvetleri arasu0131nda Balaklava Savau015fu0131 yapu0131ldu0131. (u0130ngiliz u015fair Alfred Tennyson'un "Hafif Su00fcvari Alayu0131nu0131n Hu00fccumu" u015fiirine ilham veren savau015f)",  "1760 - III. George Bu00fcyu00fck Britanya Kralu0131 oldu.",  "1147 - Dorileon Muharebesi: Selu00e7uklu ordusu, III. Konrad komutasu0131ndaki II. Hau00e7lu0131 ordusunu Eskiu015fehir yaku0131nlaru0131nda bozguna uu011frattu0131."]







