["2022 - İran'nın Şiraz kentindeki Şah Çerağ Türbesi'ne silahlı saldırı düzenlendi. 15 kişi öldü, 40 kişi yaralandı.", "2002 - Moskova tiyatrosunda üç gündür süren rehin alma eylemi, Rus özel güçlerinin (Spetsnaz) düzenlediği ve yaklaşık 50 Çeçen isyancı ile 800 rehineden 118'inin ölümüne neden olan bir operasyonla sona erdi.", "1995 - Demokrasi Partisi (DEP) davası karara bağlandı. Yargıtay Leyla Zana, Hatip Dicle, Orhan Doğan ve Selim Sadak'ın on beşer yıl, Mahmut Alınak ve Sırrı Sakık'ın üçer yıl altışar ay hapis cezasını onayladı. Cezaları bozulan Ahmet Türk ve Sedat Yurtdaş tahliye edildi.", "1995 - İslami Cihat lideri Fethi Şikaki, Malta'daki otelinde Mossad ajanları tarafından öldürüldü.", "1994 - İsrail ile Ürdün arasındaki 46 yıllık savaşa son veren tarihi barış anlaşması; iki ülke arasındaki sınırda, 5 bin kişinin katıldığı gösterişli bir törenle imzalandı.", "1993 - Diyarbakır'da görev yapan öğretmen Neşe Alten, PKK militanlarının saldırısı sonucu hayatını kaybetti.", "1991 - Türk Silahlı Kuvvetleri, Irak sınırından girerek operasyon başlattı.", "1984 - Türkiye Cumhuriyeti tarihinde ilk kez bir bakan azledildi. Maliye ve Gümrük Bakanı Vural Arıkan istifa etmeyince, Başbakanın önerisi üzerine Cumhurbaşkanı tarafından görevden alındı.", "1975 - Genel nüfus sayımı yapıldı. Türkiye'nin nüfusu 40.347.719 kişi.", "1975 - Enver Sedat, ABD'ye resmi ziyarette bulunan ilk Mısır Devlet Başkanı oldu.", "1966 - Kuzey Atlantik Konseyi (NATO) karargahını Brüksel'e taşımayı kararlaştırdı.", "1961 - Cemal Gürsel Cumhurbaşkanı seçildi.", "1958 - Pan American Hava Yolları Şirketi, Boeing 707'nin ilk ticari uçuşunu New York'tan Paris'e gerçekleştirdi.", "1951 - 77 yaşındaki Winston Churchill, yeniden Birleşik Krallık Başbakanı oldu.", "1947 - Irak'taki İngiliz askeri işgali sona erdi.", "1936 - Hoover Barajının ilk jeneratörü devreye girdi.", "1936 - 16 yaşındaki ressam Turgut Cansever, ilk resim sergisini açtı.", "1933 - Türkiye'de kadınlara köy ihtiyar heyetlerine ve muhtarlığa seçme ile seçilme hakkı verildi.", "1933 - Cumhuriyetin 10. yılı dolayısıyla Genel Af Kanunu çıkarıldı.", "1924 - Kâzım Karabekir Paşa, Birinci Ordu Müfettişliğinden ayrıldı; artık milletvekili olarak çalışacağını bildirdi.", "1923 - Türkiye millî futbol takımı, ilk maçında Romanya ile 2-2 berabere kaldı.", "1922 - Lozan Konferansı'nın hemen öncesinde, Dış İşleri Bakanlığı’ndan ayrılan Yusuf Kemal Tengirşenk’in yerine, İsmet İnönü getirildi.", "1918 - Atatürk, Halep'in kuzeyindeki işgalcilerin taarruzunu durdurdu.", "1863 - Uluslararası Kızıl Haç organizasyonu Cenova'da kuruldu.", "1825 - New York'un üst bölgesinde açılan Erie kanalı, Hudson nehrini ve Erie gölünü birleştirdi.", "1461 - Trabzon İmparatorluğu, Fatih Sultan Mehmet komutasındaki Osmanlı güçlerine teslim oldu.", "740 - Konstantinopolis'te çok sayıda ölüm ve yaralanmaya neden olan deprem oldu."]