["2022 - u0130ran'nu0131n u015eiraz kentindeki u015eah u00c7erau011f Tu00fcrbesi'ne silahlu0131 saldu0131ru0131 du00fczenlendi. 15 kiu015fi u00f6ldu00fc, 40 kiu015fi yaralandu0131.",  "2002 - Moskova tiyatrosunda u00fcu00e7 gu00fcndu00fcr su00fcren rehin alma eylemi, Rus u00f6zel gu00fcu00e7lerinin (Spetsnaz) du00fczenlediu011fi ve yaklau015fu0131k 50 u00c7eu00e7en isyancu0131 ile 800 rehineden 118'inin u00f6lu00fcmu00fcne neden olan bir operasyonla sona erdi.",  "1995 - Demokrasi Partisi (DEP) davasu0131 karara bau011flandu0131. Yargu0131tay Leyla Zana, Hatip Dicle, Orhan Dou011fan ve Selim Sadak'u0131n on beu015fer yu0131l, Mahmut Alu0131nak ve Su0131rru0131 Saku0131k'u0131n u00fcu00e7er yu0131l altu0131u015far ay hapis cezasu0131nu0131 onayladu0131. Cezalaru0131 bozulan Ahmet Tu00fcrk ve Sedat Yurtdau015f tahliye edildi.",  "1995 - u0130slami Cihat lideri Fethi u015eikaki, Malta'daki otelinde Mossad ajanlaru0131 tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1994 - u0130srail ile u00dcrdu00fcn arasu0131ndaki 46 yu0131llu0131k savau015fa son veren tarihi baru0131u015f anlau015fmasu0131; iki u00fclke arasu0131ndaki su0131nu0131rda, 5 bin kiu015finin katu0131ldu0131u011fu0131 gu00f6steriu015fli bir tu00f6renle imzalandu0131.",  "1993 - Diyarbaku0131r'da gu00f6rev yapan u00f6u011fretmen Neu015fe Alten, PKK militanlaru0131nu0131n saldu0131ru0131su0131 sonucu hayatu0131nu0131 kaybetti.",  "1991 - Tu00fcrk Silahlu0131 Kuvvetleri, Irak su0131nu0131ru0131ndan girerek operasyon bau015flattu0131.",  "1984 - Tu00fcrkiye Cumhuriyeti tarihinde ilk kez bir bakan azledildi. Maliye ve Gu00fcmru00fck Bakanu0131 Vural Aru0131kan istifa etmeyince, Bau015fbakanu0131n u00f6nerisi u00fczerine Cumhurbau015fkanu0131 tarafu0131ndan gu00f6revden alu0131ndu0131.",  "1975 - Genel nu00fcfus sayu0131mu0131 yapu0131ldu0131. Tu00fcrkiye'nin nu00fcfusu 40.347.719 kiu015fi.",  "1975 - Enver Sedat, ABD'ye resmi ziyarette bulunan ilk Mu0131su0131r Devlet Bau015fkanu0131 oldu.",  "1966 - Kuzey Atlantik Konseyi (NATO) karargahu0131nu0131 Bru00fcksel'e tau015fu0131mayu0131 kararlau015ftu0131rdu0131.",  "1961 - Cemal Gu00fcrsel Cumhurbau015fkanu0131 seu00e7ildi.",  "1958 - Pan American Hava Yollaru0131 u015eirketi, Boeing 707'nin ilk ticari uu00e7uu015funu New York'tan Paris'e geru00e7ekleu015ftirdi.",  "1951 - 77 yau015fu0131ndaki Winston Churchill, yeniden Birleu015fik Krallu0131k Bau015fbakanu0131 oldu.",  "1947 - Irak'taki u0130ngiliz askeri iu015fgali sona erdi.",  "1936 - Hoover Baraju0131nu0131n ilk jeneratu00f6ru00fc devreye girdi.",  "1936 - 16 yau015fu0131ndaki ressam Turgut Cansever, ilk resim sergisini au00e7tu0131.",  "1933 - Tu00fcrkiye'de kadu0131nlara ku00f6y ihtiyar heyetlerine ve muhtarlu0131u011fa seu00e7me ile seu00e7ilme hakku0131 verildi.",  "1933 - Cumhuriyetin 10. yu0131lu0131 dolayu0131su0131yla Genel Af Kanunu u00e7u0131karu0131ldu0131.",  "1924 - Ku00e2zu0131m Karabekir Pau015fa, Birinci Ordu Mu00fcfettiu015fliu011finden ayru0131ldu0131; artu0131k milletvekili olarak u00e7alu0131u015facau011fu0131nu0131 bildirdi.",  "1923 - Tu00fcrkiye millu00ee futbol taku0131mu0131, ilk mau00e7u0131nda Romanya ile 2-2 berabere kaldu0131.",  "1922 - Lozan Konferansu0131'nu0131n hemen u00f6ncesinde, Du0131u015f u0130u015fleri Bakanlu0131u011fu0131u2019ndan ayru0131lan Yusuf Kemal Tengiru015fenku2019in yerine, u0130smet u0130nu00f6nu00fc getirildi.",  "1918 - Atatu00fcrk, Halep'in kuzeyindeki iu015fgalcilerin taarruzunu durdurdu.",  "1863 - Uluslararasu0131 Ku0131zu0131l Hau00e7 organizasyonu Cenova'da kuruldu.",  "1825 - New York'un u00fcst bu00f6lgesinde au00e7u0131lan Erie kanalu0131, Hudson nehrini ve Erie gu00f6lu00fcnu00fc birleu015ftirdi.",  "1461 - Trabzon u0130mparatorluu011fu, Fatih Sultan Mehmet komutasu0131ndaki Osmanlu0131 gu00fcu00e7lerine teslim oldu.",  "740 - Konstantinopolis'te u00e7ok sayu0131da u00f6lu00fcm ve yaralanmaya neden olan deprem oldu."]







