["2008 - Tu00fcrksat 3A Uydusu devreye girdi ve uydu frekanslaru0131 deu011fiu015fti.",  "2005 - Paris'te iki Mu00fcslu00fcman u00e7ocuu011fun u00f6lu00fcmu00fcyle birlikte u015fiddetli protesto hareketleri bau015fladu0131.",  "1999 - Parlamento oturumu su0131rasu0131nda otomatik silahlu0131 kiu015filerce yapu0131lan saldu0131ru0131da Ermenistan Bau015fbakanu0131 Vazgen Sarkisyan ve 8 u00fcst du00fczey yetkili u00f6ldu00fc.",  "1998 - Gerhard Schru00f6der, Almanya Bau015fbakanu0131 seu00e7ildi.",  "1995 - Litvanya, u00fcyelik iu00e7in Avrupa Birliu011fi'ne bau015fvurdu.",  "1992 - Tu00fcrk Silahlu0131 Kuvvetleri'nin PKK'ya karu015fu0131 Hantur Dau011fu0131'nda bau015flattu0131u011fu0131 hareku00e2tta 100 PKK'lu0131 u00f6ldu00fcru00fcldu00fc.",  "1991 - Tu00fcrkmenistan, Sovyetler Birliu011fi'nden bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1982 - u00c7in, nu00fcfusunun 1 milyaru0131 au015ftu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1978 - Nobel Baru0131u015f u00d6du00fclu00fc'nu00fc, Mu0131su0131r Devlet Bau015fkanu0131 Enver Sedat ve u0130srail Bau015fbakanu0131 Menahem Begin paylau015ftu0131.",  "1971 - Kongo Cumhuriyeti'nin adu0131 Zaire olarak deu011fiu015ftirildi.",  "1960 - Millu00ee Birlik Komitesi, 147 profesu00f6r, dou00e7ent ve asistanu0131 gu00f6revden aldu0131. Gereku00e7e "tembel", "yeteneksiz", "reform du00fcu015fmanu0131" olmalaru0131ydu0131. u00dcniversitedeki tasfiye tartu0131u015fma ve tepkilere yol au00e7tu0131. u00d6u011fretim u00fcyeleri, Mart 1962'de gu00f6revlerine du00f6nebildiler.",  "1958 - Pakistan'u0131n ilk Cumhurbau015fkanu0131 u0130skender Mirza, General Muhammed Eyu00fcb Han tarafu0131ndan du00fczenlenen kansu0131z bir darbeyle gu00f6revden uzaklau015ftu0131ru0131ldu0131. Muhammed Eyu00fcb Han, 20 gu00fcn u00f6nce bizzat Mirza tarafu0131ndan su0131ku0131yu00f6netimin bau015fu0131na getirilmiu015fti.",  "1957 - Genel seu00e7imler: Demokrat Parti, oylaru0131 du00fcu015fse de, 610 milletvekilliu011finin 424'u00fcnu00fc kazanarak iktidaru0131nu0131 korudu. CHP 178 milletvekili u00e7u0131kardu0131.",  "1954 - ABD Hava Kuvvetlerine atanan ilk siyahi general Benjamin O. Davis Jr. oldu.",  "1953 - Birleu015fik Krallu0131k, Gu00fcney Avustralya'da Totem 2 adu0131nu0131 verdiu011fi bir nu00fckleer deneme yaptu0131.",  "1939 - DuPont, naylonu keu015ffettiu011fini duyurdu.",  "1924 - Sovyetler Birliu011fi'nde u00d6zbekistan'u0131n kuruluu015fu.",  "1922 - u0130talya'da Benito Mussolini liderliu011findeki Ulusal Fau015fist Parti mensuplaru0131 ve yandau015flaru0131 Roma'ya yu00fcru00fcmeye bau015fladu0131.",  "1922 - u0130tilaf Devletleri, TBMM hu00fcku00fbmeti ve u0130stanbul hu00fcku00fbmeti temsilcilerini 13 Kasu0131m 1922'de Lozan'da toplanacak baru0131u015f konferansu0131na davet ettiler.",  "1913 - Mustafa Kemal, Sofya Atau015femiliterliu011fi'ne atandu0131.",  "1904 - New York metrosu au00e7u0131ldu0131.",  "1810 - ABD, eski u0130spanyol kolonisi olan Batu0131 Florida'yu0131 ilhak etti.",  "1806 - Napolyon Bonapart komutasu0131ndaki Fransu0131z Ordusu Berlin'e girdi."]







