["2008 - Türksat 3A Uydusu devreye girdi ve uydu frekansları değişti.", "2005 - Paris'te iki Müslüman çocuğun ölümüyle birlikte şiddetli protesto hareketleri başladı.", "1999 - Parlamento oturumu sırasında otomatik silahlı kişilerce yapılan saldırıda Ermenistan Başbakanı Vazgen Sarkisyan ve 8 üst düzey yetkili öldü.", "1998 - Gerhard Schröder, Almanya Başbakanı seçildi.", "1995 - Litvanya, üyelik için Avrupa Birliği'ne başvurdu.", "1992 - Türk Silahlı Kuvvetleri'nin PKK'ya karşı Hantur Dağı'nda başlattığı harekâtta 100 PKK'lı öldürüldü.", "1991 - Türkmenistan, Sovyetler Birliği'nden bağımsızlığını kazandı.", "1982 - Çin, nüfusunun 1 milyarı aştığını açıkladı.", "1978 - Nobel Barış Ödülü'nü, Mısır Devlet Başkanı Enver Sedat ve İsrail Başbakanı Menahem Begin paylaştı.", "1971 - Kongo Cumhuriyeti'nin adı Zaire olarak değiştirildi.", "1960 - Millî Birlik Komitesi, 147 profesör, doçent ve asistanı görevden aldı. Gerekçe \"tembel\", \"yeteneksiz\", \"reform düşmanı\" olmalarıydı. Üniversitedeki tasfiye tartışma ve tepkilere yol açtı. Öğretim üyeleri, Mart 1962'de görevlerine dönebildiler.", "1958 - Pakistan'ın ilk Cumhurbaşkanı İskender Mirza, General Muhammed Eyüb Han tarafından düzenlenen kansız bir darbeyle görevden uzaklaştırıldı. Muhammed Eyüb Han, 20 gün önce bizzat Mirza tarafından sıkıyönetimin başına getirilmişti.", "1957 - Genel seçimler: Demokrat Parti, oyları düşse de, 610 milletvekilliğinin 424'ünü kazanarak iktidarını korudu. CHP 178 milletvekili çıkardı.", "1954 - ABD Hava Kuvvetlerine atanan ilk siyahi general Benjamin O. Davis Jr. oldu.", "1953 - Birleşik Krallık, Güney Avustralya'da Totem 2 adını verdiği bir nükleer deneme yaptı.", "1939 - DuPont, naylonu keşfettiğini duyurdu.", "1924 - Sovyetler Birliği'nde Özbekistan'ın kuruluşu.", "1922 - İtalya'da Benito Mussolini liderliğindeki Ulusal Faşist Parti mensupları ve yandaşları Roma'ya yürümeye başladı.", "1922 - İtilaf Devletleri, TBMM hükûmeti ve İstanbul hükûmeti temsilcilerini 13 Kasım 1922'de Lozan'da toplanacak barış konferansına davet ettiler.", "1913 - Mustafa Kemal, Sofya Ataşemiliterliği'ne atandı.", "1904 - New York metrosu açıldı.", "1810 - ABD, eski İspanyol kolonisi olan Batı Florida'yı ilhak etti.", "1806 - Napolyon Bonapart komutasındaki Fransız Ordusu Berlin'e girdi."]