["2020 - Tu00fcrkiye'nin ikinci su00fcru00fccu00fcsu00fcz metro hattu0131 olan M7 Kabatau015f - Mecidiyeku00f6y - Mahmutbey - Esenyurt Meydanu0131 metro hattu0131nu0131n ilk etabu0131 olan Mecidiyeku00f6y - Mahmutbey etabu0131 hizmete au00e7u0131ldu0131.",  "2012 - Kanada'nu0131n Britanya Kolumbiyasu0131 eyaletinde 7,7 u015fiddetinde deprem meydana geldi.",  "2010 - Gebze - u0130zmir Otoyolu Projesi'nin temeli atu0131ldu0131.",  "2009 - Pakistan'u0131n Peu015faver kentindeki bir pazar yerinde araca yerleu015ftirilen bomba patladu0131; 105 kiu015fi u00f6lu00fc, 200'den fazla kiu015fi yaralandu0131.",  "1998 - Esenbou011fa Havalimanu0131, tarihinde ilk kez aynu0131 gu00fcn 13 cumhurbau015fkanu0131 au011fu0131rladu0131. Yabancu0131 u00fclke cumhurbau015fkanlaru0131, Cumhuriyetin 75. yu0131lu0131 tu00f6renleri iu00e7in Ankara'ya geldiler.",  "1995 - Baku00fc'de du00fcnyanu0131n en u00f6lu00fcmcu00fcl metro kazasu0131 yau015fandu0131. 28'i u00e7ocuk 300 kiu015fi u00f6ldu00fc, 265 kiu015fi yaralandu0131. Azerbaycan genelinde u00fcu00e7 gu00fcnlu00fck yas ilan edildi.",  "1993 - Hakku00e2ri, u00dczu00fcmlu00fc Jandarma su0131nu0131r bu00f6lu00fcu011fu00fc'ne saldu0131ran silahlu0131 militanlardan 57'si u00f6ldu00fcru00fcldu00fc. u00c7atu0131u015fmada 10 er u00f6ldu00fc.",  "1991 - u0130slami Cihad u00f6rgu00fctu00fc Ankara'da iki bombalu0131 saldu0131ru0131 du00fczenledi; bir Amerikalu0131 subay u00f6ldu00fc, Mu0131su0131rlu0131 bir diplomat yaralandu0131.",  "1986 - 23. Altu0131n Portakal Film Festivali'nin sonuu00e7laru0131 au00e7u0131klandu0131. Altu0131n Portakal'u0131 Atu0131f Yu0131lmaz'u0131n yu00f6nettiu011fi "Aaah Belinda" kazandu0131.",  "1984 - u00c7in Komu00fcnist Partisi, ekonomik durumu du00fczeltmek amacu0131yla serbest giriu015fime ve rekabete izin verileceu011fini au00e7u0131kladu0131.",  "1982 - Felipe Gonzu00e1lez liderliu011findeki sosyalistler, u0130spanya seu00e7imlerinde bu00fcyu00fck bir zafer kazandu0131.",  "1981 - Heavy metal mu00fczik grubu Metallica, San Francisco'da kuruldu.",  "1962 - Ku00fcba Fu00fcze Krizi: Sovyetler Birliu011fi lideri Nikita Kruu015fu00e7ev, Ku00fcba'daki fu00fcze u00fcslerini kaldu0131racaklaru0131nu0131 au00e7u0131kladu0131.",  "1961 - Zeki Mu00fcren, Behiye Aksoy, Gu00f6nu00fcl Yazar, Seu00e7il Heper gibi pek u00e7ok sanatu00e7u0131yu0131 senelerce sahnesinde au011fu0131rlayan Maksim Gazinosu au00e7u0131ldu0131.",  "1960 - Millu00ee Birlik Komitesi'nin 147 u00f6u011fretim u00fcyesini gu00f6revden almasu0131nu0131 protesto eden u0130stanbul u00dcniversitesi Rektu00f6ru00fc Su0131ddu0131k Sami Onar ve u0130stanbul Teknik u00dcniversitesi Rektu00f6ru00fc Fikret Narter gu00f6revlerinden istifa ettiler.",  "1948 - u0130sviu00e7reli kimyacu0131 Paul Hermann Mu00fcller DDT'nin bu00f6cek u00f6ldu00fcru00fccu00fc u00f6zelliu011fini keu015ffinden u00f6tu00fcru00fc Nobel Kimya u00d6du00fclu00fc ile u00f6du00fcllendirildi.",  "1943 - Philadelphia Deneyi: Amerikan donanmasu0131nu0131n Pensilvanya eyaletine bau011flu0131 Philadelphia u015fehri limanu0131nda bir deney yaptu0131u011fu0131 iddia edildi.",  "1941 - Litvanya'da Alman SS birlikleri 9000 den fazla Yahudiyi Kaunas u015fehrinin meydanu0131nda kuru015funa dizdi.",  "1940 - II. Du00fcnya Savau015fu0131: u0130talya, Arnavutluk u00fczerinden Yunanistan'u0131 iu015fgal etti.",  "1938 - Ankara Radyosu hizmete girdi.",  "1937 - Bau015fbakan u0130smet u0130nu00f6nu00fc, Ankara'da parau015fu00fct kulesinin au00e7u0131lu0131u015fu0131nu0131 yaptu0131.",  "1927 - Tu00fcrkiye'de ilk nu00fcfus sayu0131mu0131 yapu0131ldu0131.",  "1923 - Mustafa Kemal Pau015fa, u00c7ankaya Ku00f6u015fku00fc'nde verdiu011fi aku015fam yemeu011finde, "Yaru0131n Cumhuriyeti ilan edeceu011fiz" dedi.",  "1918 - I. Du00fcnya Savau015fu0131: Osmanlu0131 u0130mparatorluu011fu ile Britanya u0130mparatorluu011fu arasu0131nda yapu0131lan Suriye-Filistin Cephesi, kesin Britanya u0130mparatorluu011fu zaferiyle sonuu00e7landu0131.",  "1918 - u00c7ekoslovakya, Avusturya-Macaristan u0130mparatorluu011fu u0130mparatorluu011fundan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1908 - u0130stanbul'da Ermenice Jamanak gazetesi yayu0131mlanmaya bau015fladu0131.",  "1893 - u00c7aykovski'nin 6 No'lu Pathu00e9tique Senfonisinin galasu0131 Sankt-Peterburg'da, bestecinin u00f6lu00fcmu00fcnden sadece dokuz gu00fcn u00f6nce yapu0131ldu0131.",  "1886 - u00d6zgu00fcrlu00fck Heykeli, Fransu0131zlaru0131n hediyesi olarak New York'a dikildi.",  "1848 - u0130spanya'da ilk demiryolu, Barselona-Mataru00f3 arasu0131nda hizmete girdi.",  "1636 - u0130lk Amerikan u00fcniversitesi Harvard kuruldu.",  "1538 - Yeni Du00fcnya'nu0131n ilk u00fcniversitesi olan Universidad Santo Tomu00e1s de Aquino kuruldu.",  "1516 - Sadrazam Hadu0131m Sinan Pau015fa yu00f6netimindeki Osmanlu0131 Ordusu, Memluklaru0131 Gazze yaku0131nlaru0131nda yendi.",  "1492 - Kristof Kolomb, Ku00fcba'yu0131 keu015ffetti ve u0130spanya adu0131na el koydu."]







