["2020 - Türkiye'nin ikinci sürücüsüz metro hattı olan M7 Kabataş - Mecidiyeköy - Mahmutbey - Esenyurt Meydanı metro hattının ilk etabı olan Mecidiyeköy - Mahmutbey etabı hizmete açıldı.", "2012 - Kanada'nın Britanya Kolumbiyası eyaletinde 7,7 şiddetinde deprem meydana geldi.", "2010 - Gebze - İzmir Otoyolu Projesi'nin temeli atıldı.", "2009 - Pakistan'ın Peşaver kentindeki bir pazar yerinde araca yerleştirilen bomba patladı; 105 kişi ölü, 200'den fazla kişi yaralandı.", "1998 - Esenboğa Havalimanı, tarihinde ilk kez aynı gün 13 cumhurbaşkanı ağırladı. Yabancı ülke cumhurbaşkanları, Cumhuriyetin 75. yılı törenleri için Ankara'ya geldiler.", "1995 - Bakü'de dünyanın en ölümcül metro kazası yaşandı. 28'i çocuk 300 kişi öldü, 265 kişi yaralandı. Azerbaycan genelinde üç günlük yas ilan edildi.", "1993 - Hakkâri, Üzümlü Jandarma sınır bölüğü'ne saldıran silahlı militanlardan 57'si öldürüldü. Çatışmada 10 er öldü.", "1991 - İslami Cihad örgütü Ankara'da iki bombalı saldırı düzenledi; bir Amerikalı subay öldü, Mısırlı bir diplomat yaralandı.", "1986 - 23. Altın Portakal Film Festivali'nin sonuçları açıklandı. Altın Portakal'ı Atıf Yılmaz'ın yönettiği \"Aaah Belinda\" kazandı.", "1984 - Çin Komünist Partisi, ekonomik durumu düzeltmek amacıyla serbest girişime ve rekabete izin verileceğini açıkladı.", "1982 - Felipe González liderliğindeki sosyalistler, İspanya seçimlerinde büyük bir zafer kazandı.", "1981 - Heavy metal müzik grubu Metallica, San Francisco'da kuruldu.", "1962 - Küba Füze Krizi: Sovyetler Birliği lideri Nikita Kruşçev, Küba'daki füze üslerini kaldıracaklarını açıkladı.", "1961 - Zeki Müren, Behiye Aksoy, Gönül Yazar, Seçil Heper gibi pek çok sanatçıyı senelerce sahnesinde ağırlayan Maksim Gazinosu açıldı.", "1960 - Millî Birlik Komitesi'nin 147 öğretim üyesini görevden almasını protesto eden İstanbul Üniversitesi Rektörü Sıddık Sami Onar ve İstanbul Teknik Üniversitesi Rektörü Fikret Narter görevlerinden istifa ettiler.", "1948 - İsviçreli kimyacı Paul Hermann Müller DDT'nin böcek öldürücü özelliğini keşfinden ötürü Nobel Kimya Ödülü ile ödüllendirildi.", "1943 - Philadelphia Deneyi: Amerikan donanmasının Pensilvanya eyaletine bağlı Philadelphia şehri limanında bir deney yaptığı iddia edildi.", "1941 - Litvanya'da Alman SS birlikleri 9000 den fazla Yahudiyi Kaunas şehrinin meydanında kurşuna dizdi.", "1940 - II. Dünya Savaşı: İtalya, Arnavutluk üzerinden Yunanistan'ı işgal etti.", "1938 - Ankara Radyosu hizmete girdi.", "1937 - Başbakan İsmet İnönü, Ankara'da paraşüt kulesinin açılışını yaptı.", "1927 - Türkiye'de ilk nüfus sayımı yapıldı.", "1923 - Mustafa Kemal Paşa, Çankaya Köşkü'nde verdiği akşam yemeğinde, \"Yarın Cumhuriyeti ilan edeceğiz\" dedi.", "1918 - I. Dünya Savaşı: Osmanlı İmparatorluğu ile Britanya İmparatorluğu arasında yapılan Suriye-Filistin Cephesi, kesin Britanya İmparatorluğu zaferiyle sonuçlandı.", "1918 - Çekoslovakya, Avusturya-Macaristan İmparatorluğu İmparatorluğundan bağımsızlığını kazandı.", "1908 - İstanbul'da Ermenice Jamanak gazetesi yayımlanmaya başladı.", "1893 - Çaykovski'nin 6 No'lu Pathétique Senfonisinin galası Sankt-Peterburg'da, bestecinin ölümünden sadece dokuz gün önce yapıldı.", "1886 - Özgürlük Heykeli, Fransızların hediyesi olarak New York'a dikildi.", "1848 - İspanya'da ilk demiryolu, Barselona-Mataró arasında hizmete girdi.", "1636 - İlk Amerikan üniversitesi Harvard kuruldu.", "1538 - Yeni Dünya'nın ilk üniversitesi olan Universidad Santo Tomás de Aquino kuruldu.", "1516 - Sadrazam Hadım Sinan Paşa yönetimindeki Osmanlı Ordusu, Memlukları Gazze yakınlarında yendi.", "1492 - Kristof Kolomb, Küba'yı keşfetti ve İspanya adına el koydu."]