["2018 - Endonezya'da Cakarta'dan Sumatra Adasu0131'ndaki Pangkal Pinang u015fehrine gitmek u00fczere olan Boeing 737 tipi yolcu uu00e7au011fu0131 havalandu0131ktan ku0131sa bir su00fcre sonra denize du00fcu015ftu00fc. 189 kiu015fi u00f6ldu00fc.",  "2018 - u0130stanbul Havalimanu0131 au00e7u0131ldu0131.",  "2016 - Ankara Yu00fcksek Hu0131zlu0131 Tren Garu0131 hizmete au00e7u0131ldu0131.",  "2013 - Marmaray au00e7u0131ldu0131 ve ilk sefer u00dcsku00fcdar'dan Yenikapu0131'ya du00fczenlendi.",  "2006 - Nijerya'nu0131n bau015fkenti Abuja'da Boeing 737 tipi bir yolcu uu00e7au011fu0131 kalku0131u015ftan hemen sonra 104 yolcusuyla du00fcu015ftu00fc: 6 kiu015fi kurtuldu.",  "1998 - Amerikalu0131 astronot John Glenn 36 yu0131l aradan sonra 77 yau015fu0131nda, Discovery mekiu011fiyle yeniden uzaya gitti.",  "1998 - Azerbaycan, Gu00fcrcistan, Kazakistan, u00d6zbekistan ve Tu00fcrkiye, Hazar ve Orta Asya petrollerinin Batu0131 pazarlaru0131na Baku00fc Tiflis Ceyhan Petrol Boru Hattu0131'yla ulau015ftu0131ru0131lmasu0131na iliu015fkin Ankara Deklarasyonu'nu imzaladu0131lar.",  "1998 - THY'nin Adana-Ankara seferini yapan Boeing 737 tipi uu00e7au011fu0131, 33 yolcu ve 6 kiu015filik mu00fcrettebatu0131yla kau00e7u0131ru0131ldu0131. Uu00e7au011fu0131 kau00e7u0131ran Erdal Aksu, u00f6ldu00fcru00fcldu00fc. Aksu'nun Diyarbaku0131r'da 4 u00f6u011fretmeni katletmekten arandu0131u011fu0131 belirlendi.",  "1992 - Kazakistan ve Tu00fcrkmenistan, ilk Bu00fcyu00fck Elu00e7iliklerini Ankara'da au00e7tu0131lar.",  "1992 - Tu00fcrkiye ile Irak'u0131n kuzeyi arasu0131nda stratejik u00f6neme sahip Sinhat Bou011fazu0131, TSK'nu0131n eline geu00e7ti. u00c7atu0131u015fmalarda 90 silahlu0131 militan u00f6ldu00fcru00fcldu00fc.",  "1969 - u0130ki bilgisayar arasu0131ndaki ilk bau011flantu0131 geru00e7ekleu015ftirildi. Bu bau011flantu0131 u0130nternet'in u00f6ncu00fcsu00fc olan ARPANET u00fczerinden yapu0131ldu0131.",  "1967 - Montreal'deki Expo 67 Du00fcnya Fuaru0131 kapandu0131. Fuaru0131 50 milyonun u00fczerinde insan ziyaret etmiu015fti.",  "1961 - u0130lk Tu00fcrk yapu0131mu0131 otomobil Devrim, Cumhurbau015fkanu0131 Cemal Gu00fcrsel'e armau011fan edildi.",  "1961 - Suriye, Birleu015fik Arap Cumhuriyeti'nden ayru0131ldu0131.",  "1960 - Millu00ee Birlik Komitesi'nin 147 u00f6u011fretim u00fcyesini gu00f6revden almasu0131na tepkiler su00fcru00fcyor. Ankara u00dcniversitesi rektu00f6ru00fc Suut Kemal Yetkin istifa etti.",  "1960 - Cassius Clay (daha sonra Muhammet Ali) Louisville, Kentucky'de ilk profesyonel mau00e7u0131nu0131 kazandu0131.",  "1956 - u0130srail Ordusu, Mu0131su0131r su0131nu0131ru0131nu0131 geu00e7erek Sina Yaru0131madasu0131nu0131 iu015fgal etti.",  "1954 - Dr. Hikmet Ku0131vu0131lcu0131mlu0131, Vatan Partisi'ni kurdu.",  "1933 - Tu00fcrkiye cumhurbau015fkanu0131 Mustafa Kemal, Cumhuriyet'in ilanu0131nu0131n 10. yu0131lu0131 mu00fcnasebetiyle nutkunu okudu.",  "1930 - Ankara'daki Cumhuriyet Bayramu0131 tu00f6renlerine Yunanistan bau015fbakanu0131 Venizelos da katu0131ldu0131.",  "1929 - New York Menkul Ku0131ymetler Borsasu0131 u00e7u00f6ktu00fc; Amerika Birleu015fik Devletleri'nde ekonomik depresyonun bau015flangu0131cu0131.",  "1927 - Irak'ta yapu0131lan kazu0131larda, Ur kenti yaku0131nlaru0131nda 5 bin yu0131l u00f6ncesine ait olduu011fu belirlenen bir moleku00fcl taku0131mu0131 bulundu.",  "1924 - Milletler Cemiyeti Konseyinde, Tu00fcrkiye-Irak su0131nu0131ru0131, Musul'u Irak'ta bu0131rakacak biu00e7imde saptandu0131.",  "1923 - Tu00fcrkiye'de cumhuriyetin ilanu0131: Mustafa Kemal Atatu00fcrk ilk Tu00fcrkiye cumhurbau015fkanu0131 seu00e7ildi.",  "1919 - Britanya birlikleri Antep'i Fransu0131zlara teslim edilerek geri u00e7ekildi.",  "1914 - Amiral Souchon liderliu011findeki Goeben (Yavuz), Breslau (Midilli) ve dokuz Osmanlu0131 savau015f gemisinden oluu015fan bir donanma Rus liman ve gemilerini bombalayarak Osmanlu0131'nu0131n I. Du00fcnya Savau015fu0131'na girmesine neden oldu.",  "1913 - Batu0131 Trakya Bau011fu0131msu0131z Hu00fcku00fbmeti yu0131ku0131ldu0131.",  "1901 - Amerika Birleu015fik Devletleri Bau015fkanu0131 William McKinley'in suikastu00e7u0131su0131 Leon Czolgosz elektrikli sandalyede idam edildi.",  "1888 - Britanya u0130mparatorluu011fu, Alman u0130mparatorluu011fu, Avusturya-Macaristan u0130mparatorluu011fu, u0130spanyol u0130mparatorluu011fu, Fransa, u0130talya, Hollanda, Rus u0130mparatorluu011fu ve Osmanlu0131 u0130mparatorluu011fu arasu0131nda, u0130stanbul Antlau015fmasu0131'nu0131n (Convention of Constantinople) nihai metni imzalandu0131. Buna gu00f6re, ilgili devletlerin gemileri hem savau015f hem de baru0131u015f zamanu0131nda Su00fcveyu015f Kanalu0131ndan geu00e7ebilecekler.",  "1863 - Cenevre'de toplanan 16 u00fclke, Uluslararasu0131 Ku0131zu0131lhau00e7'u0131n kurulmasu0131na karar verdi.",  "1859 - u0130spanya, Fas'a savau015f ilan etti.",  "1787 - Mozart'u0131n Don Giovanni operasu0131 ilk kez olarak Prag Ulusal Tiyatro'da sahnelendi."]







