["2013 - Gambiya, u0130ngiliz Milletler Topluluu011fu'ndan ayru0131ldu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "2012 - Suriye'den gelen top mermileri sonucu u015eanlu0131urfa'nu0131n Aku00e7akale ilu00e7esinde 5 sivilin hayatu0131nu0131 kaybetmesi u00fczerine Tu00fcrkiye, Suriye'yi vurdu.",  "2010 - Almanya, Versay Baru0131u015f Antlau015fmasu0131'nda kabul ettiu011fi I. Du00fcnya Savau015fu0131'ndan kalma savau015f tazminatlaru0131nu0131n son taksitini u00f6dedi.",  "2009 - Azerbaycan, Kazakistan, Ku0131rgu0131zistan ve Tu00fcrkiye Devlet Bau015fkanlaru0131'nu0131n imzaladu0131u011fu0131 Nahu00e7u0131van Anlau015fmasu0131 ile Tu00fcrk Konseyi kuruldu.",  "2008 - PKK militanlaru0131, Hakku00e2ri'nin u015eemdinli ilu00e7esinde Aktu00fctu00fcn Karakolu'na saldu0131rdu0131.",  "2006 - THY'nin Tiran - u0130stanbul seferini yapan Boeing 737-400 tipi tarifeli uu00e7au011fu0131, Hakan Ekinci adlu0131 hava korsanu0131 tarafu0131ndan kau00e7u0131ru0131ldu0131.",  "2005 - Avrupa Birliu011fi ile Tu00fcrkiye arasu0131nda u00fcyelik mu00fczakereleri bau015fladu0131.",  "1994 - II. Nu00fckleer Karu015fu0131tu0131 Kongre, u0130stanbul'da toplandu0131.",  "1993 - Haydar Aliyev, Azerbaycan Devlet Bau015fkanu0131 seu00e7ildi.",  "1990 - Dou011fu ve Batu0131 Almanya birleu015fti.",  "1984 - Devrimci Yol davasu0131 sonucu idam cezasu0131na u00e7arptu0131ru0131lan Hu0131du0131r Aslan ve u0130lyas Has'u0131n cezalaru0131 TBMM'de onaylandu0131.",  "1981 - Belfast'ta, u0130rlanda Cumhuriyet Ordusu (IRA) tutuklularu0131nu0131n yaptu0131u011fu0131 au00e7lu0131k grevi bitti. Au00e7lu0131k grevi 7 ay su00fcrmu00fcu015f ve 10 IRA u00fcyesi hayatu0131nu0131 kaybetmiu015fti.",  "1973- 75 yu0131ldan beri petrol aranan Trakya bu00f6lgesinde ilk petrol Lu00fcleburgaz yaku0131nlaru0131nda TPAO tarafu0131ndan bulundu.",  "1971 - SSCB ile ABD arasu0131nda ku0131sa adu0131 SALT olan Stratejik Silahlaru0131 Su0131nu0131rlama Antlau015fmasu0131 imzalandu0131.",  "1970 - u0130skenderun Demir ve u00c7elik A.u015e. kuruldu.",  "1967 - Kuzey Vietnam, Amerika Birleu015fik Devletleri'nin baru0131u015f gu00f6ru00fcu015fmeleri u00f6nerisini reddetti.",  "1966 - u0130stanbul'un Anadolu yakasu0131ndaki son tramvay hattu0131 da kaldu0131ru0131ldu0131.",  "1965 - Ku00fcba lideri Fidel Castro, Che Guevara'nu0131n emperyalizme karu015fu0131 savau015fmak iu00e7in Ku00fcba'dan ayru0131ldu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1953 - u00c7anakkale au00e7u0131klaru0131nda u0130sveu00e7 Bandu0131ralu0131 Naboland gemisiyle u00e7arpu0131u015farak batan, 81 denizcinin u00f6ldu00fcu011fu00fc TCG Dumlupu0131nar denizaltu0131su0131 ile ilgili dava sonuu00e7landu0131: Naboland kaptanu0131 6 ay au011fu0131r hapse mahku00fbm edildi, Dumlupu0131nar Komutanu0131 Yu00fczbau015fu0131 Sabri u00c7elebiou011flu beraat etti.",  "1952 - Birleu015fik Krallu0131k ilk atom bombasu0131 denemesini, Monte Bello adasu0131nda geru00e7ekleu015ftirerek du00fcnyanu0131n 3. nu00fckleer gu00fccu00fc oldu.",  "1935 - u0130talya Krallu0131u011fu0131, Etiyopya'yu0131 iu015fgal hareku00e2tu0131na bau015fladu0131.",  "1932 - Birleu015fik Krallu0131k mandasu0131 Irak bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1931 - Tu00fcrkiye Cumhuriyet Merkez Bankasu0131 faaliyete geu00e7ti.",  "1929 - Su0131rp, Hu0131rvat ve Sloven Krallu0131u011fu0131, ismini Yugoslavya Krallu0131u011fu0131 olarak deu011fiu015ftirdi.",  "1926 - Atatu00fcrk'u00fcn ilk heykeli, u0130stanbul Sarayburnu'na dikildi.",  "1922 - Mudanya Mu00fctarekesi'nin imzalanmasu0131yla sonuu00e7lanan Mudanya Konferansu0131 bau015fladu0131.",  "1912 - Su0131rbistan, Karadau011f, Yunanistan ve Bulgaristan, Osmanlu0131 Devleti'nden 3 gu00fcn iu00e7inde Arnavutluk ve Makedonya'ya u00f6zerklik verilmesini istediler. Osmanlu0131, bu notayu0131 reddedince 8 Ekim'de I. Balkan Savau015fu0131 bau015fladu0131.",  "1852 - Damad Mehmed Ali Pau015fa, Osmanlu0131 Sadrazamu0131 oldu.",  "1849 - Amerikalu0131 yazar Edgar Allan Poe, Baltimore sokaklaru0131nda periu015fan bir vaziyette bulundu, hastaneye kaldu0131ru0131ldu0131.",  "1739 - Osmanlu0131-Rus-Avusturya Savau015fu0131'nu0131 sona erdiren ve Osmanlu0131'nu0131n ku00e2rlu0131 u00e7u0131ktu0131u011fu0131 son antlau015fma olan Niu015f Antlau015fmasu0131 imzalandu0131.",  "1716 - Nevu015fehirli Damat u0130brahim Pau015fa, Sadaret Kaymakamlu0131u011fu0131'na getirildi.",  "1605 - Sadrazam Sokolluzade Lala Mehmed Pau015fa komutasu0131ndaki Osmanlu0131 Ordusu, Estergon Kalesi'ni ikinci kez fethetti.",  "Mu00d6 52 - Ju00fcl Sezar komutasu0131ndaki Roma Ordusu, Alesia Muharebesi'ni kazanarak Galya'yu0131 fethetti."]







