["1978 - Denizli'de Duran Bircan adlu0131 bir kiu015fi, u00f6z annesini ve gu00f6z koyduu011fu yeu011fenini u00f6ldu00fcrdu00fc. 12 Eylu00fcl du00f6neminde idam edildi.",  "1974 - Muhammet Ali, Kinu015fasa-Zaire'de George Foreman'u0131 yenerek tekrar du00fcnya au011fu0131r su0131klet boks u015fampiyonu oldu.",  "1973 - Bou011faziu00e7i Ku00f6pru00fcsu00fc, Cumhurbau015fkanu0131 Fahri Korutu00fcrk tarafu0131ndan au00e7u0131ldu0131.",  "1970 - Vietnam'da son altu0131 yu0131lu0131n en u015fiddetli muson yau011fmurlaru0131: 293 kiu015fi u00f6ldu00fc, 200 bin kiu015fi evsiz kaldu0131.",  "1961 - Tu00fcrkiye ve Almanya resmu00ee iu015fu00e7i alu0131m anlau015fmasu0131nu0131 imzaladu0131lar.",  "1961 - Sovyetler Birliu011fi, Arktik Okyanusu'nda yer alan Novaya Zemlya taku0131madasu0131nda 58 megaton gu00fccu00fcnde bir Hidrojen bombasu0131 denemesi yaptu0131. Bu Du00fcnyada meydana gelmiu015f insan elinden u00e7u0131kmu0131u015f en gu00fcu00e7lu00fc patlamaydu0131. Nikita Kruu015fu00e7ev "u00c7ar Bombasu0131" kod adlu0131 bu denemenin aslu0131nda 100 megaton gu00fccu00fcnde planlandu0131u011fu0131nu0131, ancak serpintiden korktuklaru0131 iu00e7in gu00fccu00fc ku0131su0131tlu0131 tuttuklaru0131nu0131 bildirmiu015fti.",  "1960 - Birleu015fik Krallu0131k'ta ilk bau015faru0131lu0131 bu00f6brek nakli Michael Woodruff tarafu0131ndan geru00e7ekleu015ftirildi.",  "1956 - Birleu015fik Krallu0131k ve Fransa, u0130srail ve Mu0131su0131r'a Su00fcveyu015f Kanalu0131'nu0131 12 saat iu00e7inde terk etmelerini bildirdi.",  "1942 - u0130ngiliz ordusu, El Alameyn'de Alman ordusuna karu015fu0131 saldu0131ru0131ya geu00e7ti.",  "1937 - Yeni Ankara Garu0131 tu00f6renle au00e7u0131ldu0131.",  "1923 - Mustafa Kemal Pau015fa, Bau015fbakanlu0131u011fa u0130smet Pau015fayu0131 (u0130nu00f6nu00fc) atadu0131.",  "1920 - Avustralya Komu00fcnist Partisi Sidney'de kuruldu.",  "1920 - Kars'u0131n kurtuluu015fu: Dou011fu Cephesi Komutanu0131 Ku00e2zu0131m Karabekir Pau015fa komutasu0131ndaki Ordu bu00fcyu00fck bir zafere imza attu0131.",  "1919 - Sedat Simavi tarafu0131ndan u00e7u0131karu0131lan siyasi mizah dergisi Diken yayu0131nlanmaya bau015fladu0131.",  "1918 - I. Du00fcnya Savau015fu0131'ndan yenik u00e7u0131kan Osmanlu0131 u0130mparatorluu011fu ile galip devletler arasu0131nda Mondros Mu00fctarekesi imzalandu0131.",  "1918 - u00c7ekoslovakya'da Cumhuriyet ilan edildi.",  "1905 - Aspirin ilk kez satu0131u015fa sunuldu.",  "1873 - Teodor Kasap tarafu0131ndan u00e7u0131karu0131lan mizah gazetesi Hayal yayu0131nlanmaya bau015flandu0131.",  "1757 - Osmanlu0131 Padiu015fahu0131 III. Mustafa'nu0131n tahta u00e7u0131ku0131u015fu0131."]







