["1992 - Türk Silahlı Kuvvetleri, Irak'ın kuzeyindeki PKK üssü Haftanin kampını ele geçirdi.", "1989 - Turgut Özal, 263 oyla Türkiye'nin 8. Cumhurbaşkanı seçildi.", "1984 - Hindistan Başbakanı İndira Gandhi, iki sih güvenlik görevlisinin düzenlediği suikast sonucu öldürülünce çıkan isyanlarda yaklaşık 2000 masum sih öldü.", "1972 - Eskişehir yakınlarında bir yolcu treni ile bir yük treni çarpıştı, 30 kişi öldü, 60 kişi yaralandı.", "1970 - Türkiye İşçi Partisi Büyük Kongresi Behice Boran'ı Genel Başkan seçti.", "1967 - Kıbrıs Türklerinin, Rum çetelerinin saldırılarına maruz kaldığı günlerde, Rauf Denktaş gizlice Ada'ya girdi.", "1963 - 50. kez millî formayı giyen Fenerbahçeli futbolcu Lefter Küçükandonyadis'e şeref madalyası verildi.", "1963 - Askerî Yargıtay, Talat Aydemir, Fethi Gürcan, Osman Deniz ve Erol Dinçer'in idamını onayladı.", "1961 - Sovyetler Birliği Komünist Partisi 25. Kongresi'nde, geçmişteki hataları nedeniyle suçlanan Josef Stalin'in naaşı Moskova Kızıl Meydan'daki Lenin'in mozolesinden çıkarıldı ve Kremlin Duvarı Mezarlığına defnedildi.", "1956 - Süveyş Krizi: Birleşik Krallık ve Fransa, Süveyş Kanalı'nın tekrar açılmasını sağlamak için Mısır'ı bombalamaya başladı.", "1952 - ABD, ilk hidrojen bombası denemesini Marshall Adalarında yaptı.", "1951 - Yaya geçidi çizgileri ilk kez Birleşik Krallık'ın Berkshire kentinde kullanılmaya başlandı.", "1924 - Mustafa Kemal Paşa, Cumhuriyet'in 1. yıl dönümünde, \"Türk milletinin tabiat ve adetlerine en uygun olan idare, Cumhuriyet idaresidir\" dedi.", "1922 - Mussolini İtalya Başbakanı oldu.", "1919 - Sütçü İmam, Kahramanmaraş'ta Fransız işgalcilere ilk kurşunu attı.", "1918 - Güneydoğu Avrupa'da Banat bölgesinde kısa ömürlü Banat Cumhuriyeti kuruldu.", "1892 - Sir Arthur Conan Doyle, Sherlock Holmes'un maceralarını yayınlamaya başladı.", "1876 - Hindistan'da dev kasırga: 200 binden fazla kişi öldü.", "1864 - Nevada, ABD'nin 36. eyaleti oldu.", "1831 - Takvim-i Vekayi yayına başladı.", "1517 - Martin Luther, Wittenberg'de 95 tezini kilise kapısına asarak Protestanlığı ilan etti.", "644 - Ömer bin Hattab, kendisinden alınan verginin azaltılmasını isteyen, ancak talebi kabul edilmeyen Ebû Lü'lüe tarafından Medine'de sabah namazında hançerle saldırıya uğradı. Saldırgan intihar ederken, Ömer bin Hattab, 3 Kasım'da öldü.", "475 - Romulus Augustus Roma İmparatoru ilan edildi."]