["1992 - Tu00fcrk Silahlu0131 Kuvvetleri, Irak'u0131n kuzeyindeki PKK u00fcssu00fc Haftanin kampu0131nu0131 ele geu00e7irdi.",  "1989 - Turgut u00d6zal, 263 oyla Tu00fcrkiye'nin 8. Cumhurbau015fkanu0131 seu00e7ildi.",  "1984 - Hindistan Bau015fbakanu0131 u0130ndira Gandhi, iki sih gu00fcvenlik gu00f6revlisinin du00fczenlediu011fi suikast sonucu u00f6ldu00fcru00fclu00fcnce u00e7u0131kan isyanlarda yaklau015fu0131k 2000 masum sih u00f6ldu00fc.",  "1972 - Eskiu015fehir yaku0131nlaru0131nda bir yolcu treni ile bir yu00fck treni u00e7arpu0131u015ftu0131, 30 kiu015fi u00f6ldu00fc, 60 kiu015fi yaralandu0131.",  "1970 - Tu00fcrkiye u0130u015fu00e7i Partisi Bu00fcyu00fck Kongresi Behice Boran'u0131 Genel Bau015fkan seu00e7ti.",  "1967 - Ku0131bru0131s Tu00fcrklerinin, Rum u00e7etelerinin saldu0131ru0131laru0131na maruz kaldu0131u011fu0131 gu00fcnlerde, Rauf Denktau015f gizlice Ada'ya girdi.",  "1963 - 50. kez millu00ee formayu0131 giyen Fenerbahu00e7eli futbolcu Lefter Ku00fcu00e7u00fckandonyadis'e u015feref madalyasu0131 verildi.",  "1963 - Askeru00ee Yargu0131tay, Talat Aydemir, Fethi Gu00fcrcan, Osman Deniz ve Erol Dinu00e7er'in idamu0131nu0131 onayladu0131.",  "1961 - Sovyetler Birliu011fi Komu00fcnist Partisi 25. Kongresi'nde, geu00e7miu015fteki hatalaru0131 nedeniyle suu00e7lanan Josef Stalin'in naau015fu0131 Moskova Ku0131zu0131l Meydan'daki Lenin'in mozolesinden u00e7u0131karu0131ldu0131 ve Kremlin Duvaru0131 Mezarlu0131u011fu0131na defnedildi.",  "1956 - Su00fcveyu015f Krizi: Birleu015fik Krallu0131k ve Fransa, Su00fcveyu015f Kanalu0131'nu0131n tekrar au00e7u0131lmasu0131nu0131 sau011flamak iu00e7in Mu0131su0131r'u0131 bombalamaya bau015fladu0131.",  "1952 - ABD, ilk hidrojen bombasu0131 denemesini Marshall Adalaru0131nda yaptu0131.",  "1951 - Yaya geu00e7idi u00e7izgileri ilk kez Birleu015fik Krallu0131k'u0131n Berkshire kentinde kullanu0131lmaya bau015flandu0131.",  "1924 - Mustafa Kemal Pau015fa, Cumhuriyet'in 1. yu0131l du00f6nu00fcmu00fcnde, "Tu00fcrk milletinin tabiat ve adetlerine en uygun olan idare, Cumhuriyet idaresidir" dedi.",  "1922 - Mussolini u0130talya Bau015fbakanu0131 oldu.",  "1919 - Su00fctu00e7u00fc u0130mam, Kahramanmarau015f'ta Fransu0131z iu015fgalcilere ilk kuru015funu attu0131.",  "1918 - Gu00fcneydou011fu Avrupa'da Banat bu00f6lgesinde ku0131sa u00f6mu00fcrlu00fc Banat Cumhuriyeti kuruldu.",  "1892 - Sir Arthur Conan Doyle, Sherlock Holmes'un maceralaru0131nu0131 yayu0131nlamaya bau015fladu0131.",  "1876 - Hindistan'da dev kasu0131rga: 200 binden fazla kiu015fi u00f6ldu00fc.",  "1864 - Nevada, ABD'nin 36. eyaleti oldu.",  "1831 - Takvim-i Vekayi yayu0131na bau015fladu0131.",  "1517 - Martin Luther, Wittenberg'de 95 tezini kilise kapu0131su0131na asarak Protestanlu0131u011fu0131 ilan etti.",  "644 - u00d6mer bin Hattab, kendisinden alu0131nan verginin azaltu0131lmasu0131nu0131 isteyen, ancak talebi kabul edilmeyen Ebu00fb Lu00fc'lu00fce tarafu0131ndan Medine'de sabah namazu0131nda hanu00e7erle saldu0131ru0131ya uu011fradu0131. Saldu0131rgan intihar ederken, u00d6mer bin Hattab, 3 Kasu0131m'da u00f6ldu00fc.",  "475 - Romulus Augustus Roma u0130mparatoru ilan edildi."]







