["2023 - Android 14 Piyasaya su00fcru00fcldu00fc.",  "2023 - Dau011flu0131k Karabau011f Cumhuriyeti u00e7u00f6ktu00fc ve Hankendi u015fehri, Azerbaycan kontrolu00fcne geu00e7ti.[1]",  "2012 - Tu00fcrkiye'nin Suriye tezkeresi 320 kabul, 120 ret oyla kabul edildi.",  "2002 - 39. Altu0131n Portakal Film Festivali'nde En u0130yi Film u00f6du00fclu00fcnu00fc Nuri Bilge Ceylan'u0131n Uzak adlu0131 filmi aldu0131.",  "2001 - Kuzey Atlantik Konseyi 11 Eylu00fcl saldu0131ru0131su0131nu0131n ardu0131ndan NATO'nun operasyon bau015flatmasu0131 kararu0131nu0131 verdi.",  "1993 - Rusya'da Boris Yeltsin'e bau011flu0131 ordu birlikleri, komu00fcnistlerin kapatma kararu0131na karu015fu0131 direndiu011fi parlamento binasu0131nu0131 bastu0131.",  "1992 - Kanal 6 yayu0131na bau015fladu0131.",  "1985 - GNU projesini desteklemek iu00e7in ABD'de u00d6zgu00fcr Yazu0131lu0131m Vakfu0131 kuruldu.",  "1984 - Mu0131su0131r'u0131n hu00e2len kullanu0131mda olan bayrau011fu0131 kabul edildi.",  "1978 - Ecevit bau015fbakanlu0131u011fu0131ndaki Tu00fcrk hu00fcku00fcmeti, 4 yeni Amerikan u00fcssu00fcnu00fcn au00e7u0131lmasu0131 (Sinop, Pirinu00e7lik, Belbau015fu0131 ve Kargaburun) kararu0131nu0131 verdi.",  "1974 - Yunanistan'da Albaylar Cuntasu0131'nu0131n sona ermesinin ardu0131ndan merkez sau011fcu0131 Yeni Demokrasi Partisi kuruldu.",  "1966 - Afrika'nu0131n gu00fcneyindeki u0130ngiliz su00f6mu00fcrgesi Basutoland bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan ederek Lesotho Krallu0131u011fu0131'nu0131 kurdu.",  "1965 - Ku00fcba lideri Fidel Castro, Che Guevara'nu0131n emperyalizme karu015fu0131 savau015fmak iu00e7in Ku00fcba'dan ayru0131ldu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1964 - Antalya Belediyesiu2019nce du00fczenlenen ilk u2018Antalya Altu0131n Portakal Film Festivaliu2019 bau015fladu0131.",  "1959 - Du00fcnya Serbest Gu00fcreu015f u015eampiyonasu0131 Tahran'da yapu0131ldu0131. Tu00fcrkiye, 57 ve 62 kiloda madalya aldu0131 ve taku0131m halinde du00fcnya ikincisi oldu.",  "1958 - u0130lk transatlantik jet servisi, Londra ve New York arasu0131nda seferlerine bau015fladu0131.",  "1958 - Fransa'da Beu015finci Cumhuriyet ilu00e2n edildi.",  "1957 - Sovyetler Birliu011fi'nin ilk yapay uydu Sputnik'i fu0131rlatmasu0131yla ABD ile arasu0131ndaki uzay yaru0131u015fu0131 bau015fladu0131.",  "1952 - II. Du00fcnya Savau015fu0131'nu0131n Mu00fcttefik Genel Komutanu0131 Eisenhower, 20 yu0131llu0131k bir aradan sonra ABD Bau015fkanlu0131u011fu0131nu0131 kazanan ilk Cumhuriyetu00e7i aday oldu.",  "1940 - Adolf Hitler ve Benito Mussolini, Kuzey u0130talya'daki Brenner Geu00e7idi'nde buluu015ftular.",  "1931 - Chester Gould tarafu0131ndan yaratu0131lan Dick Tracy komedi filminin ilk gu00f6sterimi yapu0131ldu0131.",  "1927 - ABD'nin Gu00fcney Dakota eyaletinde Rushmore Dau011fu0131'na du00f6rt ABD bau015fkanu0131nu0131n dev portreleri oyulmaya bau015flandu0131.",  "1926 - Tu00fcrk Medeni Kanunu yu00fcru00fcrlu00fcu011fe girdi.",  "1923 - Tu00fcrk Ortodoks Patriu011fi Papa Eftim, Kuvu00e2-yi Milliye lehinde bildiri yayu0131nladu0131.",  "1923 - Son iu015fgal birlikleri u0130stanbul'dan ayru0131ldu0131.",  "1922 - Himaye-i Hayvanat Cemiyeti adu0131yla Tu00fcrkiye'deki hayvanlaru0131 koruma amacu0131 gu00fcden ilk dernek kuruldu.",  "1914 - Afyon ve Burdur'u etkisi altu0131na alan bu00fcyu00fck depremde 300 kiu015fi hayatu0131nu0131 yitirdi.",  "1911 - u0130lk halk asansu00f6ru00fc Londra'nu0131n Earl's Court metro istasyonunda hizmete bau015fladu0131.",  "1905 - Orville Wright, uu00e7akla 33 dakika havada kalarak, uu00e7akla ilk uu00e7an adam unvanu0131nu0131 kazandu0131.",  "1904 - Almanya ile Osmanlu0131 Devleti arasu0131nda telgraf anlau015fmasu0131 imzalandu0131.",  "1895 - u0130lk Amerika Au00e7u0131k Golf Turnuvasu0131, Rhode Island eyaletinde Newport u015fehrinde du00fczenlendi.",  "1883 - u0130stanbul'u Paris'e bau011flayan Orient Express ilk seferine u00e7u0131ktu0131.",  "1853 - Osmanlu0131'nu0131n Rusya'ya savau015f ilan etmesiyle Ku0131ru0131m Savau015fu0131 bau015fladu0131.",  "1830 - Belu00e7ika Krallu0131u011fu0131, Hollanda Birleu015fik Krallu0131u011fu0131'ndan ayru0131ldu0131.",  "1824 - 1821'de kazanu0131lan bau011fu0131msu0131zlu0131u011fu0131n ardu0131ndan Meksika'da ilk anayasa ilan edildi.",  "1675 - Hollandalu0131 bilim insanu0131 Christiaan Huygens, cep saatinin patentini aldu0131.",  "1582 - Papa XIII. Gregorius, Gregoryen takvimi benimsedi. Eski Ju00fclyen takvimine 10 gu00fcn eklendiu011fi iu00e7in bir sonraki gu00fcn 15 Ekim 1582 olarak kabul edildi.",  "1535 - u0130ncil'in ilk eksiksiz u0130ngilizce u00e7evirisi Anvers u015fehrinde basu0131ldu0131.",  "1227 - Endu00fclu00fcs Hu00fcku00fcmdaru0131 Abdullah el Adil suikasta uu011fradu0131.",  "23 - u00c7in'in bau015fkenti u015eian'da u00e7u0131kan ku00f6ylu00fc isyanu0131nda u0130mparator Wang Mang linu00e7 edildi."]







