["2023 - Android 14 Piyasaya sürüldü.", "2023 - Dağlık Karabağ Cumhuriyeti çöktü ve Hankendi şehri, Azerbaycan kontrolüne geçti.[1]", "2012 - Türkiye'nin Suriye tezkeresi 320 kabul, 120 ret oyla kabul edildi.", "2002 - 39. Altın Portakal Film Festivali'nde En İyi Film ödülünü Nuri Bilge Ceylan'ın Uzak adlı filmi aldı.", "2001 - Kuzey Atlantik Konseyi 11 Eylül saldırısının ardından NATO'nun operasyon başlatması kararını verdi.", "1993 - Rusya'da Boris Yeltsin'e bağlı ordu birlikleri, komünistlerin kapatma kararına karşı direndiği parlamento binasını bastı.", "1992 - Kanal 6 yayına başladı.", "1985 - GNU projesini desteklemek için ABD'de Özgür Yazılım Vakfı kuruldu.", "1984 - Mısır'ın hâlen kullanımda olan bayrağı kabul edildi.", "1978 - Ecevit başbakanlığındaki Türk hükümeti, 4 yeni Amerikan üssünün açılması (Sinop, Pirinçlik, Belbaşı ve Kargaburun) kararını verdi.", "1974 - Yunanistan'da Albaylar Cuntası'nın sona ermesinin ardından merkez sağcı Yeni Demokrasi Partisi kuruldu.", "1966 - Afrika'nın güneyindeki İngiliz sömürgesi Basutoland bağımsızlığını ilan ederek Lesotho Krallığı'nı kurdu.", "1965 - Küba lideri Fidel Castro, Che Guevara'nın emperyalizme karşı savaşmak için Küba'dan ayrıldığını açıkladı.", "1964 - Antalya Belediyesi’nce düzenlenen ilk ‘Antalya Altın Portakal Film Festivali’ başladı.", "1959 - Dünya Serbest Güreş Şampiyonası Tahran'da yapıldı. Türkiye, 57 ve 62 kiloda madalya aldı ve takım halinde dünya ikincisi oldu.", "1958 - İlk transatlantik jet servisi, Londra ve New York arasında seferlerine başladı.", "1958 - Fransa'da Beşinci Cumhuriyet ilân edildi.", "1957 - Sovyetler Birliği'nin ilk yapay uydu Sputnik'i fırlatmasıyla ABD ile arasındaki uzay yarışı başladı.", "1952 - II. Dünya Savaşı'nın Müttefik Genel Komutanı Eisenhower, 20 yıllık bir aradan sonra ABD Başkanlığını kazanan ilk Cumhuriyetçi aday oldu.", "1940 - Adolf Hitler ve Benito Mussolini, Kuzey İtalya'daki Brenner Geçidi'nde buluştular.", "1931 - Chester Gould tarafından yaratılan Dick Tracy komedi filminin ilk gösterimi yapıldı.", "1927 - ABD'nin Güney Dakota eyaletinde Rushmore Dağı'na dört ABD başkanının dev portreleri oyulmaya başlandı.", "1926 - Türk Medeni Kanunu yürürlüğe girdi.", "1923 - Türk Ortodoks Patriği Papa Eftim, Kuvâ-yi Milliye lehinde bildiri yayınladı.", "1923 - Son işgal birlikleri İstanbul'dan ayrıldı.", "1922 - Himaye-i Hayvanat Cemiyeti adıyla Türkiye'deki hayvanları koruma amacı güden ilk dernek kuruldu.", "1914 - Afyon ve Burdur'u etkisi altına alan büyük depremde 300 kişi hayatını yitirdi.", "1911 - İlk halk asansörü Londra'nın Earl's Court metro istasyonunda hizmete başladı.", "1905 - Orville Wright, uçakla 33 dakika havada kalarak, uçakla ilk uçan adam unvanını kazandı.", "1904 - Almanya ile Osmanlı Devleti arasında telgraf anlaşması imzalandı.", "1895 - İlk Amerika Açık Golf Turnuvası, Rhode Island eyaletinde Newport şehrinde düzenlendi.", "1883 - İstanbul'u Paris'e bağlayan Orient Express ilk seferine çıktı.", "1853 - Osmanlı'nın Rusya'ya savaş ilan etmesiyle Kırım Savaşı başladı.", "1830 - Belçika Krallığı, Hollanda Birleşik Krallığı'ndan ayrıldı.", "1824 - 1821'de kazanılan bağımsızlığın ardından Meksika'da ilk anayasa ilan edildi.", "1675 - Hollandalı bilim insanı Christiaan Huygens, cep saatinin patentini aldı.", "1582 - Papa XIII. Gregorius, Gregoryen takvimi benimsedi. Eski Jülyen takvimine 10 gün eklendiği için bir sonraki gün 15 Ekim 1582 olarak kabul edildi.", "1535 - İncil'in ilk eksiksiz İngilizce çevirisi Anvers şehrinde basıldı.", "1227 - Endülüs Hükümdarı Abdullah el Adil suikasta uğradı.", "23 - Çin'in başkenti Şian'da çıkan köylü isyanında İmparator Wang Mang linç edildi."]