["2008 - Ku0131rgu0131zistan'nu0131n Ou015f u015fehrinde 6,6 bu00fcyu00fcklu00fcu011fu00fcnde deprem meydana geldi. 75 kiu015fi u00f6ldu00fc, 200'den fazla kiu015fi yaralandu0131.",  "2003 - Rus yanlu0131su0131 Ahmet Kadirov u00c7eu00e7enistan'u0131n ilk Devlet Bau015fkanu0131 seu00e7ildi.",  "2000 - Belgrad'daki kitlesel gu00f6steriler sonucu Slobodan Milou0161eviu0107 Devlet Bau015fkanlu0131u011fu0131ndan istifa etmek zorunda kaldu0131.",  "1999 - Muu011fla'nu0131n Marmaris ilu00e7esinde Richter u00f6lu00e7eu011fine gu00f6re 6.2 bu00fcyu00fcklu00fcu011fu00fcndeki depremde 100'e yaku0131n kiu015fi yaralandu0131.",  "1997 - 34. Altu0131n Portakal Film Festivali sonuu00e7landu0131. En iyi film u00f6du00fclu00fcnu00fc, Ferzan u00d6zpetek'in yu00f6nettiu011fi Hamam filmi aldu0131.",  "1991 - Sovyetler Birliu011fi, tarihinde ilk kez IMF ile iu015f birliu011fi anlau015fmasu0131 yaptu0131.",  "1991 - u0130lk resmi Linux su00fcru00fcmu00fc (0.02) Linus Torvalds tarafu0131ndan duyuruldu.",  "1989 - Dalai Lama, Nobel Baru0131u015f u00d6du00fclu00fc'nu00fc aldu0131.",  "1988 - u015eili'de Pinochet, Bau015fkanlu0131u011fu0131nu0131n uzatu0131lmasu0131 iu00e7in yapu0131lan referandumu kaybetti.",  "1988 - Cezayir'de halk isyanu0131 patlak verdi.",  "1979 - u0130u00e7iu015fleri Bakanu0131 Hasan Fehmi Gu00fcneu015f, bir au015fk skandalu0131 sonucu Hu00fcku00fbmet'ten istifa etti.",  "1979 - Filistin Kurtuluu015f u00d6rgu00fctu00fc lideri Yaser Arafat, Ankara'ya geldi; FKu00d6 Temsilciliu011fi au00e7u0131ldu0131.",  "1972 - Fransa'da Jean-Marie Le Pen liderliu011finde au015fu0131ru0131 sau011fcu0131/fau015fist parti Ulusal Cephe kuruldu.",  "1962 - Beatles'u0131n ilk hit u015farku0131su0131 Love me do piyasaya u00e7u0131ktu0131.",  "1960 - Gu00fcney Afrika'da du00fczenlenen referandumda, Cumhuriyet rejimine geu00e7ilmesi kabul edildi.",  "1958 - Fransa'da 5. Cumhuriyet ilan edildi ve Charles de Gaulle Cumhurbau015fkanu0131 seu00e7ildi.",  "1953 - Tu00fcrkiye, BM Gu00fcvenlik Konseyi'ne 40 oyla geu00e7ici u00fcye seu00e7ildi.",  "1952 - 1939'dan beri ilk ve Stalin'in katu0131ldu0131u011fu0131 son Sovyetler Birliu011fi Komu00fcnist Partisi kongresi bau015fladu0131.",  "1948 - Tu00fcrkmenistan'u0131n Au015fkabat u015fehrindeki bu00fcyu00fck depremde 110.000 kiu015fi hayatu0131nu0131 yitirdi.",  "1947 - Atina'da yapu0131lan Akdeniz Atletizm Yaru0131u015fmalaru0131'nda Tu00fcrkiye birinci oldu.",  "1947 - Alman-Sovyet Saldu0131rmazlu0131k Paktu0131 sonucu lau011fvedilen Komintern'in devamu0131 olarak, komu00fcnist partiler SBKP (B) u00f6nderliu011finde Kominform'u kurdu.",  "1945 - Hollywood set iu015fu00e7ilerinin grevinde Warner Bros'ta u00e7u0131kan olaylarda (Kara Cuma) 40 gu00f6sterici yaralandu0131.",  "1944 - Fransa'da kadu0131nlar seu00e7me hakku0131na kavuu015ftu.",  "1938 - Nazi Almanyasu0131, Yahudilere ait pasaportlaru0131n iptal edildiu011fini duyurdu.",  "1931 - Bau015fbakan u0130nu00f6nu00fc ile Du0131u015fiu015fleri Bakanu0131 Aras'u0131n Yunanistan ziyaretleri su0131rasu0131nda, 1930 Tu00fcrk-Yunan Dostluk Antlau015fmasu0131 yu00fcru00fcrlu00fcu011fe konuldu.",  "1930 - Du00fcnyanu0131n en bu00fcyu00fck hava gemisi u0130ngiliz R 101 zeplini Fransa'da du00fcu015ftu00fc ve 48 kiu015fi hayatu0131nu0131 yitirdi.",  "1926 - u0130stanbul Bou011fazu0131'nda trenler iu00e7in vapur seferleri bau015flatu0131ldu0131.",  "1925 - u0130lk Cumhuriyet Altu0131nu0131 u0130stanbul Darphanesi'nde basu0131ldu0131 ve Mustafa Kemal Pau015fa'ya gu00f6nderildi.",  "1921 - u0130ngiltere'de Uluslararasu0131 Yazarlar Birliu011fi PEN kuruldu.",  "1915 - Bulgaristan Krallu0131u011fu0131, u0130ttifak Devletlerinin yanu0131nda I. Du00fcnya Savau015fu0131'na girdi.",  "1911 - u0130talyan kuvvetleri, Trablusgarp'u0131n sahil u015feridini ele geu00e7irdi.",  "1910 - Portekiz'de Cumhuriyet ilan edildi.",  "1908 - Bulgaristan, Osmanlu0131 u0130mparatorluu011fu'ndan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1908 - Avusturya-Macaristan u0130mparatorluu011fu, Osmanlu0131 idaresindeki Bosna-Hersek'i ilhak ettiu011fini au00e7u0131kladu0131.",  "1896 - Alman fiziku00e7i Wilhelm Roentgen'in yeni bir radyasyon u00e7eu015fidi (bugu00fcnku00fc bilinen adu0131yla x ray) bulduu011fu au00e7u0131klandu0131.",  "1892 - Red Kit'teki Dalton kardeu015flere ilham olan Dalton u00e7etesi, Kansas'taki banka soygunlaru0131nda u00f6ldu00fcru00fcldu00fc.",  "1877 - Nimipu kabilesi u015eefi Joseph'in teslim olmasu0131yla, ABD'nin kuzeybatu0131su0131ndaki ku0131zu0131lderili direniu015fi sona erdi.",  "1864 - Hindistan'daki Kalku00fcta u015fehrinde siklon: 60.000 u00f6lu00fc.",  "1789 - u00c7ou011fu kadu0131n 5 bini au015fku0131n Fransu0131z, ku0131tlu0131u011fu0131 protesto iu00e7in Versailles Sarayu0131'na yu00fcru00fcdu00fc ve Kral XVI. Louis'yi Paris'e tau015fu0131nmaya zorladu0131.",  "1632 - Rusya u00c7arlu0131u011fu0131, Sibir Hanlu0131u011fu0131'nu0131 (bugu00fcnku00fc Yakutistan) tamamen iu015fgal etti.",  "1550 - u015eili'de, u0130spanyol Konkistador Pedro de Valdivia tarafu0131ndan Concepciu00f3n u015fehri kuruldu.",  "1526 - Beu00e7ne Meydan Muharebesi, Osmanlu0131 zaferiyle sonuu00e7landu0131.",  "1502 - Kristof Kolomb, Amerika'ya 4. yolculuu011funda Kosta Rika'yu0131 keu015ffetti.",  "1450 - Bavyera Du00fcku00fc IX. Louis, Hristiyan olmayu0131 kabul etmeyen Yahudilerin kovulmasu0131nu0131 emretti.",  "869 - u0130stanbul'da toplanan IV. Konsil'de alu0131nan kararlar sonucu Dou011fu ve Batu0131 kiliseleri arasu0131ndaki ayru0131m derinleu015fti."]







