["2014 - Tu00fcrkiye'de Kobani olaylaru0131 bau015fladu0131.",  "2010 - Kevin Systrom ve Mike Krieger tarafu0131ndan Instagram kuruldu.",  "2002 - Opus Dei kurucusu Josemaru00eda Escrivu00e1, aziz ilan edildi.",  "2000 - Yugoslavya Devlet Bau015fkanu0131 Slobodan Milou0161eviu0107 istifa etti.",  "1990 - SHP Parti Meclisi u00dcyesi ilahiyatu00e7u0131 Bahriye u00dcu00e7ok, kargoyla gu00f6nderilen bombalu0131 bir paketin patlamasu0131 sonucu 71 yau015fu0131nda hayatu0131nu0131 yitirdi.",  "1987 - Fiji'de cumhuriyet ilan edildi.",  "1986 - TRT2, ku00fcltu00fcr ve sanat au011fu0131rlu0131klu0131 yayu0131n yapmak u00fczere resmen au00e7u0131ldu0131.",  "1981 - Mu0131su0131r Cumhurbau015fkanu0131 Enver Sedat, Mu00fcslu00fcman Kardeu015fler'in du00fczenlediu011fi suikastta u00f6ldu00fcru00fcldu00fc.",  "1980 - Millu00ee Gu00fcvenlik Konseyi; ikisi firarda, ikisi tutuklu (Necdet Adalu0131 ve Mustafa Pehlivanou011flu) du00f6rt kiu015finin idam cezalaru0131nu0131 onayladu0131.",  "1979 - II. u0130oannes Paulus, Beyaz Saray'u0131 ziyaret eden ilk Papa oldu.",  "1976 - u00c7in lideri Mao'nun u00f6lu00fcmu00fcnu00fcn ardu0131ndan bau015fa geu00e7en Hua Guofeng, Ku00fcltu00fcr Devrimi'nin sona erdiu011fini au00e7u0131kladu0131 ve "Du00f6rtlu00fc u00c7ete" tutuklandu0131.",  "1973 - Arap u00fclkeleri ile u0130srail arasu0131nda, Yom Kippur Savau015fu0131 bau015fladu0131.",  "1971 - 6. Akdeniz Oyunlaru0131, Cumhurbau015fkanu0131 Cevdet Sunay tarafu0131ndan u0130zmir'de tu00f6renle au00e7u0131ldu0131.",  "1963 - ABD Bau015fkanu0131 John Fitzgerald Kennedy'nin eu015fi Jacqueline Kennedy u0130stanbul'a geldi.",  "1951 - Sovyetler Birliu011fi Devlet Bau015fkanu0131 Stalin, u00fclkesinin atom bombasu0131na sahip olduu011funu au00e7u0131kladu0131.",  "1939 - Direnen son Polonya birliklerinin de teslim olmasu0131yla Nazi Almanyasu0131'nu0131n Polonya iu015fgali tamamlandu0131.",  "1930 - I. Balkan Konferansu0131 Atina'da toplandu0131.",  "1927 - u0130lk uzun metrajlu0131 sesli film The Jazz Singer, ABD'de gu00f6sterime girdi.",  "1926 - Kayseri'de ilk uu00e7ak fabrikasu0131 kuruldu.",  "1923 - u0130stanbul'un Kurtuluu015fu: u015eu00fckru00fc Naili Pau015fa komutasu0131ndaki Tu00fcrk birlikleri u0130stanbul'a girdi ve yaklau015fu0131k 5 yu0131l su00fcren iu015fgal resmen sonlandu0131.",  "1923 - Damat Ferit Pau015fa, Fransa'nu0131n Nis kentinde u00f6ldu00fc.",  "1923 - Amerikalu0131 astronom Edwin Hubble, Andromeda Galaksisini keu015ffetti.",  "1920 Bu00fctu00fcn Buhara Halk Vekilleri toplanarak I. Bu00fctu00fcn Buhara Kurultayu0131nu0131 geru00e7ekleu015ftirmiu015flerdir (6-8 Ekim)",  "1917 - Mustafa Kemal, 7. Ordu Komutanlu0131u011fu0131'ndan istifa ettiu011fini Enver Pau015fa'ya bildirdi.",  "1910 - Eleftherios Venizelos, Yunanistan Bau015fbakanu0131 seu00e7ildi. (7 bau015fbakanlu0131u011fu0131n ilki)",  "1908 - Tu00fcrklerle Yunanlar arasu0131ndaki 10 yu0131llu0131k iu00e7 savau015fu0131n ardu0131ndan Girit Devleti, Yunanistan'a katu0131lma kararu0131 aldu0131.",  "1907 - u0130stanbul'da ilk otomobil Beyou011flu'nda gu00f6ru00fcldu00fc.",  "1889 - Thomas Edison, ilk hareketli resim gu00f6sterimini geru00e7ekleu015ftirdi.",  "1889 - Paris'teki u00fcnlu00fc revu00fc bar "Moulin Rouge", halka ilk kez kapu0131laru0131nu0131 au00e7tu0131.",  "1875 - Ramazan Kararnamesi: Padiu015fah Abdu00fclaziz, Osmanlu0131'nu0131n du0131u015f boru00e7laru0131nu0131 u00f6deyemeyeceu011fini au00e7u0131kladu0131.",  "1860 - II. Afyon Savau015fu0131'nda u0130ngiliz ve Fransu0131z ordularu0131 u00c7in'in bau015fkenti Pekin'e girdi.",  "1790 - u0130sviu00e7reli bilim insanu0131 Johann Jacob Schweppe, Londra'da daha sonra "Schweppes" markasu0131nu0131 oluu015fturacak ilk soda u00fcretimini geru00e7ekleu015ftirdi."]







