["2015 - Prof. Dr. Aziz Sancar, Nobel Kimya Ödülü'nü kazanan ilk Türk oldu.", "2012 - Hugo Chavez, Venezuela Devlet Başkanlığı seçimlerini ölümünden önce son kez kazandı.", "2003 - Sinema oyuncusu Arnold Schwarzenegger, Kaliforniya Valisi seçildi.", "2002 - Nobel Tıp Ödülü'nü, İngiliz bilim insanları Sydney Brenner ve John E. Sulston ile Amerikalı H. Robert Horvitz paylaştı.", "2002 - İsrail birliklerinin Gazze'de Han Yunus'a düzenlediği saldırıda 14 Filistinli öldü, 110 kişi yaralandı.", "2001 - 11 Eylül saldırılarına yanıt olarak ABD, Terörizmle Savaş ilan etti ve Afganistan'ı bombalamaya başladı.", "1993 - Yusuf Bozkurt Özal liderliğinde, Yeni Parti adında siyasi bir parti kuruldu.", "1993 - Toni Morrison, Nobel Edebiyat Ödülünü kazandı.", "1991 - Türkiye'nin Atina Büyük Elçiliği Basın Ataşesi Yardımcısı Çetin Görgü öldürüldü. Saldırıyı 17 Kasım Örgütü üstlendi.", "1989 - 26. Altın Portakal Film Festivali'nde, \"Uçurtmayı Vurmasınlar\" filmi 5 dalda ödül aldı.", "1987 - Türkiye Komünist Partisi (TKP) ile Türkiye İşçi Partisi (TİP) birleşerek, Türkiye Birleşik Komünist Partisi (TBKP) adını aldı.", "1987 - Fiji'de cumhuriyet ilan edildi.", "1985 - Achille Lauro adlı yolcu gemisi, Filistin Kurtuluş Örgütü (FKÖ) üyesi militanlarca kaçırıldı.", "1982 - Toplamda 7485 kez sahne alacak Cats müzikali Broadway'de prömiyerini yaptı.", "1980 - Sol görüşlü Necdet Adalı ile sağ görüşlü Mustafa Pehlivanoğlu'nun idamıyla 12 Eylül Darbesi sonrası gerçekleşen 49 infazın ilki gerçekleşmiş oldu.", "1977 - SSCB'nin 3. Anayasası ilan edildi.", "1971 - Umman, Birleşmiş Milletler'e üye oldu.", "1971 - Michael Jackson, henüz 13 yaşındayken ilk teklisini (\"Got to Be There\") çıkardı.", "1970 - Richard Nixon, Vietnam Savaşı'na son verecek beş maddelik barış önerisini açıkladı.", "1967 - Nijerya'da Biafra iç Savaşında, Federal Kuvvetler tarafından Asaba Katliamı gerçekleşti.", "1966 - 100 bini aşkın kişinin katıldığı bir anketin ardından, ilk Türk otomobiline \"Anadol\" adı verildi.", "1963 - Flora kasırgası, Haiti ve Dominik Cumhuriyeti'ni vurdu; 7190 kişi öldü.", "1962 - Diyarbakır'ın Suriçi mevkii, \"müze bölge\" ilan edildi.", "1960 - Nijerya, Birleşmiş Milletler'e üye oldu.", "1959 - Sovyet uzay roketi Luna-3, Ay'ın görünmeyen yüzünün ilk fotoğraflarını çekti.", "1954 - Türkiye Komünist Partisi davası sonuçlandı. 131 sanık, 1 ile 10 yıl arasında değişen hapis cezalarına çarptırıldı.", "1954 - Suna Kan, Cenevre'de yapılan uluslararası keman yarışmasında birinci oldu.", "1952 - Barkodun patenti alındı.", "1950 - Çin Halk Kurtuluş Ordusu, Tibet'e girdi", "1949 - Doğu Almanya kuruldu.", "1940 - Nazi Almanyası, Romanya'yı işgal etti.", "1928 - İstanbul'da tramvay işçileri greve başladı. Grev 8 gün sürdü.", "1926 - İtalya'da Mussolini önderliğindeki Faşist Parti Devlet Partisi olduğunu açıkladı; her türlü muhalefet yasaklandı.", "1922 - Şile'nin (İstanbul) İngiliz işgalinden kurtuluşu.", "1920 - T.C. Resmî Gazete kuruldu.", "1919 - Faaliyetini sürdüren en eski havayolu şirketi KLM, Hollanda'da kuruldu.", "1913 - Amerikalı iş insanı Henry Ford, üretimde yürüyen bant tekniğini kullanmaya başladı.", "1897 - Rusya'daki komünist Yahudi işçilerin derneği Bund kuruldu.", "1879 - Alman İmparatorluğu ile Avusturya-Macaristan İmparatorluğu arasında İkili İttifak kuruldu.", "1826 - Amerika Birleşik Devletleri'nde ilk demiryolu hattı Massachusetts'te hizmete girdi.", "1806 - Karbon kağıdının patenti Birleşik Krallık'ta alındı.", "1769 - İngiliz kâşif Kaptan Cook, Yeni Zelanda'yı keşfetti.", "1737 - Yüksekliği 13 metreyi bulan dalgalar, Bengal'de (Hindistan) 300.000 kişinin ölümüne yol açtı.", "1571 - Osmanlı, Haçlı Donanması'na karşı İnebahtı Deniz Savaşında yenilerek yükselme döneminde ilk savaş kaybını yaşadı.", "1337 - İngiltere Kralı III. Edward'ın, Fransa tahtında hak iddia etmesiyle 116 yıl sürecek Yüz Yıl Savaşları başladı."]