["2015 - Prof. Dr. Aziz Sancar, Nobel Kimya u00d6du00fclu00fc'nu00fc kazanan ilk Tu00fcrk oldu.",  "2012 - Hugo Chavez, Venezuela Devlet Bau015fkanlu0131u011fu0131 seu00e7imlerini u00f6lu00fcmu00fcnden u00f6nce son kez kazandu0131.",  "2003 - Sinema oyuncusu Arnold Schwarzenegger, Kaliforniya Valisi seu00e7ildi.",  "2002 - Nobel Tu0131p u00d6du00fclu00fc'nu00fc, u0130ngiliz bilim insanlaru0131 Sydney Brenner ve John E. Sulston ile Amerikalu0131 H. Robert Horvitz paylau015ftu0131.",  "2002 - u0130srail birliklerinin Gazze'de Han Yunus'a du00fczenlediu011fi saldu0131ru0131da 14 Filistinli u00f6ldu00fc, 110 kiu015fi yaralandu0131.",  "2001 - 11 Eylu00fcl saldu0131ru0131laru0131na yanu0131t olarak ABD, Teru00f6rizmle Savau015f ilan etti ve Afganistan'u0131 bombalamaya bau015fladu0131.",  "1993 - Yusuf Bozkurt u00d6zal liderliu011finde, Yeni Parti adu0131nda siyasi bir parti kuruldu.",  "1993 - Toni Morrison, Nobel Edebiyat u00d6du00fclu00fcnu00fc kazandu0131.",  "1991 - Tu00fcrkiye'nin Atina Bu00fcyu00fck Elu00e7iliu011fi Basu0131n Atau015fesi Yardu0131mcu0131su0131 u00c7etin Gu00f6rgu00fc u00f6ldu00fcru00fcldu00fc. Saldu0131ru0131yu0131 17 Kasu0131m u00d6rgu00fctu00fc u00fcstlendi.",  "1989 - 26. Altu0131n Portakal Film Festivali'nde, "Uu00e7urtmayu0131 Vurmasu0131nlar" filmi 5 dalda u00f6du00fcl aldu0131.",  "1987 - Tu00fcrkiye Komu00fcnist Partisi (TKP) ile Tu00fcrkiye u0130u015fu00e7i Partisi (Tu0130P) birleu015ferek, Tu00fcrkiye Birleu015fik Komu00fcnist Partisi (TBKP) adu0131nu0131 aldu0131.",  "1987 - Fiji'de cumhuriyet ilan edildi.",  "1985 - Achille Lauro adlu0131 yolcu gemisi, Filistin Kurtuluu015f u00d6rgu00fctu00fc (FKu00d6) u00fcyesi militanlarca kau00e7u0131ru0131ldu0131.",  "1982 - Toplamda 7485 kez sahne alacak Cats mu00fczikali Broadway'de pru00f6miyerini yaptu0131.",  "1980 - Sol gu00f6ru00fcu015flu00fc Necdet Adalu0131 ile sau011f gu00f6ru00fcu015flu00fc Mustafa Pehlivanou011flu'nun idamu0131yla 12 Eylu00fcl Darbesi sonrasu0131 geru00e7ekleu015fen 49 infazu0131n ilki geru00e7ekleu015fmiu015f oldu.",  "1977 - SSCB'nin 3. Anayasasu0131 ilan edildi.",  "1971 - Umman, Birleu015fmiu015f Milletler'e u00fcye oldu.",  "1971 - Michael Jackson, henu00fcz 13 yau015fu0131ndayken ilk teklisini ("Got to Be There") u00e7u0131kardu0131.",  "1970 - Richard Nixon, Vietnam Savau015fu0131'na son verecek beu015f maddelik baru0131u015f u00f6nerisini au00e7u0131kladu0131.",  "1967 - Nijerya'da Biafra iu00e7 Savau015fu0131nda, Federal Kuvvetler tarafu0131ndan Asaba Katliamu0131 geru00e7ekleu015fti.",  "1966 - 100 bini au015fku0131n kiu015finin katu0131ldu0131u011fu0131 bir anketin ardu0131ndan, ilk Tu00fcrk otomobiline "Anadol" adu0131 verildi.",  "1963 - Flora kasu0131rgasu0131, Haiti ve Dominik Cumhuriyeti'ni vurdu; 7190 kiu015fi u00f6ldu00fc.",  "1962 - Diyarbaku0131r'u0131n Suriu00e7i mevkii, "mu00fcze bu00f6lge" ilan edildi.",  "1960 - Nijerya, Birleu015fmiu015f Milletler'e u00fcye oldu.",  "1959 - Sovyet uzay roketi Luna-3, Ay'u0131n gu00f6ru00fcnmeyen yu00fczu00fcnu00fcn ilk fotou011fraflaru0131nu0131 u00e7ekti.",  "1954 - Tu00fcrkiye Komu00fcnist Partisi davasu0131 sonuu00e7landu0131. 131 sanu0131k, 1 ile 10 yu0131l arasu0131nda deu011fiu015fen hapis cezalaru0131na u00e7arptu0131ru0131ldu0131.",  "1954 - Suna Kan, Cenevre'de yapu0131lan uluslararasu0131 keman yaru0131u015fmasu0131nda birinci oldu.",  "1952 - Barkodun patenti alu0131ndu0131.",  "1950 - u00c7in Halk Kurtuluu015f Ordusu, Tibet'e girdi",  "1949 - Dou011fu Almanya kuruldu.",  "1940 - Nazi Almanyasu0131, Romanya'yu0131 iu015fgal etti.",  "1928 - u0130stanbul'da tramvay iu015fu00e7ileri greve bau015fladu0131. Grev 8 gu00fcn su00fcrdu00fc.",  "1926 - u0130talya'da Mussolini u00f6nderliu011findeki Fau015fist Parti Devlet Partisi olduu011funu au00e7u0131kladu0131; her tu00fcrlu00fc muhalefet yasaklandu0131.",  "1922 - u015eile'nin (u0130stanbul) u0130ngiliz iu015fgalinden kurtuluu015fu.",  "1920 - T.C. Resmu00ee Gazete kuruldu.",  "1919 - Faaliyetini su00fcrdu00fcren en eski havayolu u015firketi KLM, Hollanda'da kuruldu.",  "1913 - Amerikalu0131 iu015f insanu0131 Henry Ford, u00fcretimde yu00fcru00fcyen bant tekniu011fini kullanmaya bau015fladu0131.",  "1897 - Rusya'daki komu00fcnist Yahudi iu015fu00e7ilerin derneu011fi Bund kuruldu.",  "1879 - Alman u0130mparatorluu011fu ile Avusturya-Macaristan u0130mparatorluu011fu arasu0131nda u0130kili u0130ttifak kuruldu.",  "1826 - Amerika Birleu015fik Devletleri'nde ilk demiryolu hattu0131 Massachusetts'te hizmete girdi.",  "1806 - Karbon kau011fu0131du0131nu0131n patenti Birleu015fik Krallu0131k'ta alu0131ndu0131.",  "1769 - u0130ngiliz ku00e2u015fif Kaptan Cook, Yeni Zelanda'yu0131 keu015ffetti.",  "1737 - Yu00fcksekliu011fi 13 metreyi bulan dalgalar, Bengal'de (Hindistan) 300.000 kiu015finin u00f6lu00fcmu00fcne yol au00e7tu0131.",  "1571 - Osmanlu0131, Hau00e7lu0131 Donanmasu0131'na karu015fu0131 u0130nebahtu0131 Deniz Savau015fu0131nda yenilerek yu00fckselme du00f6neminde ilk savau015f kaybu0131nu0131 yau015fadu0131.",  "1337 - u0130ngiltere Kralu0131 III. Edward'u0131n, Fransa tahtu0131nda hak iddia etmesiyle 116 yu0131l su00fcrecek Yu00fcz Yu0131l Savau015flaru0131 bau015fladu0131."]







