["2020 - Kıbrıs Harekâtı'ndan bu yana kapalı olan Maraş (Kapalı Maraş, KKTC), Cumhurbaşkanı Ersin Tatar'ın isteği üzerine 46 yıl aradan sonra açıldı.", "2005 - 7,6 büyüklüğündeki Keşmir depreminde (Pakistan) yaklaşık 75.000 kişi öldü, 106.000 kişi de yaralandı.", "2002 - Bağımsız Devletler Topluluğu üyesi altı ülke Kolektif Güvenlik Anlaşması Örgütü adında bir askeri ittifak kurdu.", "2001 - İki motorlu bir Cessna ile bir yolcu uçağı, Milano'da kalkış sırasında yoğun sis nedeniyle çarpıştı; 118 kişi öldü.", "1998 - Nobel Edebiyat Ödülü, Portekizli yazar Jose Saramago'ya verildi.", "1997 - Kuzey Kore'de Kim Jong-il, babası Kim Il-sung'un 1994'teki ölümünün ardından Kore İşçi Partisi Genel Sekreteri seçildi.", "1993 - Gürcistan, Bağımsız Devletler Topluluğu'na (BDT) katıldı.", "1991 - Hırvatistan, Yugoslavya'dan ayrıldığını ilan etti.", "1987 - 24. Altın Portakal Film Festivali sonuçlandı. Altın Portakal'ı Yavuz Turgul'un yönettiği Muhsin Bey filmi aldı. En İyi Erkek Oyuncu Şener Şen, En İyi Kadın Oyuncu Türkân Şoray seçildi.", "1982 - Komünist Polonya yönetimi, Solidarność (Dayanışma Sendikası) ve diğer işçi sendikalarını yasaklandı.", "1980 - Bob Marley son konserini bayıldığı için tamamlayamadı, daha sonra kanser olduğu açıklandı.", "1978 - Bahçelievler katliamı: Ankara, Bahçelievler'de 7 TİP'li öğrenci öldürüldü.", "1970 - Rus yazar Aleksandr Soljenitsin, Nobel Edebiyat Ödülü'nü kazandı.", "1967 - Gerilla lideri Che Guevara, Bolivya'da La Higuera çatışmasında yakalandı.", "1962 - Cezayir, Birleşmiş Milletler üyesi oldu.", "1958 - Pakistan'da Muhammed Eyüb Han darbeyle iktidarı ele geçirdi.", "1952 - Londra'da üç trenin karıştığı kazada 112 kişi öldü.", "1933 - Beş Türk ressamın (Zeki Faik İzer, Nurullah Berk, Elif Naci, Cemal Tollu, Abidin Dino) oluşturduğu D Grubu ilk sergisini açtı.", "1923 - Çatalca, İtilaf Devletleri'nin işgalinden kurtuldu.", "1920 - Buhara Sovyet Halk Cumhuriyeti kuruldu.", "1918 - İttihat ve Terakki Partisi iktidardan uzaklaştırıldı.", "1912 - Bulgaristan, Yunanistan, Sırbistan ve Karadağ'dan oluşan Balkan Birliği'nin, Osmanlı Devleti'ne karşı savaş ilan etmesiyle I. Balkan Savaşı başladı.", "1908 - Sendika ve grev yasağının getirildiği Tatil-i Eşgaal Kanunu'nun önceli \"geçici kanun\" çıkarıldı.", "1906 - Rus yazar Lev Tolstoy, Nobel Edebiyat Ödülü adaylığına karşı çıktı.", "1871 - Tarihe \"Büyük Chicago Yangını\" olarak geçen felakette, şehrin tamamına yakını yandı.", "1862 - Otto von Bismarck, Prusya Dış İşleri Bakanı oldu.", "1838 - Osmanlı-İngiliz Ticaret Antlaşması (Baltalimanı Antlaşması), Kraliçe Viktorya tarafından onaylandı.", "1804 - Fransız Sömürgeciliğine isyan eden kölelerin (Haiti Devrimi) lideri Jean-Jacques Dessalines, kendisini Haiti İmparatoru ilan ederek, \"İmparator I. Jacques\" olarak taç giydi.", "1690 - Belgrad, II. Süleyman tarafından iki yıllık aranın ardından geri alınarak, yeniden Osmanlı egemenliğine girdi.", "1600 - San Marino'da geçerliliği hâlen büyük ölçüde devam eden Anayasa kabul edildi.", "1480 - Moskova Büyük Prensi III. İvan, Uğra Çarpışması'nı kazanarak ülkesini Altın Orda (Tatar) egemenliğinden kurtardı.", "451 - Hristiyanlıktaki önemli doktriner ayrılıkların tartışıldığı \"Konsil\"lerin 4.sü Kalkedon (Kadıköy) Konsili toplandı."]