["2020 - Ku0131bru0131s Hareku00e2tu0131'ndan bu yana kapalu0131 olan Marau015f (Kapalu0131 Marau015f, KKTC), Cumhurbau015fkanu0131 Ersin Tatar'u0131n isteu011fi u00fczerine 46 yu0131l aradan sonra au00e7u0131ldu0131.",  "2005 - 7,6 bu00fcyu00fcklu00fcu011fu00fcndeki Keu015fmir depreminde (Pakistan) yaklau015fu0131k 75.000 kiu015fi u00f6ldu00fc, 106.000 kiu015fi de yaralandu0131.",  "2002 - Bau011fu0131msu0131z Devletler Topluluu011fu u00fcyesi altu0131 u00fclke Kolektif Gu00fcvenlik Anlau015fmasu0131 u00d6rgu00fctu00fc adu0131nda bir askeri ittifak kurdu.",  "2001 - u0130ki motorlu bir Cessna ile bir yolcu uu00e7au011fu0131, Milano'da kalku0131u015f su0131rasu0131nda you011fun sis nedeniyle u00e7arpu0131u015ftu0131; 118 kiu015fi u00f6ldu00fc.",  "1998 - Nobel Edebiyat u00d6du00fclu00fc, Portekizli yazar Jose Saramago'ya verildi.",  "1997 - Kuzey Kore'de Kim Jong-il, babasu0131 Kim Il-sung'un 1994'teki u00f6lu00fcmu00fcnu00fcn ardu0131ndan Kore u0130u015fu00e7i Partisi Genel Sekreteri seu00e7ildi.",  "1993 - Gu00fcrcistan, Bau011fu0131msu0131z Devletler Topluluu011fu'na (BDT) katu0131ldu0131.",  "1991 - Hu0131rvatistan, Yugoslavya'dan ayru0131ldu0131u011fu0131nu0131 ilan etti.",  "1987 - 24. Altu0131n Portakal Film Festivali sonuu00e7landu0131. Altu0131n Portakal'u0131 Yavuz Turgul'un yu00f6nettiu011fi Muhsin Bey filmi aldu0131. En u0130yi Erkek Oyuncu u015eener u015een, En u0130yi Kadu0131n Oyuncu Tu00fcrku00e2n u015eoray seu00e7ildi.",  "1982 - Komu00fcnist Polonya yu00f6netimi, Solidarnou015bu0107 (Dayanu0131u015fma Sendikasu0131) ve diu011fer iu015fu00e7i sendikalaru0131nu0131 yasaklandu0131.",  "1980 - Bob Marley son konserini bayu0131ldu0131u011fu0131 iu00e7in tamamlayamadu0131, daha sonra kanser olduu011fu au00e7u0131klandu0131.",  "1978 - Bahu00e7elievler katliamu0131: Ankara, Bahu00e7elievler'de 7 Tu0130P'li u00f6u011frenci u00f6ldu00fcru00fcldu00fc.",  "1970 - Rus yazar Aleksandr Soljenitsin, Nobel Edebiyat u00d6du00fclu00fc'nu00fc kazandu0131.",  "1967 - Gerilla lideri Che Guevara, Bolivya'da La Higuera u00e7atu0131u015fmasu0131nda yakalandu0131.",  "1962 - Cezayir, Birleu015fmiu015f Milletler u00fcyesi oldu.",  "1958 - Pakistan'da Muhammed Eyu00fcb Han darbeyle iktidaru0131 ele geu00e7irdi.",  "1952 - Londra'da u00fcu00e7 trenin karu0131u015ftu0131u011fu0131 kazada 112 kiu015fi u00f6ldu00fc.",  "1933 - Beu015f Tu00fcrk ressamu0131n (Zeki Faik u0130zer, Nurullah Berk, Elif Naci, Cemal Tollu, Abidin Dino) oluu015fturduu011fu D Grubu ilk sergisini au00e7tu0131.",  "1923 - u00c7atalca, u0130tilaf Devletleri'nin iu015fgalinden kurtuldu.",  "1920 - Buhara Sovyet Halk Cumhuriyeti kuruldu.",  "1918 - u0130ttihat ve Terakki Partisi iktidardan uzaklau015ftu0131ru0131ldu0131.",  "1912 - Bulgaristan, Yunanistan, Su0131rbistan ve Karadau011f'dan oluu015fanu00a0Balkan Birliu011fi'nin,u00a0Osmanlu0131 Devleti'ne karu015fu0131 savau015f ilan etmesiyle I. Balkan Savau015fu0131 bau015fladu0131.",  "1908 - Sendika ve grev yasau011fu0131nu0131n getirildiu011fi Tatil-i Eu015fgaal Kanunu'nun u00f6nceli "geu00e7ici kanun" u00e7u0131karu0131ldu0131.",  "1906 - Rus yazar Lev Tolstoy, Nobel Edebiyat u00d6du00fclu00fc adaylu0131u011fu0131na karu015fu0131 u00e7u0131ktu0131.",  "1871 - Tarihe "Bu00fcyu00fck Chicago Yangu0131nu0131" olarak geu00e7en felakette, u015fehrin tamamu0131na yaku0131nu0131 yandu0131.",  "1862 - Otto von Bismarck, Prusya Du0131u015f u0130u015fleri Bakanu0131 oldu.",  "1838 - Osmanlu0131-u0130ngiliz Ticaret Antlau015fmasu0131 (Baltalimanu0131 Antlau015fmasu0131), Kraliu00e7e Viktorya tarafu0131ndan onaylandu0131.",  "1804 - Fransu0131z Su00f6mu00fcrgeciliu011fine isyan eden ku00f6lelerin (Haiti Devrimi) lideri Jean-Jacques Dessalines, kendisini Haiti u0130mparatoru ilan ederek, "u0130mparator I. Jacques" olarak tau00e7 giydi.",  "1690 - Belgrad, II. Su00fcleyman tarafu0131ndan iki yu0131llu0131k aranu0131n ardu0131ndan geri alu0131narak, yeniden Osmanlu0131 egemenliu011fine girdi.",  "1600 - San Marino'da geu00e7erliliu011fi hu00e2len bu00fcyu00fck u00f6lu00e7u00fcde devam eden Anayasa kabul edildi.",  "1480 - Moskova Bu00fcyu00fck Prensi III. u0130van, Uu011fra u00c7arpu0131u015fmasu0131'nu0131 kazanarak u00fclkesini Altu0131n Orda (Tatar) egemenliu011finden kurtardu0131.",  "451 - Hristiyanlu0131ktaki u00f6nemli doktriner ayru0131lu0131klaru0131n tartu0131u015fu0131ldu0131u011fu0131 "Konsil"lerin 4.su00fc Kalkedon (Kadu0131ku00f6y) Konsili toplandu0131."]







