["2008 - Nobel Edebiyat u00d6du00fclu00fc'nu00fc Fransu0131z Jean-Marie Gustave Le Clu00e9zio kazandu0131.",  "2007 - "Dev Manyetik Direnu00e7"ile (GMR) ilgili u00e7alu0131u015fmalaru0131ndan u00f6tu00fcru00fc Albert Fert (Fransu0131z) ve Peter Gru00fcnberg (Alman)Nobel Fizik u00d6du00fclu00fc'ne layu0131k gu00f6ru00fcldu00fc.",  "2006 - Kuzey Kore, nu00fckleer bir deneme yaptu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "2006 - Gu00fcney Kore Du0131u015fiu015fleri Bakanu0131 Ban Ki-mun, Gana'lu0131 Kofi Annan'u0131n yerine 1 Ocak 2007'den itibaren gu00f6reve bau015flamak u00fczere Birleu015fmiu015f Milletler Genel Sekreterliu011fi'ne seu00e7ildi.",  "2006 - Google, YouTube'u 1,65 milyar dolara aldu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "2005 - u00c7in, Everest tepesinin yu00fcksekliu011finin 8.848,43 m olduu011funu resmi olarak au00e7u0131kladu0131.",  "2005 - Birleu015fik Krallu0131k Demiryollaru0131'nda, tu00fctu00fcn mamulleri kullanu0131mu0131 tamamen yasaklandu0131.",  "2004 - Afganistan'da ilk demokratik seu00e7imler yapu0131ldu0131.",  "1997 - u0130talyan oyun yazaru0131 Dario Fo, Nobel Edebiyat u00d6du00fclu00fc'nu00fc aldu0131.",  "1981 - Fransa'da u00f6lu00fcm cezasu0131 kaldu0131ru0131ldu0131.",  "1971 - Deniz Gezmiu015f ve 17 arkadau015fu0131 idama mahku00fbm edildi.",  "1970 - Kambou00e7ya'daki sau011fcu0131 darbenin ardu0131ndan Kmer Cumhuriyeti ilan edildi.",  "1967 - Ernesto Che Guevara, yakalandu0131ktan bir gu00fcn sonra, Bolivya'da infaz edildi.",  "1962 - Uganda, Bu00fcyu00fck Britanya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1957 - Tibet, u00c7in'e bau011flandu0131.",  "1953 - Amerikalu0131 Kadu0131n yu00fczu00fccu00fc Florence Chadwick, u00c7anakkale Bou011fazu0131'nu0131n Nara Burnu ile Eceabat arasu0131nu0131 1 saat 50 dakikada yu00fczdu00fc.",  "1944 - Birleu015fik Krallu0131k, u00c7in, ABD ve Sovyetler Birliu011fi, Birleu015fmiu015f Milletler(BM)'in kurulacau011fu0131nu0131 au00e7u0131kladu0131.",  "1944 - Tu00fcrkiye Cumhuriyeti Bau015fbakan'u0131 u015eu00fckru00fc Saracou011flu, resmi tu00f6ren ile Anu0131tkabir'in temelini attu0131.",  "1936 - Hoover Baraju0131'ndan 266 mil uzaklu0131ktaki Los Angeles'a (Kaliforniya) elektrik verilmeye bau015flandu0131.",  "1914 - I. Du00fcnya Savau015fu0131: Anvers (Belu00e7ika), Alman gu00fcu00e7lerinin eline geu00e7ti.",  "1888 - Washington Anu0131tu0131 resmen au00e7u0131ldu0131.",  "1854 - Ku0131ru0131m Savau015fu0131'nda Sivastopol kuu015fatmasu0131 bau015fladu0131.",  "1829 - Friedrich Parrot ile beraberindeki ekip, Au011fru0131 Dau011fu0131'nu0131n zirvesine ilk kez tu0131rmanmayu0131 bau015fardu0131.",  "1558 - Venezuela'da, Mu00e9rida u015fehri kuruldu.",  "1514 - Fransa Kralu0131 XII. Louis ile Mary Tudor evlendi.",  "1446 - Kore'de Hangul alfabesi yayu0131mlandu0131.",  "1264 - Kastilya Krallu0131u011fu0131, 711 yu0131lu0131ndan beri Endu00fclu00fcs Mu00fcslu00fcman yu00f6netiminde olan Jerez de la Frontera'yu0131 aldu0131.",  "1238 - Jaime I, Valensiya'yu0131 alarak Valensiya Krallu0131u011fu0131'nu0131 kurdu."]







