["1593 – The Dutch city of Geertruidenberg held by the Spanish, capitulates to a besieging Dutch and English army led by Maurice of Nassau.", "1571 – Miguel López de Legazpi conquers Manila for Spain, modern day capital of the Philippines.", "1540 – English King Henry VIII commands his fourth wife, Anne of Cleves, to leave the court.", "1535 – The Anabaptist state of Münster is conquered and disbanded.", "1509 – Henry VIII and Catherine of Aragon are crowned King and Queen of England.", "1497 – John Cabot lands in North America at Newfoundland leading the first European exploration of the region since the Vikings.", "1374 – A sudden outbreak of St. John's Dance causes people in the streets of Aachen, Germany, to experience hallucinations and begin to jump and twitch uncontrollably until they collapse from exhaustion.", "1340 – Hundred Years' War: Battle of Sluys: The French fleet is almost completely destroyed by the English fleet commanded in person by King Edward III.", "1314 – First War of Scottish Independence: The Battle of Bannockburn concludes with a decisive victory by Scottish forces led by Robert the Bruce.", "1230 – The Siege of Jaén begins, in the context of the Spanish Reconquista.", "1128 – Battle of São Mamede, near Guimarães: Forces led by Afonso I defeat forces led by his mother Teresa of León and her lover Fernando Pérez de Traba.", "972 – Battle of Cedynia, the first documented victory of Polish forces, takes place.", "843 – The Vikings sack the French city of Nantes.", "637 – The Battle of Moira is fought between the High King of Ireland and the Kings of Ulster and Dál Riata. It is claimed to be the largest battle in the history of Ireland.", "474 – Julius Nepos forces Roman usurper Glycerius to abdicate the throne and proclaims himself Emperor of the Western Roman Empire.", "109 – Roman emperor Trajan inaugurates the Aqua Traiana, an aqueduct that channels water from Lake Bracciano, 40 kilometres (25 miles) northwest of Rome.", "1312 BC – Mursili II launches a campaign against the Kingdom of Azzi-Hayasa."]