["1943 - Roosevelt, Churchill ve Stalin'in katu0131ldu0131u011fu0131 Tahran Konferansu0131 sona erdi.",  "1941 - 2. Du00fcnya Savau015fu0131: New York Belediye Bau015fkanu0131 ve ABD'nin Sivil Savunma Ofisi Direktu00f6ru00fc Fiorello La Guardia, Sivil Hava Devriyesi oluu015fturarak 9. u0130dari Emir'i imzaladu0131.",  "1941 - 2. Du00fcnya Savau015fu0131: Japonya u0130mparatoru Hirohito, Amerika Birleu015fik Devletleri'ne karu015fu0131 savau015f bau015flatmak iu00e7in son onayu0131 verdi.",  "1940 - II. Du00fcnya Savau015fu0131 dolayu0131su0131yla Tu00fcrkiye'de geceleri karartma uygulamasu0131 bau015fladu0131.",  "1935 - Tu00fcrk kadu0131nu0131nu0131n siyasal haklaru0131nu0131 kazanmasu0131.",  "1934 - Sovyet Rusya'da Politbu00fcro u00fcyesi Sergey Kirov u00f6ldu00fcru00fcldu00fc. Stalin, olayu0131 Bu00fcyu00fck Aru0131nma'yu0131 bau015flatmak iu00e7in suni bir gereku00e7e olarak kullandu0131.",  "1931 - u0130lk sesli Tu00fcrk filmi, "u0130stanbul Sokaklaru0131nda" gu00f6sterildi.",  "1928 - Osmanlu0131 boru00e7laru0131nu0131n tasfiyesine iliu015fkin anlau015fma, TBMM'de onaylandu0131.",  "1928 - Vakit gazetesinin, 30 Kasu0131m'da bau015flattu0131u011fu0131 "Mutlu u00c7iftler Mu00fcsabakasu0131" ilgiyle karu015fu0131landu0131.",  "1928 - II. u0130ktisat u015eu00fbrasu0131 toplandu0131.",  "1928 - Yeni Tu00fcrk harflerinin kullanu0131mu0131 yu00fcru00fcrlu00fcu011fe girdi. Gazeteler, mecmualar, levha, tabela ve ilanlar yeni harflerle basu0131lmaya bau015fladu0131.",  "1925 - Locarno Antlau015fmasu0131, Fransa, Almanya, Birleu015fik Krallu0131k, u0130talya, Polonya, Belu00e7ika ve u00c7ekoslovakya arasu0131nda u0130sviu00e7re'nin Locarno u015fehrindeki konferansu0131n ardu0131ndan Londra'da imzalandu0131.",  "1924 - Ulusal Hokey Ligi'nin Amerika Birleu015fik Devletleri merkezli ilk franchise'u0131 olan Boston Bruins, ligdeki ilk mau00e7laru0131nu0131 evde, hala mevcut olan Boston Arena kapalu0131 hokey tesisinde oynamu0131u015ftu0131.",  "1919 - Lady Astor; Birleu015fik Krallu0131k, Avam Kamarasu0131'nda yerini alan ilk kadu0131n parlamento u00fcyesi oldu. (28 Kasu0131m gu00fcnu00fc bu gu00f6reve seu00e7ilmiu015fti.)",  "1918 - Su0131rp, Hu0131rvat ve Sloven Krallu0131u011fu0131 (daha sonralaru0131 Yugoslavya Krallu0131u011fu0131'na du00f6nu00fcu015ftu00fc) ilan edildi.",  "1918 - u0130zlanda egemen bir devlet oldu, ancak (o tarihlerde) Danimarka krallu0131u011fu0131nu0131n bir paru00e7asu0131 olmaya devam ediyordu.",  "1918 - Transilvanya, Bessarabia (27 Mart) ve Bukovina'nu0131n (28 Kasu0131m) birleu015fmesinin ardu0131ndan Romanya ile birleu015fti ve bu00f6ylece buradaki bu00fcyu00fck birlik sonuu00e7landu0131.",  "1913 - Ford Motor Company, ilk hareketli montaj hattu0131nu0131 bau015flattu0131.",  "1906 - Du00fcnyanu0131n ilk sinema salonu, Paris'te au00e7u0131ldu0131.",  "1900 - Nikaragua yu00f6netimi, kanal haklaru0131nu0131 ABD hu00fcku00fbmetine 5 milyon dolara sattu0131. Kanal anlau015fmasu0131 Mart 1901'de bau015faru0131su0131z oldu. Bu00fcyu00fck Britanya, deu011fiu015ftirilen anlau015fmayu0131 reddetmiu015fti.",  "1865 - Amerika Birleu015fik Devletleri'nin gu00fcneyindeki, (tarihsel olarak) ilk siyah u00fcniversitesi olan Shaw u00dcniversitesi, Kuzey Carolina, Raleigh'de kuruldu.",  "1862 - Bau015fkan Abraham Lincoln, Eu015fit Haklar Bildirgesi'nde bu tarihten on hafta u00f6nce emredildiu011fi gibi ku00f6leliu011fi sona erdirmenin gerekliliu011fini yeniden teyit etti.",  "1834 - Cape Colony'de ku00f6leliu011fin, 1833 Ku00f6leliu011fin Kaldu0131ru0131lmasu0131 Yasasu0131 uyaru0131nca kaldu0131ru0131lmasu0131 uygun gu00f6ru00fcldu00fc.",  "1828 - Arjantinli general Juan Lavalle, Decembrist devrimini bau015flatarak vali Manuel Dorrego'ya karu015fu0131 bir hareku00e2t du00fczenledi.",  "1824 - Amerika Birleu015fik Devletleri bau015fkanlu0131k seu00e7imleri: Hiu00e7bir aday seu00e7imde toplam seu00e7im oylaru0131nu0131n u00e7ou011funluu011funu alamadu0131u011fu0131ndan, Amerika Birleu015fik Devletleri Temsilciler Meclisine, Amerika Birleu015fik Devletleri Anayasasu0131nu0131n On u0130kinci Deu011fiu015fikliu011fi uyaru0131nca kazananu0131 belirleme gu00f6revi verilmesi uygun gu00f6ru00fcldu00fc.",  "1822 - 1. Peter, Brezilya u0130mparatoru unvanu0131 ile tau00e7 giydi.",  "1821 - Josu00e9 Nu00fau00f1ez de Cu00e1ceres, Dominik Cumhuriyeti'nin u0130spanya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131 ve yeni bu00f6lgeyi de u0130spanyol Haiti Cumhuriyeti olarak adlandu0131rdu0131.",  "1768 - Eski ku00f6le ve esir gemisi Fredensborg, Norveu00e7'te, Tromu00f8ya'da battu0131.",  "1640 - Portekiz, u0130spanya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1577 - Francis Walsingham u015fu00f6valye ilan edildi.",  "1420 u2013 u0130ngiltere Kralu0131 5. Henry Paris'e girdi.",  "1402 - Timur, Rodos u015fu00f6valyelerinin 57 yu0131ldu0131r hu00fcku00fcm su00fcrdu00fcu011fu00fc u0130zmir'i kuu015fattu0131."]









