["2016 - İstanbul Vodafone Arena yakınlarında saldırılar gerçekleşti. İki patlamada 43 kişi öldü, 155 kişi de yaralandı.", "2005 - 10 Aralık Hareketi, ilk toplantısını İstanbul Dedeman Oteli'nde gerçekleştirdi.", "2003 - İranlı Shirin Ebadi, Nobel Barış Ödülü’nü alan ilk müslüman kadın oldu.", "2002 - Bangladeş, gözaltına aldığı iki Avrupalı gazeteciyi serbest bıraktı.", "2002 - Kuzey Kore'den gelen Scud füzeleri taşıyan bir gemi, Umman denizinde İspanyol Donanması tarafından durduruldu.", "2002 - Eski Amerikan Başkanı Jimmy Carter, 1970'lerde Orta Doğu'da sürdürdüğü diplomatik arabuluculuklarından dolayı, Nobel Barış Ödülü’nü aldı.", "2002 - Stanford Üniversitesi, insan embriyosu klonlayacağını açıkladı.", "1994 - Yaser Arafat, Şimon Perez ve Yitzhak Rabin, Nobel Barış Ödülü’nü aldılar.", "1993 - Güvenlik kuvvetleri Özgür Gündem gazetesinin İstanbul Kadırga’daki merkezini bastı ve tüm çalışanları gözaltına aldı.", "1988 - Mısırlı Necip Mahfuz, Nobel Edebiyat Ödülü'nü aldı.", "1988 - Cumhurbaşkanı Kenan Evren'in veto ettiği öğrenci affı yasası, Mecliste tekrar kabul edildi. Yasa, üniversitelerde baş örtüsüne izin veriyordu.", "1988 - Türkiye'de ilk karaciğer nakli ameliyatı yapıldı. Ameliyatı, Ankara Hacettepe Üniversitesi’nden Prof.Dr. Mehmet Haberal gerçekleştirdi.", "1987 - Sedat Simavi Basın Ödülü, Uğur Mumcu'ya verildi.", "1987 - İnsan Hakları Derneği, \"Genel Af ve Ölüm Cezalarının Kaldırılması\" talepli 130 bin imzalı dilekçeyi, Meclis Genel Sekreterliği'ne sundu.", "1984 - Güney Afrikalı Piskopos Desmond Tutu, Nobel Barış Ödülü’nü aldı.", "1983 - Polonyalı Dayanışma Sendikası lideri Lech Walesa, Nobel Barış Ödülü’nü aldı.", "1983 - Arjantin'de askeri rejim sona erdi; Arjantin'in 8 yıldan sonra ilk sivil Başkanı, Raul Alfonsin oldu.", "1979 - Daha önce görevden alınan Devlet Opera ve Balesi Genel Müdürü Gürer Aykal'ın yerine, İsmet Kurt'un atanması üzerine, Devlet Opera ve Balesi çalışanları Carmina Burana'nın sahnelenmesine katılmama kararı aldı. Kurt, iki gün sonra istifa etti.", "1979 - Rahibe Teresa, Nobel Barış Ödülü’nü aldı.", "1978 - Enver Sedat ve Menahem Begin, Nobel Barış Ödülü’nü aldı.", "1977 - İstanbul Toptaşı Cezaevi'nden 9 siyasi tutuklu kaçtı.", "1977 - Uluslararası Af Örgütü, Nobel Barış Ödülü’nü aldı.", "1975 - Rus bilim insanı Andrey Saharov, Nobel Barış Ödülü’nü aldı.", "1971 - Aralarında Türkiye İşçi Partisi Genel Sekreteri Tarık Ziya Ekinci'nin de bulunduğu, 26 sanıklı Devrimci Doğu Kültür Ocakları davasına Diyarbakır'da başlandı.", "1970 - Rus yazar Aleksandr Soljenitsin, Nobel Edebiyat Ödülü'nü aldı.", "1964 - Martin Luther King, Nobel Barış Ödülü'nü aldı.", "1963 - Zanzibar Sultanlığı, Birleşik Krallık'tan bağımsızlığını kazandı. 26 Nisan 1964'te Tanzanya ile birleşmiştir.", "1956 - Macaristan'da çatışmalar başladı ve sıkıyönetim ilan edildi.", "1948 - Birleşmiş Milletler Meclisi, İnsan Hakları Bildirgesini kabul etti. Türkiye, İnsan Hakları Evrensel Beyannamesi'ne kabul oyu verdi. Bugün hâlen İnsan Hakları Günü olarak kutlanmaktadır.", "1941 - Malaya açıklarında Prince of Wales ve Repulse olmak üzere Kraliyet Donanmasına ait iki zırhlı, Japon İmparatorluk Deniz Kuvvetleri'ne bağlı torpido bombardıman uçakları tarafından batırıldı.", "1937 - \"Abdülaziz'in bayındır kıldığı kent\" anlamına gelen Ma'muretülaziz ya da kısaca Elaziz şehrinin adı, Elazığ olarak değiştirildi.", "1929 - Alman yazar Thomas Mann, Nobel Edebiyat Ödülü'nü aldı.", "1927 - Fransız filozof Henri Bergson, Nobel Edebiyat Ödülü'nü aldı.", "1923 - İrlandalı şair William Butler Yeats, Nobel Edebiyat Ödülü'nü aldı.", "1906 - Theodore Roosevelt, Rus-Japon Savaşının sona ermesinde oynadığı ara buluculuk rolünden dolayı, Nobel Barış Ödülü'nü alan ilk Amerikalı oldu.", "1902 - Mısır'da Nil nehri üzerinde inşa edilen Aswan Barajı hizmete girdi.", "1901 - İlk Nobel ödülleri verildi.", "1898 - İspanyol-Amerikan Savaşı sonrası Küba, İspanya’dan bağımsızlığını kazandı.", "1877 - Osmanlı Rus Savaşı: Rus ordusu 5 aydır süren kuşatma sonrası Plevne'yi aldı.", "1863 - Londra metrosu açıldı.", "1817 - Mississippi, Amerika Birleşik Devletleri'nin 20. Eyaleti olarak birliğe katıldı."]