["2016 - u0130stanbul Vodafone Arena yaku0131nlaru0131nda saldu0131ru0131lar geru00e7ekleu015fti. u0130ki patlamada 43 kiu015fi u00f6ldu00fc, 155 kiu015fi de yaralandu0131.",  "2005 - 10 Aralu0131k Hareketi, ilk toplantu0131su0131nu0131 u0130stanbul Dedeman Oteli'nde geru00e7ekleu015ftirdi.",  "2003 - u0130ranlu0131 Shirin Ebadi, Nobel Baru0131u015f u00d6du00fclu00fcu2019nu00fc alan ilk mu00fcslu00fcman kadu0131n oldu.",  "2002 - Bangladeu015f, gu00f6zaltu0131na aldu0131u011fu0131 iki Avrupalu0131 gazeteciyi serbest bu0131raktu0131.",  "2002 - Kuzey Kore'den gelen Scud fu00fczeleri tau015fu0131yan bir gemi, Umman denizinde u0130spanyol Donanmasu0131 tarafu0131ndan durduruldu.",  "2002 - Eski Amerikan Bau015fkanu0131 Jimmy Carter, 1970'lerde Orta Dou011fu'da su00fcrdu00fcrdu00fcu011fu00fc diplomatik arabuluculuklaru0131ndan dolayu0131, Nobel Baru0131u015f u00d6du00fclu00fcu2019nu00fc aldu0131.",  "2002 - Stanford u00dcniversitesi, insan embriyosu klonlayacau011fu0131nu0131 au00e7u0131kladu0131.",  "1994 - Yaser Arafat, u015eimon Perez ve Yitzhak Rabin, Nobel Baru0131u015f u00d6du00fclu00fcu2019nu00fc aldu0131lar.",  "1993 - Gu00fcvenlik kuvvetleri u00d6zgu00fcr Gu00fcndem gazetesinin u0130stanbul Kadu0131rgau2019daki merkezini bastu0131 ve tu00fcm u00e7alu0131u015fanlaru0131 gu00f6zaltu0131na aldu0131.",  "1988 - Mu0131su0131rlu0131 Necip Mahfuz, Nobel Edebiyat u00d6du00fclu00fc'nu00fc aldu0131.",  "1988 - Cumhurbau015fkanu0131 Kenan Evren'in veto ettiu011fi u00f6u011frenci affu0131 yasasu0131, Mecliste tekrar kabul edildi. Yasa, u00fcniversitelerde bau015f u00f6rtu00fcsu00fcne izin veriyordu.",  "1988 - Tu00fcrkiye'de ilk karaciu011fer nakli ameliyatu0131 yapu0131ldu0131. Ameliyatu0131, Ankara Hacettepe u00dcniversitesiu2019nden Prof.Dr. Mehmet Haberal geru00e7ekleu015ftirdi.",  "1987 - Sedat Simavi Basu0131n u00d6du00fclu00fc, Uu011fur Mumcu'ya verildi.",  "1987 - u0130nsan Haklaru0131 Derneu011fi, "Genel Af ve u00d6lu00fcm Cezalaru0131nu0131n Kaldu0131ru0131lmasu0131" talepli 130 bin imzalu0131 dileku00e7eyi, Meclis Genel Sekreterliu011fi'ne sundu.",  "1984 - Gu00fcney Afrikalu0131 Piskopos Desmond Tutu, Nobel Baru0131u015f u00d6du00fclu00fcu2019nu00fc aldu0131.",  "1983 - Polonyalu0131 Dayanu0131u015fma Sendikasu0131 lideri Lech Walesa, Nobel Baru0131u015f u00d6du00fclu00fcu2019nu00fc aldu0131.",  "1983 - Arjantin'de askeri rejim sona erdi; Arjantin'in 8 yu0131ldan sonra ilk sivil Bau015fkanu0131, Raul Alfonsin oldu.",  "1979 - Daha u00f6nce gu00f6revden alu0131nan Devlet Opera ve Balesi Genel Mu00fcdu00fcru00fc Gu00fcrer Aykal'u0131n yerine, u0130smet Kurt'un atanmasu0131 u00fczerine, Devlet Opera ve Balesi u00e7alu0131u015fanlaru0131 Carmina Burana'nu0131n sahnelenmesine katu0131lmama kararu0131 aldu0131. Kurt, iki gu00fcn sonra istifa etti.",  "1979 - Rahibe Teresa, Nobel Baru0131u015f u00d6du00fclu00fcu2019nu00fc aldu0131.",  "1978 - Enver Sedat ve Menahem Begin, Nobel Baru0131u015f u00d6du00fclu00fcu2019nu00fc aldu0131.",  "1977 - u0130stanbul Toptau015fu0131 Cezaevi'nden 9 siyasi tutuklu kau00e7tu0131.",  "1977 - Uluslararasu0131 Af u00d6rgu00fctu00fc, Nobel Baru0131u015f u00d6du00fclu00fcu2019nu00fc aldu0131.",  "1975 - Rus bilim insanu0131 Andrey Saharov, Nobel Baru0131u015f u00d6du00fclu00fcu2019nu00fc aldu0131.",  "1971 - Aralaru0131nda Tu00fcrkiye u0130u015fu00e7i Partisi Genel Sekreteri Taru0131k Ziya Ekinci'nin de bulunduu011fu, 26 sanu0131klu0131 Devrimci Dou011fu Ku00fcltu00fcr Ocaklaru0131 davasu0131na Diyarbaku0131r'da bau015flandu0131.",  "1970 - Rus yazar Aleksandr Soljenitsin, Nobel Edebiyat u00d6du00fclu00fc'nu00fc aldu0131.",  "1964 - Martin Luther King, Nobel Baru0131u015f u00d6du00fclu00fc'nu00fc aldu0131.",  "1963 - Zanzibar Sultanlu0131u011fu0131, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131. 26 Nisan 1964'te Tanzanya ile birleu015fmiu015ftir.",  "1956 - Macaristan'da u00e7atu0131u015fmalar bau015fladu0131 ve su0131ku0131yu00f6netim ilan edildi.",  "1948 - Birleu015fmiu015f Milletler Meclisi, u0130nsan Haklaru0131 Bildirgesini kabul etti. Tu00fcrkiye, u0130nsan Haklaru0131 Evrensel Beyannamesi'ne kabul oyu verdi. Bugu00fcn hu00e2len u0130nsan Haklaru0131 Gu00fcnu00fc olarak kutlanmaktadu0131r.",  "1941 - Malaya au00e7u0131klaru0131nda Prince of Wales ve Repulse olmak u00fczere Kraliyet Donanmasu0131na ait iki zu0131rhlu0131, Japon u0130mparatorluk Deniz Kuvvetleri'ne bau011flu0131 torpido bombardu0131man uu00e7aklaru0131 tarafu0131ndan batu0131ru0131ldu0131.",  "1937 - "Abdu00fclaziz'in bayu0131ndu0131r ku0131ldu0131u011fu0131 kent" anlamu0131na gelen Ma'muretu00fclaziz ya da ku0131saca Elaziz u015fehrinin adu0131, Elazu0131u011f olarak deu011fiu015ftirildi.",  "1929 - Alman yazar Thomas Mann, Nobel Edebiyat u00d6du00fclu00fc'nu00fc aldu0131.",  "1927 - Fransu0131z filozof Henri Bergson, Nobel Edebiyat u00d6du00fclu00fc'nu00fc aldu0131.",  "1923 - u0130rlandalu0131 u015fair William Butler Yeats, Nobel Edebiyat u00d6du00fclu00fc'nu00fc aldu0131.",  "1906 - Theodore Roosevelt, Rus-Japon Savau015fu0131nu0131n sona ermesinde oynadu0131u011fu0131 ara buluculuk rolu00fcnden dolayu0131, Nobel Baru0131u015f u00d6du00fclu00fc'nu00fc alan ilk Amerikalu0131 oldu.",  "1902 - Mu0131su0131r'da Nil nehri u00fczerinde inu015fa edilen Aswan Baraju0131 hizmete girdi.",  "1901 - u0130lk Nobel u00f6du00fclleri verildi.",  "1898 - u0130spanyol-Amerikan Savau015fu0131 sonrasu0131 Ku00fcba, u0130spanyau2019dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1877 - Osmanlu0131 Rus Savau015fu0131: Rus ordusu 5 aydu0131r su00fcren kuu015fatma sonrasu0131 Plevne'yi aldu0131.",  "1863 - Londra metrosu au00e7u0131ldu0131.",  "1817 - Mississippi, Amerika Birleu015fik Devletleri'nin 20. Eyaleti olarak birliu011fe katu0131ldu0131."]









