["2010 - u0130sveu00e7'in bau015fkenti Stockholm'da bombalu0131 saldu0131ru0131 geru00e7ekleu015fti. Patlamada saldu0131rgan hayatu0131nu0131 kaybetti ve iki kiu015fi yaralandu0131.",  "2009 - Demokratik Toplum Partisi, Anayasa Mahkemesi kararu0131yla kapatu0131ldu0131.",  "2004 - u0130stanbul Modern Sanat Mu00fczesi au00e7u0131ldu0131.",  "2002 - Amerikan Temsilciler Meclisi ve Senatosu, istihbarat faaliyetlerinin eu015fgu00fcdu00fcmu00fcnu00fcn daha iyi sau011flanabilmesi iu00e7in iu00e7 istihbarat u00f6rgu00fctu00fc kurulmasu0131nu0131 tavsiye etti.",  "2001 - u00c7in, Du00fcnya Ticaret u00d6rgu00fctu00fc'ne katu0131ldu0131.",  "1999 - Avrupa Birliu011fi Devlet ve Hu00fcku00fbmet Bau015fkanlaru0131 Zirvesi sona erdi. Sonuu00e7 belgesinde Tu00fcrkiye'nin adaylu0131u011fu0131 kesinleu015fti.",  "1997 - Kyoto Protokolu00fc imzaya au00e7u0131ldu0131.",  "1994 - Tek yanlu0131 olarak bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan eden u00c7eu00e7enistan'a, Rusya yu00fczlerce tank ve askerle girdi.",  "1993 - Tu00fcrkiye'nin Bau011fdat Bu00fcyu00fckelu00e7iliu011fi u0130dare Atau015fesi u00c7au011flar Yu00fccel, Bau011fdat'ta aracu0131nu0131n iu00e7inde uu011fradu0131u011fu0131 silahlu0131 saldu0131ru0131 sonucu u00f6ldu00fcru00fcldu00fc.",  "1991 - Avrupa Birliu011fi u00fclkeleri, 1999u2019un para birliu011fi iu00e7in son tarih olacau011fu0131nu0131 au00e7u0131kladu0131.",  "1987 - Necatigil u015eiir u00d6du00fclu00fc Ahmet Oktay'a verildi. u015eair u00f6du00fclu00fc, u201cYol u00dcstu00fcnde Semenderu201d adlu0131 yapu0131tu0131yla aldu0131.",  "1977 - Tu00fcrkiye'de yerel seu00e7imler yapu0131ldu0131. Cumhuriyet Halk Partisi seu00e7imlerden birinci parti olarak u00e7u0131ktu0131.",  "1976 - u0130stanbul'da Bebek Maksim Gazinosu yandu0131.",  "1976 - Ankara u00dcniversitesi su00fcresiz kapatu0131ldu0131.",  "1964 - Che Guevara, New York'taki Birleu015fmiu015f Milletler Genel Kurulunda bir konuu015fma yaptu0131. Konuu015fma su0131rasu0131nda binaya du0131u015faru0131dan havanla ateu015f edildi, faili bulunamadu0131.",  "1962 - Kanada'da son kez bir mahku00fbma idam cezasu0131 uygulandu0131.",  "1962 - Tu00fcrkiye'de Millu00ee Gu00fcvenlik Kurulu Genel Sekreterliu011fi kuruldu.",  "1952 - Fikir ve Sanat Eserleri Kanunu'nda ilk uygulama: Telif hakku0131 Yelpaze mecmuasu0131na ait olan bir resimli romanu0131 yayu0131nlayan, Hu00fcrriyet gazetesi aleyhine dava au00e7u0131ldu0131.",  "1949 - Birleu015fmiu015f Milletler, Filistinli mu00fcltecilerin kendi topraklaru0131na du00f6nme hakku0131nu0131 kabul etti.",  "1946 - Birleu015fmiu015f Milletler u00c7ocuklara Yardu0131m Fonu (UNICEF) kuruldu.",  "1941 - Adolf Hitler ve Benito Mussoliniu2019nin au00e7u0131klamasu0131yla, Nazi Almanyasu0131 ve u0130talya Krallu0131u011fu0131, Amerika Birleu015fik Devletleri'ne savau015f ilan etti.",  "1940 - II. Du00fcnya Savau015fu0131: Kuzey Afrika'da u0130ngiliz birlikleri Sidi Barrani'yi ele geu00e7irdi. u0130talyan birlikleri teslim oldu.",  "1937 - II. u0130talya-Habeu015fistan Savau015fu0131: u0130talya Krallu0131u011fu0131, Milletler Cemiyeti'nden u00e7ekildi.",  "1936 - VIII. Edward, Wallis Simpsonu00a0ile evlenebilmek iu00e7in Birleu015fik Krallu0131k tahtu0131ndan u00e7ekildiu011fini au00e7u0131kladu0131.",  "1931 - Westminster Tu00fczu00fcu011fu00fc 1931 ile Birleu015fik Krallu0131k, dominyonlaru0131na kendini yu00f6netme hakku0131 verildi.",  "1931 - Gu00fcney Afrika Cumhuriyeti, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1927 - Dou011fu illerinde Birinci Genel Mu00fcfettiu015flik kurulmasu0131na karar verildi; Mu00fcfettiu015fliu011fe u0130brahim Tali Bey (u00d6ngu00f6ren) atandu0131.",  "1917 - I. Du00fcnya Savau015fu0131: Britanya u0130mparatorluu011fu Kudu00fcs'u00fc ele geu00e7irdi.",  "1901 - u0130lk masa tenisi turnuvasu0131, Birleu015fik Krallu0131k'ta du00fczenlendi.",  "1816 - Indiana, 19. eyalet olarak Amerika Birleu015fik Devletleri'ne katu0131ldu0131."]









