["2019 - Gelecek Partisi, Ahmet Davutou011flu tarafu0131ndan kuruldu.",  "2004 - Fatih Aku0131n'u0131n filmi Duvara Karu015fu0131, Avrupa Film Akademisi'nce verilen 2004 Avrupa En u0130yi Film u00d6du00fclu00fcnu00fc kazandu0131.",  "2002 - AB'nin geniu015flemeyi ele aldu0131u011fu0131 Kopenhag zirvesinde, AB Du00f6nem Bau015fkanu0131 Danimarka Bau015fbakanu0131 Anders Rasmussen, Kopenhag kriterlerini yerine getirdiu011fine karar verilirse 2004 Aralu0131k ayu0131nda Tu00fcrkiye ile mu00fczakerelere bau015flama kararu0131nu0131n deu011ferlendirileceu011fini bildirdi.",  "2000 - Etiyopya ile Eritre arasu0131nda 2 yu0131l su00fcren savau015fa son veren baru0131u015f anlau015fmasu0131 Cezayir'de imzalandu0131.",  "2000 - ABD Anayasa Mahkemesi, Florida'da oylaru0131n yeniden sayu0131mu0131 iu015flemini durdurdu ve seu00e7imleri Cumhuriyetu00e7i aday George W. Bush'un kazandu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1997 - Recep Tayyip Erdou011fan davet u00fczerine gittiu011fi Siirt'te, miting su0131rasu0131nda Ziya Gu00f6kalp'in 1912 yu0131lu0131nda Balkan Savau015fu0131 iu00e7in yazdu0131u011fu0131 Asker Duasu0131 u015fiirinin deu011fiu015ftirilmiu015f bir versiyonu ile; orduyu u00f6ven dizeyi su00f6ylemeden yerine "Minareler su00fcngu00fc/ Kubbeler miu011ffer/ Camiler ku0131u015flamu0131z/ Mu00fcminler asker," mu0131sralaru0131nu0131 eklediu011fi iu00e7in Diyarbaku0131r Devlet Gu00fcvenlik Mahkemesiu2019nde yargu0131lanmaya bau015flandu0131. Yargu0131lama sonucu Tu00fcrk Ceza Kanunuu2019nun 312/2 maddesinden u201cHalku0131 din ve u0131rk farku0131 gu00f6zeterek kin ve du00fcu015fmanlu0131u011fa au00e7u0131ku00e7a tahrik etmeku201d suu00e7unu iu015flediu011fi gereku00e7esiyle du00f6rt ay hapis cezasu0131na u00e7arptu0131ru0131ldu0131 bu cezasu0131nu0131 24 Temmuz 1999 gu00fcnu00fc tamamladu0131.",  "1996 - Saddam Hu00fcseyin'in ou011flu Uday Hu00fcseyin, bir suikast giriu015fiminde ciddi u015fekilde yaralandu0131.",  "1994 - Fikri Sau011flar, Sosyal Demokrat Halku00e7u0131 Parti (SHP) Genel Sekreterliu011finden istifa etti. Sau011flar, teru00f6rle mu00fccadele yasa tasaru0131su0131nu0131n yasalau015fmamasu0131 nedeniyle istifa ettiu011fini au00e7u0131kladu0131.",  "1991 - Endonezya'daki depremde 1500 kiu015fi u00f6ldu00fc.",  "1990 - Erdal u0130nu00f6nu00fc ile Su00fcleyman Demirel buluu015ftu, ortak bildiri imzalayarak erken seu00e7im istediler.",  "1990 - Arnavutluk'da yeni partilerin kurulmasu0131na izin verildi.",  "1980 - Millu00ee Gu00fcvenlik Konseyi, Piyade Er Zekeriya u00d6nge'yi u00f6ldu00fcrme suu00e7undan yargu0131lanarak idam cezasu0131na u00e7arptu0131ru0131lan 19 yau015fu0131ndaki Erdal Eren'in idamu0131nu0131 onayladu0131.",  "1979 - Gu00fcney Kore'de askeri darbe meydana geldi.",  "1979 - Rodezya'nu0131n adu0131 Zimbabve olarak deu011fiu015fti.",  "1978 - u0130stanbul'da iu015fu00e7i Abdu00fclaziz Ku0131lu0131u00e7, paralaru0131nu0131 gasbetmek amacu0131yla iu015fu00e7i Nusret Ateu015f'i bau015fu0131na keserle vurarak u00f6ldu00fcrdu00fc, u00fcu00e7 iu015fu00e7iyi yaraladu0131. 12 Eylu00fcl du00f6neminde idam edildi.",  "1968 - Silahlu0131 Kuvvetler iu00e7inde oluu015fturulduu011fu ileri su00fcru00fclen Millu00ee Devrim Ordusu adlu0131 gizli bir u00f6rgu00fctle iliu015fkileri olduu011fu iddiasu0131yla, 5 Tabii Senatu00f6ru00fcn (Sezai Okan, u015eu00fckran u00d6zkaya, Mucip Ataklu0131, Ekrem Acuner ve Suphi Karaman) dokunulmazlu0131klaru0131 kaldu0131ru0131ldu0131.",  "1963 - Kenya, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1962 - Tu00fcrkiye u0130u015fu00e7i Partisi Genel Bau015fkanu0131 Mehmet Ali Aybar beraat etti. Aybar millu00ee menfaatlere ayku0131ru0131 hareket ettiu011fi iddiasu0131yla yargu0131lanu0131yordu.",  "1957 - Tu00fcrkiye, BMu2019yi uyardu0131: "Yunanistan tezi kabul edilirse Ku0131bru0131s'ta iu00e7 savau015f u00e7u0131kabilir."",  "1956 - Japonya, Birleu015fmiu015f Milletler'e u00fcye oldu.",  "1949 - TBMM, Tu00fcrkiye'nin Avrupa Konseyine katu0131lmasu0131nu0131 onayladu0131.",  "1948 - Su00fcleyman Demirel, Nazmiye u015eener ile evlendi.",  "1941 - II. Du00fcnya Savau015fu0131: Birleu015fik Krallu0131k Bulgaristan'a; Macaristan ve Romanya ABD'ye; Hindistan da Japonya'ya savau015f ilan etti.",  "1940 - Salvador gemisi Silivri u00f6nlerinde battu0131. Bulgaristan'dan Filistin'e gittiu011fi au00e7u0131klanan gemideki 352 musevi yolcunun 230'u bou011fularak u00f6ldu00fc.",  "1929 - Bau015fbakan u0130smet Pau015fa, "Bau015flu0131ca hedefimiz millu00ee paramu0131zu0131 ku0131ymetlendirerek altu0131na bau011flamaktu0131r" dedi.",  "1925 - u0130ran'da Ru0131za Han Pehlevi, Kau00e7ar Hanedanu0131u2019na son verdi.",  "1923 - TBMM, 15 Mayu0131s 1919 ile 1 Kasu0131m 1923 arasu0131nda u00fcstu00fcn hizmet gu00f6sterenlere u0130stiklal Madalyasu0131 verilmesini kararlau015ftu0131rdu0131.",  "1913 - 1911 yu0131lu0131nda Louvre Mu00fczesi'nden u00e7alu0131nu0131p kaybolan Mona Lisa tablosu, Floransa'da bulundu.",  "1911 - Hindistan'u0131n Bau015fkenti, Kalku00fcta yerine Delhi oldu.",  "1901 - u0130talyan mucit Guglielmo Marconi, telsiz-telgraf sistemini geliu015ftirdi ve Birleu015fik Krallu0131k'tan Atlantik au015fu0131ru0131 ilk mesaju0131nu0131 gu00f6nderdi.",  "1900 - Norveu00e7li Johann Waaler, "Kau011fu0131t tutacau011fu0131"nu0131n (atau015f) patentini aldu0131.",  "1870 - Gu00fcney Karolinalu0131 Joseph H. Rainey, Amerika Birleu015fik Devletleri kongresine seu00e7ilen ilk siyahi oldu.",  "627 - Ninova Muharebesi: Bizans u0130mparatoru Herakleios'un ordusu, Sasani u0130mparatoru II. Hu00fcsrev'in gu00fcu00e7lerini yendi."]









