["2019 - Gelecek Partisi, Ahmet Davutoğlu tarafından kuruldu.", "2004 - Fatih Akın'ın filmi Duvara Karşı, Avrupa Film Akademisi'nce verilen 2004 Avrupa En İyi Film Ödülünü kazandı.", "2002 - AB'nin genişlemeyi ele aldığı Kopenhag zirvesinde, AB Dönem Başkanı Danimarka Başbakanı Anders Rasmussen, Kopenhag kriterlerini yerine getirdiğine karar verilirse 2004 Aralık ayında Türkiye ile müzakerelere başlama kararının değerlendirileceğini bildirdi.", "2000 - Etiyopya ile Eritre arasında 2 yıl süren savaşa son veren barış anlaşması Cezayir'de imzalandı.", "2000 - ABD Anayasa Mahkemesi, Florida'da oyların yeniden sayımı işlemini durdurdu ve seçimleri Cumhuriyetçi aday George W. Bush'un kazandığını açıkladı.", "1997 - Recep Tayyip Erdoğan davet üzerine gittiği Siirt'te, miting sırasında Ziya Gökalp'in 1912 yılında Balkan Savaşı için yazdığı Asker Duası şiirinin değiştirilmiş bir versiyonu ile; orduyu öven dizeyi söylemeden yerine \"Minareler süngü/ Kubbeler miğfer/ Camiler kışlamız/ Müminler asker,\" mısralarını eklediği için Diyarbakır Devlet Güvenlik Mahkemesi’nde yargılanmaya başlandı. Yargılama sonucu Türk Ceza Kanunu’nun 312/2 maddesinden “Halkı din ve ırk farkı gözeterek kin ve düşmanlığa açıkça tahrik etmek” suçunu işlediği gerekçesiyle dört ay hapis cezasına çarptırıldı bu cezasını 24 Temmuz 1999 günü tamamladı.", "1996 - Saddam Hüseyin'in oğlu Uday Hüseyin, bir suikast girişiminde ciddi şekilde yaralandı.", "1994 - Fikri Sağlar, Sosyal Demokrat Halkçı Parti (SHP) Genel Sekreterliğinden istifa etti. Sağlar, terörle mücadele yasa tasarısının yasalaşmaması nedeniyle istifa ettiğini açıkladı.", "1991 - Endonezya'daki depremde 1500 kişi öldü.", "1990 - Erdal İnönü ile Süleyman Demirel buluştu, ortak bildiri imzalayarak erken seçim istediler.", "1990 - Arnavutluk'da yeni partilerin kurulmasına izin verildi.", "1980 - Millî Güvenlik Konseyi, Piyade Er Zekeriya Önge'yi öldürme suçundan yargılanarak idam cezasına çarptırılan 19 yaşındaki Erdal Eren'in idamını onayladı.", "1979 - Güney Kore'de askeri darbe meydana geldi.", "1979 - Rodezya'nın adı Zimbabve olarak değişti.", "1978 - İstanbul'da işçi Abdülaziz Kılıç, paralarını gasbetmek amacıyla işçi Nusret Ateş'i başına keserle vurarak öldürdü, üç işçiyi yaraladı. 12 Eylül döneminde idam edildi.", "1968 - Silahlı Kuvvetler içinde oluşturulduğu ileri sürülen Millî Devrim Ordusu adlı gizli bir örgütle ilişkileri olduğu iddiasıyla, 5 Tabii Senatörün (Sezai Okan, Şükran Özkaya, Mucip Ataklı, Ekrem Acuner ve Suphi Karaman) dokunulmazlıkları kaldırıldı.", "1963 - Kenya, Birleşik Krallık'tan bağımsızlığını ilan etti.", "1962 - Türkiye İşçi Partisi Genel Başkanı Mehmet Ali Aybar beraat etti. Aybar millî menfaatlere aykırı hareket ettiği iddiasıyla yargılanıyordu.", "1957 - Türkiye, BM’yi uyardı: \"Yunanistan tezi kabul edilirse Kıbrıs'ta iç savaş çıkabilir.\"", "1956 - Japonya, Birleşmiş Milletler'e üye oldu.", "1949 - TBMM, Türkiye'nin Avrupa Konseyine katılmasını onayladı.", "1948 - Süleyman Demirel, Nazmiye Şener ile evlendi.", "1941 - II. Dünya Savaşı: Birleşik Krallık Bulgaristan'a; Macaristan ve Romanya ABD'ye; Hindistan da Japonya'ya savaş ilan etti.", "1940 - Salvador gemisi Silivri önlerinde battı. Bulgaristan'dan Filistin'e gittiği açıklanan gemideki 352 musevi yolcunun 230'u boğularak öldü.", "1929 - Başbakan İsmet Paşa, \"Başlıca hedefimiz millî paramızı kıymetlendirerek altına bağlamaktır\" dedi.", "1925 - İran'da Rıza Han Pehlevi, Kaçar Hanedanı’na son verdi.", "1923 - TBMM, 15 Mayıs 1919 ile 1 Kasım 1923 arasında üstün hizmet gösterenlere İstiklal Madalyası verilmesini kararlaştırdı.", "1913 - 1911 yılında Louvre Müzesi'nden çalınıp kaybolan Mona Lisa tablosu, Floransa'da bulundu.", "1911 - Hindistan'ın Başkenti, Kalküta yerine Delhi oldu.", "1901 - İtalyan mucit Guglielmo Marconi, telsiz-telgraf sistemini geliştirdi ve Birleşik Krallık'tan Atlantik aşırı ilk mesajını gönderdi.", "1900 - Norveçli Johann Waaler, \"Kağıt tutacağı\"nın (ataş) patentini aldı.", "1870 - Güney Karolinalı Joseph H. Rainey, Amerika Birleşik Devletleri kongresine seçilen ilk siyahi oldu.", "627 - Ninova Muharebesi: Bizans İmparatoru Herakleios'un ordusu, Sasani İmparatoru II. Hüsrev'in güçlerini yendi."]