["2011 - Belu00e7ika Liu00e8ge'de du00fczenlenen intihar saldu0131ru0131su0131nda 6 kiu015fi u00f6ldu00fc, 125 kiu015fi yaralandu0131.",  "2005 - TMSF'nin satu0131u015fa u00e7u0131kardu0131u011fu0131 Telsim, 4 milyar 550 milyon dolarla du00fcnyanu0131n en bu00fcyu00fck mobil telekomu00fcnikasyon operatu00f6rlerinden olan Birleu015fik Krallu0131k'tan Vodafone'un u015firketi, Vodafone Telekomu00fcnikasyon A.u015e'ye ihale edildi.",  "2004 - u015eili'nin eski diktatu00f6ru00fc Augusto Pinochet'nin, 1970 ve 1980'li yu0131llardaki Akbaba Operasyonu su0131rasu0131nda suu00e7 iu015flediu011fi gereku00e7esiyle evinde gu00f6zetim altu0131nda tutulmasu0131na ve hakku0131nda yeni dava au00e7u0131lmasu0131na karar verildi.",  "2003 - ABD askeru00ee gu00fcu00e7leri devrik Irak Devlet Bau015fkanu0131 Saddam Hu00fcseyin'i, Irak'ta saklandu0131u011fu0131 yerde yakaladu0131.",  "2002 - Avrupa Birliu011fi Geniu015flemesi: AB, 10 yeni devletin (Gu00fcney Ku0131bru0131s, u00c7ekya, Estonya, Macaristan, Letonya, Litvanya, Malta, Polonya, Slovakya ve Slovenya) 1 Mayu0131s 2004'ten itibaren u00fcye olacau011fu0131nu0131 au00e7u0131kladu0131.",  "1998 - u0130talya'da du00fczenlenen 5. Avrupa Kros u015eampiyonasu0131'nda Tu00fcrk Genu00e7 Bayan millu00ee taku0131mu0131 u015fampiyon oldu.",  "1996 - Kofi Annan, Birleu015fmiu015f Milletler Genel Sekreteri seu00e7ildi.",  "1995 - Avrupa Parlamentosu, Tu00fcrkiye ile imzalanan Gu00fcmru00fck Birliu011fi anlau015fmasu0131nu0131 onayladu0131.",  "1986 - Du00fcnya ve Olimpiyat u015eampiyonu Halterci Naim Su00fcleymanou011flu, Tu00fcrkiyeu2019ye iltica etti.",  "1983 - 45. Tu00fcrkiye Cumhuriyeti Hu00fcku00fbmeti (13 Aralu0131k 1983 - 21 Aralu0131k 1987), gu00f6reve bau015fladu0131.",  "1981 - Polonya'da General Wojciech Witold Jaruzelski, su0131ku0131yu00f6netim ilan etti. 14 bin sendikalu0131 iu015fu00e7i tutuklandu0131.",  "1980 - Piyade Er Zekeriya u00d6nge'yi u00f6ldu00fcrme suu00e7undan yargu0131lanu0131p u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131lan 19 yau015fu0131ndaki Erdal Eren'in infazu0131 yapu0131ldu0131.",  "1978 - Hollanda'da bir mahalle, kendisini "Bau011fu0131msu0131z Devlet" ilan etti.",  "1974 - Malta'da Cumhuriyet ilan edildi.",  "1969 - Sovyetler Birliu011fi'nde, Kamaz otomobil fabrikasu0131nu0131n temeli atu0131ldu0131.",  "1967 - Yunanistan Kralu0131 II. Konstantin'in, Cuntaya karu015fu0131 darbe giriu015fimi bau015faru0131su0131z oldu. Albaylar Cuntasu0131 iktidaru0131 devam etti. Kral u00fclkesini terk etmek zorunda kaldu0131.",  "1960 - Ankara Su0131ku0131yu00f6netim Komutanlu0131u011fu0131, Yeni Gu00fcn ve u00d6ncu00fc gazetelerini 3 gu00fcn su00fcreyle kapattu0131.",  "1960 - Fransa Cumhurbau015fkanu0131 Charles de Gaulle'u00fcn Cezayir ziyareti olaylu0131 geu00e7ti. Fransu0131z milliyetu00e7ilerinin u00e7u0131kardu0131u011fu0131 olaylarda 123 kiu015fi u00f6ldu00fc.",  "1959 - Bau015fpiskopos Makarios bau011fu0131msu0131z Ku0131bru0131s Cumhuriyeti'nin Cumhurbau015fkanlu0131u011fu0131na seu00e7ildi.",  "1957 - u0130ran'da deprem: 2 bin kiu015fi u00f6ldu00fc.",  "1949 - u0130srail, Kudu00fcs'u00fc bau015fkent ilan etti. Arap u0130srail Savau015fu0131'ndan sonra, Eski Kent ve Dou011fu Kudu00fcs u00dcrdu00fcn'de, Batu0131 Kudu00fcs de u0130srail'de kaldu0131. Kent, BM kararlaru0131na gu00f6re uluslararasu0131 kent ilan edilmiu015fti.",  "1942 - u00c7orum'da deprem: 25 kiu015fi u00f6ldu00fc, 589 ev yu0131ku0131ldu0131.",  "1941 - II. Du00fcnya Savau015fu0131: Macaristan Krallu0131u011fu0131 ve Romanya Krallu0131u011fu0131, Amerika Birleu015fik Devletleri'ne savau015f ilan etti.",  "1939 - Kriegsmarine cep zu0131rhlu0131su0131 Admiral Graf Spee ile Kraliyet Donanmasu0131 kruvazu00f6rleri HMS Exeter, HMS Ajax ve HMS Achilles arasu0131nda Ru00edo de la Plata Muharebesi bau015fladu0131.",  "1937 - u0130lk seloteyp satu0131u015fa sunuldu.",  "1937 - Japon u0130mparatorluk Kara Kuvvetleri, u00c7in Cumhuriyeti'nin Bau015fkenti Nankin'i ele geu00e7irdi.",  "1914 - Mesudiye Zu0131rhlu0131su0131, u00c7anakkale'de u0130ngiliz denizaltu0131su0131 HMS B11 tarafu0131ndan batu0131ru0131ldu0131.",  "1903 - u0130talyan asu0131llu0131 Amerikalu0131 dondurma satu0131cu0131su0131 Italo Marcioni, ilk dondurma ku00fclahu0131nu0131n patentini aldu0131.",  "1877 - 2. Meclis-i Mebusan, u00e7alu0131u015fmalaru0131na bau015fladu0131.",  "1805 - Su0131rp u0130syanlaru0131 ve Kara Yorgi'nin u00f6nderliu011fi altu0131nda Su0131rplaru0131n, Belgrad'u0131 ele geu00e7irmesi.",  "1789 - Fransa'da, Ulusal Muhafu0131z Birliu011fi (National Guard) kuruldu.",  "1754 - Osmanlu0131 Padiu015fahu0131, III. Osman'u0131n saltanatu0131 bau015fladu0131.",  "1642 - Hollandalu0131 denizci Abel Tasman, Yeni Zelanda'yu0131 keu015ffetti.",  "1522 - Osmanlu0131 padiu015fahu0131 I. Su00fcleyman, Rodos'un teslimini istedi."]









