["2012 - Sandy Hook İlkokulu saldırısı: 20 Yaşındaki Adam Lanza evinde annesini vurduktan sonra Sandy Hook İlkokuluna gidip 20 çocuk ile 6 yetişkini vurduktan sonra intihar etti.", "2002 - DYP 7. Olağan Büyük Kongresi'nde, Elazığ milletvekili Mehmet Ağar, Genel Başkan seçildi.", "2002 - Irak'taki BM silah denetçileri şefi Hans Blix, Irak'tan geçmişte ve şu anda kimyasal, biyolojik ve balistik füze programlarıyla ilgili çalışan bilim adamlarının listesini istedi.", "2000 - 18 cezaevinde, 865 tutuklu ve hükümlünün başlattığı ve 20 Kasım'da ölüm orucuna dönüştürülen açlık grevini sona erdirmek üzere harekete geçen ara bulucu heyet grevin sona ermesi için girişimlerde bulundu. Heyetin tutuklu temsilcileriyle yürüttüğü görüşmeler sonuç alınamadan sona erdi.", "1999 - Fransa'dan Türkiye'ye iadesi kararlaştırılan organize suç örgütü lideri Alaattin Çakıcı Türkiye'ye getirildi.", "1996 - Kamu Emekçileri Sendikaları Konfederasyonu’nun (KESK) Ankara'da düzenlediği \"Demokratik devlet, halk için bütçe\" mitingine 100.000 kişi katıldı.", "1995 - Savaşın tarafları Alia İzzetbegoviç (Bosna), Slobodan Milošević (Sırbistan) ve Franjo Tuđman (Hırvatistan) arasında Dayton Antlaşması, Dayton-Ohio'da (ABD) imzalandı. Eski Yugoslavya'da son üç yıldır süren savaş sona erdi.", "1994 - Aksiyon dergisi yayın hayatına başladı.", "1994 - Demokrasi Partisi (DEP) avukatlarından Av. Faik Candan öldürülmüş olarak bulundu.", "1990 - Polonyalı futbolcu Roman Kosecki, 2 milyon dolara Galatasaray'a transfer oldu; bu rakam Türkiye'de o güne kadar ödenen en yüksek transfer ücretiydi.", "1989 - Şili'de ilk demokratik seçimler yapıldı.", "1983 - İstanbul Vaniköy'deki 100 yıllık Hasan Birinci Yalısı, çıkan yangında tamamen yandı.", "1981 - İsrail, Suriye kontrolündeki Golan Tepeleri'ni ilhak etti.", "1977 - Tunç Okan'ın yönettiği “Otobüs” filmi gösterime girdi.", "1977 - CHP'li Aytekin Kotil, İstanbul Belediye Başkanı oldu.", "1962 - NASA'nın Mariner-2 adlı uzay aracı, Venüs gezegeninin yakınından geçti. Mariner-2 dünyaya Venüs hakkında bilgi yolladı.", "1960 - İstanbul Boğazı'nda Yunan World Harmony ve Yugoslav Peter Verovitz tankerleri çarpıştı. İskeledeki Tarsus yolcu gemisinin de yanmasına neden olan kazada 20 kişi öldü, tonlarca petrol denize döküldü.", "1960 - Ekonomik İşbirliği ve Kalkınma Örgütü (OECD) kuruldu. 9 Ortak Pazar üyesi ile Avrupa Serbest Ticaret Birliği EFTA'ya üye 7 ülke, Amerika Birleşik Devletleri ve Kanada tarafından kuruldu. Türkiye de anlaşmayı imzaladı.", "1955 - Arnavutluk, Avusturya, Bulgaristan, Kamboçya, Seylan (şimdiki Sri Lanka), Finlandiya, Macaristan, İrlanda, İtalya, Ürdün, Laos, Libya, Nepal, Portekiz, Romanya ve İspanya Birleşmiş Milletler'ne dahil edildiler.", "1954 - Kıbrıs sorunu Birleşmiş Milletler'de görüşüldü. Türk delegesi Selim Sarper, \"Kıbrıs, Türk sahillerinden 40 mil ötededir. Yunanistan'a 600 mil mesafede olan bu ada Yunanistan'ın olamaz\" dedi.", "1939 - Sovyetler Birliği, Milletler Cemiyeti üyeliğinden çıkarıldı.", "1936 - İstanbul Üniversitesi İktisat Fakültesi kuruldu.", "1927 - Çin'de Çan Kay-Şek Kuvvetleri, Kanton'daki komünist ayaklanmayı bastırdı.", "1911 - Norveçli Roald Amundsen, Güney Kutbu'na ulaştı.", "1900 - Bilim insanı Max Planck, kuantum teorisini Berlin Fizik Birliği'ne sundu.", "1819 - Alabama, ABD'nin 22. eyaleti oldu.", "557 - Konstantinopolis'te büyük bir deprem meydana geldi."]