["2012 - Sandy Hook u0130lkokulu saldu0131ru0131su0131: 20 Yau015fu0131ndaki Adam Lanza evinde annesini vurduktan sonra Sandy Hook u0130lkokuluna gidip 20 u00e7ocuk ile 6 yetiu015fkini vurduktan sonra intihar etti.",  "2002 - DYP 7. Olau011fan Bu00fcyu00fck Kongresi'nde, Elazu0131u011f milletvekili Mehmet Au011far, Genel Bau015fkan seu00e7ildi.",  "2002 - Irak'taki BM silah denetu00e7ileri u015fefi Hans Blix, Irak'tan geu00e7miu015fte ve u015fu anda kimyasal, biyolojik ve balistik fu00fcze programlaru0131yla ilgili u00e7alu0131u015fan bilim adamlaru0131nu0131n listesini istedi.",  "2000 - 18 cezaevinde, 865 tutuklu ve hu00fcku00fcmlu00fcnu00fcn bau015flattu0131u011fu0131 ve 20 Kasu0131m'da u00f6lu00fcm orucuna du00f6nu00fcu015ftu00fcru00fclen au00e7lu0131k grevini sona erdirmek u00fczere harekete geu00e7en ara bulucu heyet grevin sona ermesi iu00e7in giriu015fimlerde bulundu. Heyetin tutuklu temsilcileriyle yu00fcru00fcttu00fcu011fu00fc gu00f6ru00fcu015fmeler sonuu00e7 alu0131namadan sona erdi.",  "1999 - Fransa'dan Tu00fcrkiye'ye iadesi kararlau015ftu0131ru0131lan organize suu00e7 u00f6rgu00fctu00fc lideri Alaattin u00c7aku0131cu0131 Tu00fcrkiye'ye getirildi.",  "1996 - Kamu Emeku00e7ileri Sendikalaru0131 Konfederasyonuu2019nun (KESK) Ankara'da du00fczenlediu011fi "Demokratik devlet, halk iu00e7in bu00fctu00e7e" mitingine 100.000 kiu015fi katu0131ldu0131.",  "1995 - Savau015fu0131n taraflaru0131 Alia u0130zzetbegoviu00e7 (Bosna), Slobodan Milou0161eviu0107 (Su0131rbistan) ve Franjo Tuu0111man (Hu0131rvatistan) arasu0131nda Dayton Antlau015fmasu0131, Dayton-Ohio'da (ABD) imzalandu0131. Eski Yugoslavya'da son u00fcu00e7 yu0131ldu0131r su00fcren savau015f sona erdi.",  "1994 - Aksiyon dergisi yayu0131n hayatu0131na bau015fladu0131.",  "1994 - Demokrasi Partisi (DEP) avukatlaru0131ndan Av. Faik Candan u00f6ldu00fcru00fclmu00fcu015f olarak bulundu.",  "1990 - Polonyalu0131 futbolcu Roman Kosecki, 2 milyon dolara Galatasaray'a transfer oldu; bu rakam Tu00fcrkiye'de o gu00fcne kadar u00f6denen en yu00fcksek transfer u00fccretiydi.",  "1989 - u015eili'de ilk demokratik seu00e7imler yapu0131ldu0131.",  "1983 - u0130stanbul Vaniku00f6y'deki 100 yu0131llu0131k Hasan Birinci Yalu0131su0131, u00e7u0131kan yangu0131nda tamamen yandu0131.",  "1981 - u0130srail, Suriye kontrolu00fcndeki Golan Tepeleri'ni ilhak etti.",  "1977 - Tunu00e7 Okan'u0131n yu00f6nettiu011fi u201cOtobu00fcsu201d filmi gu00f6sterime girdi.",  "1977 - CHP'li Aytekin Kotil, u0130stanbul Belediye Bau015fkanu0131 oldu.",  "1962 - NASA'nu0131n Mariner-2 adlu0131 uzay aracu0131, Venu00fcs gezegeninin yaku0131nu0131ndan geu00e7ti. Mariner-2 du00fcnyaya Venu00fcs hakku0131nda bilgi yolladu0131.",  "1960 - u0130stanbul Bou011fazu0131'nda Yunan World Harmony ve Yugoslav Peter Verovitz tankerleri u00e7arpu0131u015ftu0131. u0130skeledeki Tarsus yolcu gemisinin de yanmasu0131na neden olan kazada 20 kiu015fi u00f6ldu00fc, tonlarca petrol denize du00f6ku00fcldu00fc.",  "1960 - Ekonomik u0130u015fbirliu011fi ve Kalku0131nma u00d6rgu00fctu00fc (OECD) kuruldu. 9 Ortak Pazar u00fcyesi ile Avrupa Serbest Ticaret Birliu011fi EFTA'ya u00fcye 7 u00fclke, Amerika Birleu015fik Devletleri ve Kanada tarafu0131ndan kuruldu. Tu00fcrkiye de anlau015fmayu0131 imzaladu0131.",  "1955 - Arnavutluk, Avusturya, Bulgaristan, Kambou00e7ya, Seylan (u015fimdiki Sri Lanka), Finlandiya, Macaristan, u0130rlanda, u0130talya, u00dcrdu00fcn, Laos, Libya, Nepal, Portekiz, Romanya ve u0130spanya Birleu015fmiu015f Milletler'ne dahil edildiler.",  "1954 - Ku0131bru0131s sorunu Birleu015fmiu015f Milletler'de gu00f6ru00fcu015fu00fcldu00fc. Tu00fcrk delegesi Selim Sarper, "Ku0131bru0131s, Tu00fcrk sahillerinden 40 mil u00f6tededir. Yunanistan'a 600 mil mesafede olan bu ada Yunanistan'u0131n olamaz" dedi.",  "1939 - Sovyetler Birliu011fi, Milletler Cemiyeti u00fcyeliu011finden u00e7u0131karu0131ldu0131.",  "1936 - u0130stanbul u00dcniversitesi u0130ktisat Faku00fcltesi kuruldu.",  "1927 - u00c7in'de u00c7an Kay-u015eek Kuvvetleri, Kanton'daki komu00fcnist ayaklanmayu0131 bastu0131rdu0131.",  "1911 - Norveu00e7li Roald Amundsen, Gu00fcney Kutbu'na ulau015ftu0131.",  "1900 - Bilim insanu0131 Max Planck, kuantum teorisini Berlin Fizik Birliu011fi'ne sundu.",  "1819 - Alabama, ABD'nin 22. eyaleti oldu.",  "557 - Konstantinopolis'te bu00fcyu00fck bir deprem meydana geldi."]









