["2016 - Almanya'nu0131n bau015fkenti Berlin'de Noel pazaru0131nda teru00f6r saldu0131ru0131su0131 geru00e7ekleu015fti. 12 kiu015fi u00f6ldu00fc, 56 kiu015fi yaralandu0131.",  "2016 - Rusya'nu0131n Ankara Bu00fcyu00fckelu00e7isi Andrey Karlov, Ankara'da katu0131ldu0131u011fu0131 bir sergide uu011fradu0131u011fu0131 suikast sonucunda u00f6ldu00fcru00fcldu00fc.",  "2003 - Libya lideri Muammer Kaddafi, u00fclkesinin nu00fckleer ve kimyasal silah u00fcretme hedefinden vazgeu00e7tiu011fini duyurdu.",  "2001 - Kabil'e en az 3 bin kiu015fiden oluu015facak uluslararasu0131 gu00fcu00e7 konuu015flandu0131ru0131lmasu0131 iu00e7in BM Gu00fcvenlik Konseyi onay verdi.",  "2000 - u00d6lu00fcm orucu ve au00e7lu0131k grevlerinin devam ettiu011fi 20 cezaevine mu00fcdahale edildi. Hayata Du00f6nu00fcu015f adu0131 verilen operasyonun ilk gu00fcnu00fcnde, u00c7anakkale ve u00dcmraniye cezaevleri hariu00e7 18 cezaevinde eylem sona erdirildi.",  "1994 - Olay TV kuruldu.",  "1993 - Kanal D yayu0131n hayatu0131na bau015fladu0131.",  "1992 - Somali'de "Umut Operasyonu" bau015flatu0131ldu0131. Tu00fcrk Birliu011fi bu hareku00e2ta katu0131ldu0131.",  "1987 - Uluslararasu0131 Cumhuriyet Halter Turnuvasu0131'nda Naim Su00fcleymanou011flu, ilk kez millu00ee mayoyu giydi. 60 kiloda koparma (150u00a0kg), silkme (188,5u00a0kg) ve toplamda (337,5u00a0kg) kendisine ait Du00fcnya rekorlaru0131nu0131 yeniledi.",  "1986 - Sovyetler Birliu011fi, rejim muhalifi Andrei Sakharov'u u00fclke iu00e7i su00fcrgu00fcnden serbest bu0131raktu0131u011fu0131nu0131 ve karu0131su0131nu0131 da (Yelena Bonner) affettiu011fini au00e7u0131kladu0131.",  "1984 - u00c7in ve Birleu015fik Krallu0131k, Hong Kong'un 1 Temmuz 1997'de u00c7in Halk Cumhuriyeti'ne devredilmesi konusunda anlau015ftu0131.",  "1983 - Cumhurbau015fkanu0131 Kenan Evren, Harbiye Orduevi'nde ileride 6 cilt olarak yayu0131mlayacau011fu0131 Anu0131laru0131'nu0131 yazmaya bau015fladu0131.",  "1978 - Kahramanmarau015f Olaylaru0131 bau015fladu0131. 26 Aralu0131k'a kadar su00fcren olaylarda 111 kiu015fi u00f6ldu00fc, 176 kiu015fi yaralandu0131.",  "1969 - Amerikan 6. Filosu, u0130zmir'e geldi. Filonun geliu015fi protesto edildi ve Amerikalu0131 denizciler tartaklandu0131.",  "1968 - Piyanist u0130dil Biret, Paris'te Du00fcnyanu0131n u00fcnlu00fc beu015f virtu00fcu00f6zu00fcyle konser verdi.",  "1966 - Kou00e7 Grubu tarafu0131ndan u00fcretilen ilk Tu00fcrk otomobili Anadol satu0131u015fa sunuldu. Peu015fin fiyatu0131 26 bin 800 lira idi.",  "1965 - De Gaulle, Fransa Cumhurbau015fkanlu0131u011fu0131na yeniden seu00e7ildi.",  "1950 - Dwight D. Eisenhower, Kuzey Atlantik Antlau015fmasu0131 Teu015fkilatu0131 (NATO) Kuvvetleri Komutanlu0131u011fu0131na atandu0131.",  "1948 - u0130zmir u015eehir Tiyatrosu ve Sergi Sarayu0131 yandu0131.",  "1920 - Millu00ee Mu00fccadele'yi destekleyen Antalya'da Anadolu gazetesi yayu0131nlanmaya bau015fladu0131.",  "1919 - Mustafa Kemal ve Heyeti Temsiliye, Sivas'tan Ankara'ya hareket etti.",  "1918 - Hatay u0130linin Du00f6rtyol u0130lu00e7esinde, Fransu0131z gu00fcu00e7lerine karu015fu0131 ilk kuru015fun, Karakese Beldesinde u00d6mer Hocanu0131n ou011flu Mehmet (Kara Mehmet) tarafu0131ndan su0131ku0131ldu0131.",  "1915 - Son Anzak ve u0130ngiliz birlikleri, Anafartalar Cephesi ile Aru0131burnu Cephesi'nin tahliyesini tamamladu0131.",  "1909 - Almanya'nu0131n Borussia Dortmund futbol kulu00fcbu00fc kuruldu.",  "1805 - Napolyon Bonapart komutasu0131ndaki Fransu0131z Ordusu, Varu015fova'ya girdi.",  "1154 - 25 Ekim'de u0130ngiltere tahtu0131na oturan II. Henry, Westminster Abbey Kilisesi'nde tau00e7 giydi."]









