["2015 - Rusya, Irak ve u015eam u0130slam Devleti'nin petrol u00fcretimi sonucu u00fcretilen petrolu00fcn Tu00fcrkiye tarafu0131ndan satu0131n alu0131ndu0131u011fu0131nu0131 au00e7u0131kladu0131. Au00e7u0131klamada ayru0131ca Cumhurbau015fkanu0131 Recep Tayyip Erdou011fan ve ailesinin de bu ticaretin iu00e7inde olduu011funu da bildirildi.",  "2003 - Yargu0131tay 11. Ceza Dairesi, kayu0131p trilyon davasu0131nda kapatu0131lan Refah Partisi'nin Genel Bau015fkanu0131 Necmettin Erbakan'a, "u00f6zel belgede sahtecilik" suu00e7undan verilen, 2 yu0131l 4 ay hapis cezasu0131nu0131 oy birliu011fiyle onayladu0131.",  "2002 - Yu00fcksek Seu00e7im Kurulu (YSK), 3 Kasu0131m 2002u2019de Siirtu2019te yapu0131lan milletvekili seu00e7imini iptal etti. Seu00e7im iu015flemlerindeki eksikliu011fin seu00e7im sonuu00e7laru0131nda etkili olduu011fu sonucuna varan YSK, Siirtu2019teki seu00e7imin yenilenmesine oy birliu011fiyle karar verdi.",  "1993 - Kolombiyalu0131 uyuu015fturucu taciri Pablo Escobar, Medellu00edn'de gu00fcvenlik gu00fcu00e7lerince u00f6ldu00fcru00fcldu00fc.",  "1988 - Benazir Butto, Pakistan Bau015fbakanu0131 olarak yemin etti.",  "1982 - Dr. Robert K. Jarvik tarafu0131ndan geliu015ftirilen ilk yapay kalp, Barney Clark adlu0131 hastaya taku0131ldu0131.",  "1981 - Hu00fclya Kou00e7yiu011fit, Fransa'da du00fczenlenen 3 Ku0131ta Film Festivali'nde, "Kurbau011falar" filmindeki rolu00fcyle "En iyi kadu0131n oyuncu" u00f6du00fclu00fcnu00fc aldu0131.",  "1981 - u0130stanbul Teknik u00dcniversitesi'nden 450 u00f6u011fretim u00fcyesi Yu00fckseku00f6u011fretim Kanunu'na karu015fu0131 au00e7u0131klama yaptu0131.",  "1974 - Keban ve Gu00f6ku00e7ekaya Hidroelektrik Santralleriyle, Seyitu00f6mer Termik Santrali'nin u00fcu00e7 u00fcnitesinin birden aynu0131 anda aru0131zalanmasu0131 u00fczerine, tu00fcm Tu00fcrkiye'de her gu00fcn 1,5 saatlik elektrik ku0131su0131tlamasu0131na bau015flandu0131.",  "1971 - Birleu015fik Arap Emirlikleri, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1965 - Ankara'da hava kirliliu011fi tehlikeli boyutlarda: Bilim u00e7evreleri Ankara'da 20 yu0131l yau015fayan birinin kanser riskinin u00e7ok yu00fcksek olduu011funu au00e7u0131kladu0131.",  "1963 - Tu00fcrkiye'nin ilk koalisyon Hu00fcku00fbmetinin Bau015fkanu0131 u0130smet u0130nu00f6nu00fc, 24 yu0131l sonra ilk kez u00fcstlendiu011fi Bau015fbakanlu0131k gu00f6revinden istifa etti.",  "1963 - Karadeniz Teknik u00dcniversitesi, Trabzon'da au00e7u0131ldu0131.",  "1961 - Ku00fcba lideri Fidel Castro, kendisini Ku00fcba'yu0131 komu00fcnizme tau015fu0131yacak bir Marksist-Leninist olarak ilan etti.",  "1956 - Ankara'nu0131n 120u00a0km kuzeydou011fusunda yer alan Saru0131yar Baraju0131 au00e7u0131ldu0131.",  "1956 - Fidel Castro, Granma yatu0131yla Ku00fcba'ya u00e7u0131ktu0131.",  "1949 - Yunanistan'dan gelen bir tiyatro topluluu011fu, u0130stanbul'da Cevat Fehmi Bau015fkut'un Paydos adlu0131 oyununu sahneledi.",  "1943 - Yu00fczde 87'si gayrimu00fcslim azu0131nlu0131klar olan Varlu0131k Vergisi'ni u00f6deyemeyen mu00fckellefler, boru00e7laru0131nu0131 "bedenen u00e7alu0131u015farak u00f6demeleri" iu00e7in u00e7alu0131u015fma kamplaru0131na gu00f6nderilmiu015fti. Kamplarda bulunanlaru0131n serbest bu0131raku0131lmasu0131na karar verildi.",  "1942 - Chicago 'lu bilim adamlaru0131, ilk kontrollu00fc zincirleme atomik reaksiyonu geru00e7ekleu015ftirdiler.",  "1928 - Celu00e2l Sahir Erozan 'u0131n hazu0131rladu0131u011fu0131 "u0130mla Lu00fcgatu0131" yayu0131mlandu0131.",  "1920 - Tu00fcrkiye ile Ermenistan arasu0131nda Gu00fcmru00fc Antlau015fmasu0131 imzalandu0131. Kars, Ermenistan'dan alu0131ndu0131.",  "1918 - Trakya-Pau015faeli Mu00fcdafaa-i Hukuk Cemiyeti, Mehmed Talat Pau015fa tarafu0131ndan Edirne'de kuruldu. Anadolu Hareketi yanlu0131su0131 olan cemiyet, Talat Pau015fa'nu0131n da u00fcyesi bulunduu011fu Teu015fkilu00e2t-u0131 Mahsusa tarafu0131ndan desteklenmiu015ftir.",  "1918 - Ermenistan, Osmanlu0131 Devletinden bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1914 - Avusturya, Belgrad'u0131 iu015fgal etti.",  "1909 - Fransu0131z Baron Cathers, Osmanlu0131'daki ilk uu00e7ak gu00f6sterisini yaptu0131. Uu00e7ak, u015eiu015fli Hu00fcrriyeti Ebediye Tepesinden, Bulgar Hastanesine indi.",  "1909 - Leo Hendrik Baekeland, ilk yapay plastik "bakalit"in patentini aldu0131.",  "1908 - u00c7in'de u00e7ocuk u0130mparator Puyi, 2 yau015fu0131ndayken tahta u00e7u0131ktu0131.",  "1901 - King Camp Gillette tarafu0131ndan jiletin patenti alu0131ndu0131.",  "1873 - Tu00fcrkiye'nin ilk borsasu0131 sayu0131lan Dersaadet Tahvilat Borsasu0131 au00e7u0131ldu0131.",  "1852 - III. Napolyon, Fransa'da u0130mparator ilan edildi.",  "1848 - Franz Joseph, Avusturya u0130mparatoru oldu.",  "1823 - Monroe Doktrini: 'Birlik Durumu' mesaju0131nda, ABD Bau015fkanu0131 James Monroe, gelecekteki Avrupa u00e7atu0131u015fmalaru0131nda ABD'nin tarafsu0131zlu0131u011fu0131nu0131 ilan ediyor ve Avrupalu0131 gu00fcu00e7leri Amerika'ya mu00fcdahale etmemeleri konusunda uyaru0131yordu.",  "1805 - u00dcu00e7u00fcncu00fc Koalisyon Savau015fu0131 - Austerlitz Savau015fu0131: Napolyon yu00f6netimindeki Fransu0131z askeru00ee birlikleri, ortak bir Rus-Avusturya ittifaku0131nu0131 kararlu0131 bir u015fekilde yendi.",  "1804 - Napolyon Bonapart, Paris'teki Notre Dame Katedrali'nde, Papa'nu0131n da katu0131ldu0131u011fu0131 tu00f6rende tau00e7 giydi ve Fransa u0130mparatoru oldu.",  "1766 - u0130sveu00e7 meclisi, u0130sveu00e7 Basu0131n u00d6zgu00fcrlu00fcu011fu00fc Yasasu0131nu0131 onaylar ve bunu bir temel yasa olarak uyguladu0131. (konuu015fma u00f6zgu00fcrlu00fcu011fu00fc konusunda du00fcnyada bir ilk adu0131m olarak varsayu0131lu0131r.)",  "1763 - Rhode Island'daki Touro Sinagogu, kullanu0131ma tahsis edildi. (Amerika Birleu015fik Devletleri'nde faaliyet gu00f6steren, bilinen ilk sinagog.)",  "1697 - Bu00fcyu00fck Londra Yangu0131nu0131'nu0131n ardu0131ndan Sir Christopher Wren'in tasaru0131mu0131na gu00f6re yeniden inu015fa edilen St. Paul Katedrali kutsanarak yeniden au00e7u0131ldu0131.",  "1409 - Leipzig u00dcniversitesi kuruldu.",  "1244 - Papa 4. Innocent, Lyon'un Birinci Konseyi iu00e7in Lyon'a geldi."]









