["2015 - Rusya, Irak ve Şam İslam Devleti'nin petrol üretimi sonucu üretilen petrolün Türkiye tarafından satın alındığını açıkladı. Açıklamada ayrıca Cumhurbaşkanı Recep Tayyip Erdoğan ve ailesinin de bu ticaretin içinde olduğunu da bildirildi.", "2003 - Yargıtay 11. Ceza Dairesi, kayıp trilyon davasında kapatılan Refah Partisi'nin Genel Başkanı Necmettin Erbakan'a, \"özel belgede sahtecilik\" suçundan verilen, 2 yıl 4 ay hapis cezasını oy birliğiyle onayladı.", "2002 - Yüksek Seçim Kurulu (YSK), 3 Kasım 2002’de Siirt’te yapılan milletvekili seçimini iptal etti. Seçim işlemlerindeki eksikliğin seçim sonuçlarında etkili olduğu sonucuna varan YSK, Siirt’teki seçimin yenilenmesine oy birliğiyle karar verdi.", "1993 - Kolombiyalı uyuşturucu taciri Pablo Escobar, Medellín'de güvenlik güçlerince öldürüldü.", "1988 - Benazir Butto, Pakistan Başbakanı olarak yemin etti.", "1982 - Dr. Robert K. Jarvik tarafından geliştirilen ilk yapay kalp, Barney Clark adlı hastaya takıldı.", "1981 - Hülya Koçyiğit, Fransa'da düzenlenen 3 Kıta Film Festivali'nde, \"Kurbağalar\" filmindeki rolüyle \"En iyi kadın oyuncu\" ödülünü aldı.", "1981 - İstanbul Teknik Üniversitesi'nden 450 öğretim üyesi Yükseköğretim Kanunu'na karşı açıklama yaptı.", "1974 - Keban ve Gökçekaya Hidroelektrik Santralleriyle, Seyitömer Termik Santrali'nin üç ünitesinin birden aynı anda arızalanması üzerine, tüm Türkiye'de her gün 1,5 saatlik elektrik kısıtlamasına başlandı.", "1971 - Birleşik Arap Emirlikleri, Birleşik Krallık'tan bağımsızlığını kazandı.", "1965 - Ankara'da hava kirliliği tehlikeli boyutlarda: Bilim çevreleri Ankara'da 20 yıl yaşayan birinin kanser riskinin çok yüksek olduğunu açıkladı.", "1963 - Türkiye'nin ilk koalisyon Hükûmetinin Başkanı İsmet İnönü, 24 yıl sonra ilk kez üstlendiği Başbakanlık görevinden istifa etti.", "1963 - Karadeniz Teknik Üniversitesi, Trabzon'da açıldı.", "1961 - Küba lideri Fidel Castro, kendisini Küba'yı komünizme taşıyacak bir Marksist-Leninist olarak ilan etti.", "1956 - Ankara'nın 120 km kuzeydoğusunda yer alan Sarıyar Barajı açıldı.", "1956 - Fidel Castro, Granma yatıyla Küba'ya çıktı.", "1949 - Yunanistan'dan gelen bir tiyatro topluluğu, İstanbul'da Cevat Fehmi Başkut'un Paydos adlı oyununu sahneledi.", "1943 - Yüzde 87'si gayrimüslim azınlıklar olan Varlık Vergisi'ni ödeyemeyen mükellefler, borçlarını \"bedenen çalışarak ödemeleri\" için çalışma kamplarına gönderilmişti. Kamplarda bulunanların serbest bırakılmasına karar verildi.", "1942 - Chicago 'lu bilim adamları, ilk kontrollü zincirleme atomik reaksiyonu gerçekleştirdiler.", "1928 - Celâl Sahir Erozan 'ın hazırladığı \"İmla Lügatı\" yayımlandı.", "1920 - Türkiye ile Ermenistan arasında Gümrü Antlaşması imzalandı. Kars, Ermenistan'dan alındı.", "1918 - Trakya-Paşaeli Müdafaa-i Hukuk Cemiyeti, Mehmed Talat Paşa tarafından Edirne'de kuruldu. Anadolu Hareketi yanlısı olan cemiyet, Talat Paşa'nın da üyesi bulunduğu Teşkilât-ı Mahsusa tarafından desteklenmiştir.", "1918 - Ermenistan, Osmanlı Devletinden bağımsızlığını ilan etti.", "1914 - Avusturya, Belgrad'ı işgal etti.", "1909 - Fransız Baron Cathers, Osmanlı'daki ilk uçak gösterisini yaptı. Uçak, Şişli Hürriyeti Ebediye Tepesinden, Bulgar Hastanesine indi.", "1909 - Leo Hendrik Baekeland, ilk yapay plastik \"bakalit\"in patentini aldı.", "1908 - Çin'de çocuk İmparator Puyi, 2 yaşındayken tahta çıktı.", "1901 - King Camp Gillette tarafından jiletin patenti alındı.", "1873 - Türkiye'nin ilk borsası sayılan Dersaadet Tahvilat Borsası açıldı.", "1852 - III. Napolyon, Fransa'da İmparator ilan edildi.", "1848 - Franz Joseph, Avusturya İmparatoru oldu.", "1823 - Monroe Doktrini: 'Birlik Durumu' mesajında, ABD Başkanı James Monroe, gelecekteki Avrupa çatışmalarında ABD'nin tarafsızlığını ilan ediyor ve Avrupalı güçleri Amerika'ya müdahale etmemeleri konusunda uyarıyordu.", "1805 - Üçüncü Koalisyon Savaşı - Austerlitz Savaşı: Napolyon yönetimindeki Fransız askerî birlikleri, ortak bir Rus-Avusturya ittifakını kararlı bir şekilde yendi.", "1804 - Napolyon Bonapart, Paris'teki Notre Dame Katedrali'nde, Papa'nın da katıldığı törende taç giydi ve Fransa İmparatoru oldu.", "1766 - İsveç meclisi, İsveç Basın Özgürlüğü Yasasını onaylar ve bunu bir temel yasa olarak uyguladı. (konuşma özgürlüğü konusunda dünyada bir ilk adım olarak varsayılır.)", "1763 - Rhode Island'daki Touro Sinagogu, kullanıma tahsis edildi. (Amerika Birleşik Devletleri'nde faaliyet gösteren, bilinen ilk sinagog.)", "1697 - Büyük Londra Yangını'nın ardından Sir Christopher Wren'in tasarımına göre yeniden inşa edilen St. Paul Katedrali kutsanarak yeniden açıldı.", "1409 - Leipzig Üniversitesi kuruldu.", "1244 - Papa 4. Innocent, Lyon'un Birinci Konseyi için Lyon'a geldi."]