["2016 - Tultepec, Meksika'daki San Pablito pazarında gerçekleşen havai fişek patlamasında 42 kişi öldü.", "2002 - Amerika Birleşik Devletleri, Rusya, AB ve BM'den oluşan Ortadoğu Dörtler grubu, İsrail ve Filistin arasında acil ateşkes ilan edilmesi çağrısında bulundu.", "1999 - NASA, Güneşin enerji radyasyonunu araştırma amacıyla ACRIMSat uydusunu uzaya gönderdi.", "1996 - NeXT, Apple Computer ile birleşti ve böylece Mac OS X'in doğumuna giden yol açıldı.", "1995 - Bir Amerikan yolcu uçağı, Cali'nin (Kolombiya) 50 km kuzeyinde dağa çarptı: 160 kişi öldü.", "1995 - NATO kuvvetleri, Bosna'da görev yapmaya başladı.", "1989 - Panama’nın askeri diktatörü Manuel Noriega, Amerikan Birliklerince iktidardan düşürüldü.", "1987 - Dona Paz adlı Filipinli yolcu gemisi, Mindoro Adası açıklarında Vector tankeri ile çarpıştı; iki patlama meydana geldi ve 3 binden fazla kişi öldü.", "1985 - Türkiye'de ilk kez bir kadın, bir batında 8 çocuk doğurdu; 5'i erkek, 3'ü kız olan sekizlerden 7'si bir gün, 1'i dört gün yaşayabildi.", "1984 - Kuzey Kıbrıs'ta Polis Örgütü kuruldu.", "1973 - İspanya Başbakanı Amiral Luis Carrero Blanco otomobilinde öldürüldü. Suikastı, kısa adı ETA olan Bask Yurdu ve Özgürlüğü örgütü üstlendi.", "1972 - Gazeteci Turhan Dilligil, 21 ay 5 gün hapse mahkûm oldu.", "1971 - Stanley Kubrick'in, Otomatik Portakal filmi gösterime girdi.", "1971 - Pakistan'da Yahya Han istifa etti, yerine Zülfikar Ali Butto Devlet Başkanı oldu.", "1970 - Polonya'da işçilerin üzerine ateş açıldı. İşçiler yiyecek fiyatlarının artmasını protesto ediyorlardı. Olayın ardından Komünist Parti lideri Władysław Gomułka istifa etti, yerine Edward Gierek geçti.", "1969 - Yıldız Devlet Mühendislik ve Mimarlık Akademisi kapatıldı. Öğrenci Battal Mehmetoğlu'nu öldürmekten sanık biri polis 7 kişi tutuklandı.", "1964 - İstanbul Ali Sami Yen Stadyumu'nun açılışı, faciaya sahne oldu. Türkiye-Bulgaristan millî maçının başlamasından önce, izdiham sonucu açık tribünlerden birinin demir parmaklıkları parçalandı: 83 kişi yaralandı.", "1963 - Berlin Duvarı, ilk defa Batı Berlinlilere, Doğu'da kalan akrabalarını bir günlüğüne ziyaret edebilmeleri için açıldı.", "1961 - Yön dergisi, Doğan Avcıoğlu yönetiminde haftalık olarak yayınlanmaya başladı.", "1955 - 1954 seçimlerinden sonra DP'den ayrılan bazı milletvekilleri Hürriyet Partisi'ni kurdu.", "1951 - Arco'da (Idaho, ABD) EBR1 nükleer reaktörü, ilk elektrik üretimini gerçekleştirdi.", "1947 - Cumhurbaşkanı İsmet İnönü'nün yatlarının ödeneği bütçeden çıkarıldı.", "1945 - Kürtaj yaptıkları iddiasıyla yargılanan bir ebe, 6 yıl hapse mahkûm oldu.", "1945 - İstanbul Basın Birliği Başkanlığına, Sedat Simavi getirildi.", "1942 - Erbaa-Niksar'da 7.0 büyüklüğünde deprem.", "1939 - Türkiye'nin Paris'teki Uluslararası Şarap Kurulu'na katılmasına ilişkin yasa çıktı.", "1938 - İlk elektronik televizyon sisteminin patenti alındı.", "1924 - Kırkkilise'nin adı Kırklareli olarak değiştirildi.", "1924 - Almanya'da tutuklu bulunan NSDAP lideri Adolf Hitler, şartlı olarak salıverildi.", "1522 - Rodos'un Fethi: Kanuni Sultan Süleyman, Rodos Şövalyeleri'nin teslimiyetini kabul etti ve adayı boşaltmalarına izin verdi. Şövalyeler daha sonra Malta'ya yerleşti."]