["2016 - Tultepec, Meksika'daki San Pablito pazaru0131nda geru00e7ekleu015fen havai fiu015fek patlamasu0131nda 42 kiu015fi u00f6ldu00fc.",  "2002 - Amerika Birleu015fik Devletleri, Rusya, AB ve BM'den oluu015fan Ortadou011fu Du00f6rtler grubu, u0130srail ve Filistin arasu0131nda acil ateu015fkes ilan edilmesi u00e7au011fru0131su0131nda bulundu.",  "1999 - NASA, Gu00fcneu015fin enerji radyasyonunu arau015ftu0131rma amacu0131yla ACRIMSat uydusunu uzaya gu00f6nderdi.",  "1996 - NeXT, Apple Computer ile birleu015fti ve bu00f6ylece Mac OS X'in dou011fumuna giden yol au00e7u0131ldu0131.",  "1995 - Bir Amerikan yolcu uu00e7au011fu0131, Cali'nin (Kolombiya) 50u00a0km kuzeyinde dau011fa u00e7arptu0131: 160 kiu015fi u00f6ldu00fc.",  "1995 - NATO kuvvetleri, Bosna'da gu00f6rev yapmaya bau015fladu0131.",  "1989 - Panamau2019nu0131n askeri diktatu00f6ru00fc Manuel Noriega, Amerikan Birliklerince iktidardan du00fcu015fu00fcru00fcldu00fc.",  "1987 - Dona Paz adlu0131 Filipinli yolcu gemisi, Mindoro Adasu0131 au00e7u0131klaru0131nda Vector tankeri ile u00e7arpu0131u015ftu0131; iki patlama meydana geldi ve 3 binden fazla kiu015fi u00f6ldu00fc.",  "1985 - Tu00fcrkiye'de ilk kez bir kadu0131n, bir batu0131nda 8 u00e7ocuk dou011furdu; 5'i erkek, 3'u00fc ku0131z olan sekizlerden 7'si bir gu00fcn, 1'i du00f6rt gu00fcn yau015fayabildi.",  "1984 - Kuzey Ku0131bru0131s'ta Polis u00d6rgu00fctu00fc kuruldu.",  "1973 - u0130spanya Bau015fbakanu0131 Amiral Luis Carrero Blanco otomobilinde u00f6ldu00fcru00fcldu00fc. Suikastu0131, ku0131sa adu0131 ETA olan Bask Yurdu ve u00d6zgu00fcrlu00fcu011fu00fc u00f6rgu00fctu00fc u00fcstlendi.",  "1972 - Gazeteci Turhan Dilligil, 21 ay 5 gu00fcn hapse mahku00fbm oldu.",  "1971 - Stanley Kubrick'in, Otomatik Portakal filmi gu00f6sterime girdi.",  "1971 - Pakistan'da Yahya Han istifa etti, yerine Zu00fclfikar Ali Butto Devlet Bau015fkanu0131 oldu.",  "1970 - Polonya'da iu015fu00e7ilerin u00fczerine ateu015f au00e7u0131ldu0131. u0130u015fu00e7iler yiyecek fiyatlaru0131nu0131n artmasu0131nu0131 protesto ediyorlardu0131. Olayu0131n ardu0131ndan Komu00fcnist Parti lideri Wu0142adysu0142aw Gomuu0142ka istifa etti, yerine Edward Gierek geu00e7ti.",  "1969 - Yu0131ldu0131z Devlet Mu00fchendislik ve Mimarlu0131k Akademisi kapatu0131ldu0131. u00d6u011frenci Battal Mehmetou011flu'nu u00f6ldu00fcrmekten sanu0131k biri polis 7 kiu015fi tutuklandu0131.",  "1964 - u0130stanbul Ali Sami Yen Stadyumu'nun au00e7u0131lu0131u015fu0131, faciaya sahne oldu. Tu00fcrkiye-Bulgaristan millu00ee mau00e7u0131nu0131n bau015flamasu0131ndan u00f6nce, izdiham sonucu au00e7u0131k tribu00fcnlerden birinin demir parmaklu0131klaru0131 paru00e7alandu0131: 83 kiu015fi yaralandu0131.",  "1963 - Berlin Duvaru0131, ilk defa Batu0131 Berlinlilere, Dou011fu'da kalan akrabalaru0131nu0131 bir gu00fcnlu00fcu011fu00fcne ziyaret edebilmeleri iu00e7in au00e7u0131ldu0131.",  "1961 - Yu00f6n dergisi, Dou011fan Avcu0131ou011flu yu00f6netiminde haftalu0131k olarak yayu0131nlanmaya bau015fladu0131.",  "1955 - 1954 seu00e7imlerinden sonra DP'den ayru0131lan bazu0131 milletvekilleri Hu00fcrriyet Partisi'ni kurdu.",  "1951 - Arco'da (Idaho, ABD) EBR1 nu00fckleer reaktu00f6ru00fc, ilk elektrik u00fcretimini geru00e7ekleu015ftirdi.",  "1947 - Cumhurbau015fkanu0131 u0130smet u0130nu00f6nu00fc'nu00fcn yatlaru0131nu0131n u00f6deneu011fi bu00fctu00e7eden u00e7u0131karu0131ldu0131.",  "1945 - Ku00fcrtaj yaptu0131klaru0131 iddiasu0131yla yargu0131lanan bir ebe, 6 yu0131l hapse mahku00fbm oldu.",  "1945 - u0130stanbul Basu0131n Birliu011fi Bau015fkanlu0131u011fu0131na, Sedat Simavi getirildi.",  "1942 - Erbaa-Niksar'da 7.0 bu00fcyu00fcklu00fcu011fu00fcnde deprem.",  "1939 - Tu00fcrkiye'nin Paris'teki Uluslararasu0131 u015earap Kurulu'na katu0131lmasu0131na iliu015fkin yasa u00e7u0131ktu0131.",  "1938 - u0130lk elektronik televizyon sisteminin patenti alu0131ndu0131.",  "1924 - Ku0131rkkilise'nin adu0131 Ku0131rklareli olarak deu011fiu015ftirildi.",  "1924 - Almanya'da tutuklu bulunan NSDAP lideri Adolf Hitler, u015fartlu0131 olarak salu0131verildi.",  "1522 - Rodos'un Fethi: Kanuni Sultan Su00fcleyman, Rodos u015eu00f6valyeleri'nin teslimiyetini kabul etti ve adayu0131 bou015faltmalaru0131na izin verdi. u015eu00f6valyeler daha sonra Malta'ya yerleu015fti."]









