["2021 - James Webb Uzay Teleskopu, Ariane 5 roketiyle kalku0131u015f yaptu0131.",  "2000 - Rusya Bau015fkanu0131 Vladimir Putin, Sovyetler Birliu011fi Maru015fu0131'nu0131n u00fczerine Aleksandr Aleksandrov tarafu0131ndan yeni yazu0131lan su00f6zlerle hazu0131rlanan yeni Rusya Ulusal Maru015fu0131'nu0131n kabulu00fc u00fczerine yasayu0131 imzaladu0131.",  "1991 - PKK militanlaru0131, u0130stanbul Baku0131rku00f6y'de u00c7etinkaya Mau011fazalaru0131na molotofkokteyli attu0131. u00c7u0131kan yangu0131nda 11 kiu015fi u00f6ldu00fc.",  "1991 - Mihail Gorbau00e7ov, Sovyetler Birliu011fi bau015fkanlu0131u011fu0131 gu00f6revinden istifa etti. u00dclke ertesi gu00fcn resmen dau011fu0131ldu0131.",  "1990 - Tim Berners-Lee; HTML ve World Wide Web'in temellerini attu0131. u0130lk defa iki bilgisayar arasu0131nda hypertext teknolojisi kullanu0131larak sunucu bau011flantu0131su0131 geru00e7ekleu015ftirildi.",  "1989 - Romanya Devlet Bau015fkanu0131 Nikolay u00c7avuu015fesku ve eu015fi Elena u00c7avuu015fesku idam edildi. u00c7avuu015fesku u00e7ifti olau011fanu00fcstu00fc bir mahkemede yargu0131lanmu0131u015flardu0131.",  "1976 - Hac'dan du00f6nerken gemilerinin batmasu0131 sonucu 100 kiu015fi u00f6ldu00fc.",  "1972 - Nikaragua'daki depremde 10 bin kiu015fi u00f6ldu00fc.",  "1963 - Ku0131bru0131s'ta Ku0131bru0131s Mu00fccadelesi Ulusal u00d6rgu00fctu00fc EOKA, Ada'nu0131n her yanu0131nda Tu00fcrklere karu015fu0131 saldu0131ru0131lar du00fczenledi. u00c7ok sayu0131da Ku0131bru0131slu0131 Tu00fcrk u00f6ldu00fc. Tu00fcrkiye savau015f uu00e7aklaru0131, Ku0131bru0131s u00fczerinde uu00e7uu015flar yaptu0131.",  "1963 - Tu00fcrkiye Cumhuriyeti Enerji ve Tabii Kaynaklar Bakanlu0131u011fu0131 kuruldu.",  "1952 - Said-i Nursi'nin yargu0131lanmasu0131na bau015flandu0131.",  "1932 - u00c7in'in Guangzhou bu00f6lgesinde 7,6 u015fiddetinde deprem: 70.000 kiu015fi u00f6ldu00fc.",  "1926 - Japon u0130mparatoru Taiu015fo'nun u00f6lu00fcmu00fc u00fczerine, ou011flu Hirohito u0130mparator oldu.",  "1922 - TBMMu2019nin gizli oturumunda, Bau015fbakan H. Rauf Orbayu2019u0131n Lozan Konferansu0131 hakku0131ndaki au00e7u0131klamalaru0131 ve gu00f6ru00fcu015fmeleri yapu0131ldu0131.",  "1921 - Gaziantep'in Fransu0131z iu015fgalinden kurtuluu015fu",  "1809 - Amerikalu0131 doktor Ephraim McDowell, kliniu011fine hamileyim diyerek gelen Jane Todd Crawford'un, yumurtalu0131u011fu0131ndan 10 kiloluk tu00fcmor aldu0131. Bu, ilk bau015faru0131lu0131 alt karu0131n ameliyatu0131 olarak tarihe geu00e7ti. Crawford, 21 yu0131l daha yau015fadu0131.",  "1683 - II. Viyana Kuu015fatmasu0131nu0131n bau015faru0131su0131zlu0131kla sonuu00e7lanmasu0131 u00fczerine, Sadrazam Merzifonlu Kara Mustafa Pau015fa, bou011fularak idam edildi.",  "1638 - Osmanlu0131 Ordusu, Bau011fdat'a girdi.",  "1522 - Rodos, Osmanlu0131 egemenliu011fine girdi.",  "336 - u0130lk Noel kutlamasu0131, Roma'da yapu0131ldu0131."]









