["2008 - u0130srail, Gazze kenti civaru0131na hava saldu0131ru0131su0131 du00fczenledi: 230 kiu015fi u00f6ldu00fc, 400'den fazla kiu015fi yaralandu0131.",  "2007 - Tu00fcrkiye'de u00fclke u00e7apu0131ndaki pilot okullarda SBS denemeleri yapu0131ldu0131.",  "2004 - Muhalefet lideri Viktor Yuu015fu00e7enko, Ukrayna seu00e7imlerini kazandu0131.",  "2002 - u00c7eu00e7enistan'u0131n Moskova yanlu0131su0131 Hu00fcku00fbmet Karargahu0131'na bombalu0131 kamyonla intihar saldu0131ru0131su0131 du00fczenlendi: 72 kiu015fi u00f6ldu00fc.",  "1999 - Yargu0131tay 4. Hukuk Dairesi, bau015fu00f6rtu00fcsu00fcnu00fcn yu00fckseku00f6u011fretim kurumlaru0131nda serbest sayu0131lan ku0131yafet kapsamu0131nda du00fcu015fu00fcnu00fclemeyeceu011fine karar verdi.",  "1987 - Ankara Ku00fcltu00fcr Merkezi, Atatu00fcrk'u00fcn Ankara'ya geliu015finin 68. yu0131ldu00f6nu00fcmu00fcnde, Cumhurbau015fkanu0131 Kenan Evren tarafu0131ndan au00e7u0131ldu0131.",  "1985 - u0130srail Hava Yollaru0131 El Al'u0131n Roma Fiumicino u2013 Leonardo da Vinci Havalimanu0131 ve Viyana Uluslararasu0131 Havalimanu0131ndaki bu00fcrolaru0131na, Ebu Nidal u00f6rgu00fctu00fc tarafu0131ndan saldu0131ru0131 du00fczenlendi. Roma Havaalanu0131'ndaki saldu0131ru0131da; 16 kiu015fi u00f6ldu00fc, 99 kiu015fi yaralandu0131, 5 u00f6rgu00fct u00fcyesinden 3'u00fc u00f6lu00fc olarak ele geu00e7irildi. Viyana Havaalanu0131ndaki saldu0131ru0131da ise 3 kiu015fi u00f6ldu00fc, 39 kiu015fi yaralandu0131, 3 u00f6rgu00fct u00fcyesinden 1'i u00f6lu00fc olarak ele geu00e7irildi.",  "1981 - Hacettepe u00dcniversitesi u00f6u011fretim u00fcyelerinden Dou00e7. Dr. Bedrettin Cu00f6mert'in katil sanu0131u011fu0131 Ru0131fat Yu0131ldu0131ru0131m, Berlin'de yakalandu0131.",  "1980 - u0130stanbul'da Du0130SK Genel Bau015fkanu0131 Abdullah Bau015ftu00fcrk ve Genel Sekreter Fehmi Iu015fu0131klar'la beraber 68 sendikalu0131 tutuklandu0131.",  "1979 - Kenan Evren liderliu011findeki Tu00fcrk Silahlu0131 Kuvvetleri Komuta Kademesi, Cumhurbau015fkanu0131 Fahri Korutu00fcrk'e uyaru0131 mektubu verdi.",  "1979 - u00d6zel eu011fitimli bir Sovyet birliu011finin Kabil Havaalanu0131'nu0131 ele geu00e7irmesinin ardu0131ndan, Kabil'deki Afgan Hu00fcku00fbmeti devrildi. Afganistan Devlet Bau015fkanu0131 Hafu0131zullah Amin gu00f6revinden uzaklau015ftu0131ru0131ldu0131 ve u00f6ldu00fcru00fcldu00fc. 10 yu0131ldan fazla su00fcrecek iu00e7 savau015f bau015fladu0131. Afganistan'u0131n bau015fu0131na Babrak Karmal getirildi.",  "1978 - u0130spanya, 40 yu0131l su00fcren diktatu00f6rlu00fck rejiminin ardu0131ndan demokrasiye geu00e7ti.",  "1977 - Sultanahmet'teki u0130stanbul u0130ktisadi ve Ticari u0130limler Akademisi yaku0131ldu0131, Ankara'da Hacettepe u00dcniversitesi bir yu0131l su00fcreyle kapatu0131ldu0131.",  "1977 - Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Du0130SK) Genel Bau015fkanlu0131u011fu0131na Abdullah Bau015ftu00fcrk seu00e7ildi.",  "1975 - Hindistan Bihar'da, maden ocau011fu0131nda patlama: 372 kiu015fi u00f6ldu00fc.",  "1968 - Aya ilk insanlu0131 uu00e7uu015fu geru00e7ekleu015ftiren Apollo 8 du00fcnyaya du00f6ndu00fc.",  "1967 - Ku0131bru0131s Tu00fcrk toplumu, Ada'da "Ku0131bru0131s Geu00e7ici Tu00fcrk Yu00f6netimi"ni kurdu. Bau015fkanlu0131u011fa Fazu0131l Ku00fcu00e7u00fck getirildi.",  "1965 - Birleu015fik Krallu0131k'u0131n Kuzey Denizindeki petrol u00e7u0131karma platformu devrildi: 4 kiu015fi u00f6ldu00fc, 9 kiu015fi kayboldu.",  "1949 - Tu00fcrkiye-Amerika Birleu015fik Devletleri arasu0131nda Ku00fcltu00fcr Antlau015fmasu0131 imzalandu0131.",  "1949 - 300 yu0131l su00fcren Hollanda egemenliu011finden sonra Kraliu00e7e Juliana, Endonezya'nu0131n bau011fu0131msu0131zlu0131u011fu0131nu0131 tanu0131du0131.",  "1945 - 28 devletin u00fczerinde anlau015ftu0131u011fu0131 ilkeler dou011frultusunda Du00fcnya Bankasu0131 kuruldu.",  "1944 - u00c7apaku00e7ur bu00f6lgesinin adu0131 Bingu00f6l olarak deu011fiu015ftirildi.",  "1939 - Erzincan Depremi: Tu00fcrkiye'nin Erzincan ilinde Richter u00f6lu00e7eu011fine gu00f6re 8 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem oldu; 32.962 kiu015fi hayatu0131nu0131 kaybetti, yaklau015fu0131k 100 bin kiu015fi yaralandu0131.",  "1936 - u015eair Nu00e2zu0131m Hikmet gu00f6zaltu0131na alu0131ndu0131.",  "1934 - Tu00fcrk opera tarihinin iki u00f6nemli eserinin (Tau015f Bebek ve Bay u00d6nder) pru00f6miyeri Ankara Halkevi'nde yapu0131ldu0131.",  "1928 - u0130stanbul Belediyesi, eski harflerle yazu0131lu0131 tabelalaru0131nu0131 deu011fiu015ftirmeyen du00fckku00e2n sahiplerini cezalandu0131rdu0131.",  "1921 - Mersin'in Tarsus ilu00e7esi Fransu0131z iu015fgalinden kurtuldu.",  "1919 - Samsun'da ateu015flediu011fi kurtuluu015f mu00fccadelesinin ardu0131ndan Erzurum ve Sivas kongrelerini toplayan Mustafa Kemal Pau015fa, Heyet-i Temsiliye u00fcyeleriyle Sivas'tan Ankara'ya geldi.",  "1907 - Paris'te u0130kinci Ju00f6n Tu00fcrk Kongresi yapu0131ldu0131. Sonuu00e7 bildirgesinde Sultan Abdu00fclhamit yu00f6netimi eleu015ftirildi.",  "1901 - Japon kimyager Takamike ve Amerikalu0131 fiziku00e7i Abel, adrenalin hormonunu buldu.",  "1845 - Eter ilk kez ABD'nin Georgia eyaletinin Jefferson u015fehrinde, dou011fum hekimliu011finde anestetik olarak kullanu0131ldu0131.",  "1831 - u0130ngiliz dou011fa bilimci Charles Darwin'in iu00e7inde olduu011fu "Beagle" adlu0131 keu015fif gemisi yola koyuldu.",  "537 - Ayasofya'nu0131n yeniden inu015fasu0131, Bizans u0130mparatoru I. Justinianus'un kiu015fisel gu00f6zetiminde tamamlandu0131. II. Theodosius tarafu0131ndan yaptu0131ru0131lan ikinci Ayasofya, 532 yu0131lu0131ndaki Nika Ayaklanmasu0131 su0131rasu0131nda yanmu0131u015ftu0131."]









