["2008 - İsrail, Gazze kenti civarına hava saldırısı düzenledi: 230 kişi öldü, 400'den fazla kişi yaralandı.", "2007 - Türkiye'de ülke çapındaki pilot okullarda SBS denemeleri yapıldı.", "2004 - Muhalefet lideri Viktor Yuşçenko, Ukrayna seçimlerini kazandı.", "2002 - Çeçenistan'ın Moskova yanlısı Hükûmet Karargahı'na bombalı kamyonla intihar saldırısı düzenlendi: 72 kişi öldü.", "1999 - Yargıtay 4. Hukuk Dairesi, başörtüsünün yükseköğretim kurumlarında serbest sayılan kıyafet kapsamında düşünülemeyeceğine karar verdi.", "1987 - Ankara Kültür Merkezi, Atatürk'ün Ankara'ya gelişinin 68. yıldönümünde, Cumhurbaşkanı Kenan Evren tarafından açıldı.", "1985 - İsrail Hava Yolları El Al'ın Roma Fiumicino – Leonardo da Vinci Havalimanı ve Viyana Uluslararası Havalimanındaki bürolarına, Ebu Nidal örgütü tarafından saldırı düzenlendi. Roma Havaalanı'ndaki saldırıda; 16 kişi öldü, 99 kişi yaralandı, 5 örgüt üyesinden 3'ü ölü olarak ele geçirildi. Viyana Havaalanındaki saldırıda ise 3 kişi öldü, 39 kişi yaralandı, 3 örgüt üyesinden 1'i ölü olarak ele geçirildi.", "1981 - Hacettepe Üniversitesi öğretim üyelerinden Doç. Dr. Bedrettin Cömert'in katil sanığı Rıfat Yıldırım, Berlin'de yakalandı.", "1980 - İstanbul'da DİSK Genel Başkanı Abdullah Baştürk ve Genel Sekreter Fehmi Işıklar'la beraber 68 sendikalı tutuklandı.", "1979 - Kenan Evren liderliğindeki Türk Silahlı Kuvvetleri Komuta Kademesi, Cumhurbaşkanı Fahri Korutürk'e uyarı mektubu verdi.", "1979 - Özel eğitimli bir Sovyet birliğinin Kabil Havaalanı'nı ele geçirmesinin ardından, Kabil'deki Afgan Hükûmeti devrildi. Afganistan Devlet Başkanı Hafızullah Amin görevinden uzaklaştırıldı ve öldürüldü. 10 yıldan fazla sürecek iç savaş başladı. Afganistan'ın başına Babrak Karmal getirildi.", "1978 - İspanya, 40 yıl süren diktatörlük rejiminin ardından demokrasiye geçti.", "1977 - Sultanahmet'teki İstanbul İktisadi ve Ticari İlimler Akademisi yakıldı, Ankara'da Hacettepe Üniversitesi bir yıl süreyle kapatıldı.", "1977 - Devrimci İşçi Sendikaları Konfederasyonu (DİSK) Genel Başkanlığına Abdullah Baştürk seçildi.", "1975 - Hindistan Bihar'da, maden ocağında patlama: 372 kişi öldü.", "1968 - Aya ilk insanlı uçuşu gerçekleştiren Apollo 8 dünyaya döndü.", "1967 - Kıbrıs Türk toplumu, Ada'da \"Kıbrıs Geçici Türk Yönetimi\"ni kurdu. Başkanlığa Fazıl Küçük getirildi.", "1965 - Birleşik Krallık'ın Kuzey Denizindeki petrol çıkarma platformu devrildi: 4 kişi öldü, 9 kişi kayboldu.", "1949 - Türkiye-Amerika Birleşik Devletleri arasında Kültür Antlaşması imzalandı.", "1949 - 300 yıl süren Hollanda egemenliğinden sonra Kraliçe Juliana, Endonezya'nın bağımsızlığını tanıdı.", "1945 - 28 devletin üzerinde anlaştığı ilkeler doğrultusunda Dünya Bankası kuruldu.", "1944 - Çapakçur bölgesinin adı Bingöl olarak değiştirildi.", "1939 - Erzincan Depremi: Türkiye'nin Erzincan ilinde Richter ölçeğine göre 8 büyüklüğünde bir deprem oldu; 32.962 kişi hayatını kaybetti, yaklaşık 100 bin kişi yaralandı.", "1936 - Şair Nâzım Hikmet gözaltına alındı.", "1934 - Türk opera tarihinin iki önemli eserinin (Taş Bebek ve Bay Önder) prömiyeri Ankara Halkevi'nde yapıldı.", "1928 - İstanbul Belediyesi, eski harflerle yazılı tabelalarını değiştirmeyen dükkân sahiplerini cezalandırdı.", "1921 - Mersin'in Tarsus ilçesi Fransız işgalinden kurtuldu.", "1919 - Samsun'da ateşlediği kurtuluş mücadelesinin ardından Erzurum ve Sivas kongrelerini toplayan Mustafa Kemal Paşa, Heyet-i Temsiliye üyeleriyle Sivas'tan Ankara'ya geldi.", "1907 - Paris'te İkinci Jön Türk Kongresi yapıldı. Sonuç bildirgesinde Sultan Abdülhamit yönetimi eleştirildi.", "1901 - Japon kimyager Takamike ve Amerikalı fizikçi Abel, adrenalin hormonunu buldu.", "1845 - Eter ilk kez ABD'nin Georgia eyaletinin Jefferson şehrinde, doğum hekimliğinde anestetik olarak kullanıldı.", "1831 - İngiliz doğa bilimci Charles Darwin'in içinde olduğu \"Beagle\" adlı keşif gemisi yola koyuldu.", "537 - Ayasofya'nın yeniden inşası, Bizans İmparatoru I. Justinianus'un kişisel gözetiminde tamamlandı. II. Theodosius tarafından yaptırılan ikinci Ayasofya, 532 yılındaki Nika Ayaklanması sırasında yanmıştı."]