["2011 - Uludere olayu0131; u015eu0131rnak'u0131n Uludere ilu00e7esi yaku0131nlaru0131ndaki Irak topraklaru0131nda, Tu00fcrk Hava Kuvvetlerinin F-16 savau015f uu00e7aklaru0131yla yaptu0131u011fu0131 bombardu0131man sonucunda, Ku00fcrt ku00f6kenli vatandau015flaru0131n oluu015fturduu011fu bir kau00e7aku00e7u0131 kafilesinden, 34 kiu015fi hayatu0131nu0131 kaybetti.",  "2000 - Adrian Nu0103stase, Romanya Bau015fbakanu0131 oldu.",  "1999 - Saparmurat Niyazov, kendisini Tu00fcrkmenistan'u0131n yau015fam boyu lideri ilan etti.",  "1997 - Ankara metrosu au00e7u0131ldu0131.",  "1989 - Yeni Gu00fcney Galler-Avustralya'da, 5,6 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi: 13 kiu015fi u00f6ldu00fc.",  "1981 - Amerikalu0131 ilk tu00fcp bebek Elizabeth Jordan Carr, Norfolk-Virginia'da du00fcnyaya geldi.",  "1980 - Gaziantep'te bir eve du00fczenlenen basku0131n su0131rasu0131nda u00e7u0131kan u00e7atu0131u015fmada u00dcsteu011fmen u015eahin Akkaya, sol gu00f6ru00fcu015flu00fc militan Veysel Gu00fcney tarafu0131ndan bau015fu0131ndan vurularak u00f6ldu00fcru00fcldu00fc.",  "1973 - u0130smet u0130nu00f6nu00fc, Devlet tu00f6reniyle Anu0131tkabir'e defnedildi.",  "1973 - Aleksandr Soljenitsin, Sovyet hapishanelerini anlattu0131u011fu0131 "Gulag Taku0131madalaru0131" adlu0131 eserini yayu0131mladu0131.",  "1908 - Sicilya Messina'da 7,5 bu00fcyu00fcklu00fcu011fu00fcnde deprem: 80 bin kiu015fi u00f6ldu00fc.",  "1897 - Edmond Rostand'u0131n yazdu0131u011fu0131 "Cyrano de Bergerac" adlu0131 oyun Paris'te gu00f6sterime girdi.",  "1895 - Lumiu00e8re kardeu015fler, Paris'te Boulevard des Capucinesdeki Grand Cafede izleyiciden u00fccret alu0131nan ilk gu00f6sterimlerini yaparak du00fcnyanu0131n ilk geru00e7ek sinema gu00f6sterisini geru00e7ekleu015ftirmiu015f oldular.",  "1895 - Alman bilim insanu0131 Wilhelm Ru00f6ntgen, X u0131u015fu0131nlaru0131nu0131 keu015ffettiu011fini duyurdu.",  "1878 - Dundee (Birleu015fik Krallu0131k) yaku0131nlaru0131ndaki bir demiryolu ku00f6pru00fcsu00fc (Tay Bridge) u00e7u00f6ktu00fc: 75 kiu015fi buzlu sularda bou011fuldu.",  "1869 - Ohio'lu (ABD) diu015f doktoru William F. Semple, saku0131zu0131n patentini aldu0131.",  "1846 - Iowa, Amerika Birleu015fik Devletleri'nin 29. eyaleti oldu.",  "1836 - u0130spanya, Meksika'nu0131n bau011fu0131msu0131zlu0131u011fu0131nu0131 tanu0131du0131.",  "1785 - NGC 2022 bulutsusu, Frederick William Herschel tarafu0131ndan keu015ffedildi.",  "1612 - Galileo Galilei, Neptu00fcn'u00fc keu015ffeden ilk astronom oldu. Fakat yanlu0131u015flu0131kla onu bir yu0131ldu0131z olarak tanu0131mladu0131."]









