["2023 - Fenerbahu00e7e ile Galatasaray arasu0131nda Suudi Arabistan'u0131n bau015fkenti Riyad'ta oynanmasu0131 planlanan 2023 Tu00fcrkiye Su00fcper Kupasu0131 mau00e7u0131, ileri bir tarihe ertelendi.",  "1998 - Khmer Rouge liderleri, Kambou00e7ya'da 1970'te bir milyon kiu015finin hayatu0131na mal olan soyku0131ru0131m iu00e7in u00f6zu00fcr diledi.",  "1996 - Guatemala'da 36 yu0131ldu0131r su00fcren sivil u00e7atu0131u015fmalara, gerilla gu00fcu00e7leri ile Hu00fcku00fbmet liderleri arasu0131nda imzalanan antlau015fmayla son verildi.",  "1995 - Tu00fcrkiye ile Yunanistan arasu0131nda Kardak Krizi u00e7u0131ktu0131.",  "1994 - Tu00fcrk Hava Yollaru0131'nu0131n "Mersin" adlu0131 uu00e7au011fu0131, Van seferini yaparken du00fcu015ftu00fc; 59 kiu015fi u00f6ldu00fc, 22 kiu015fi yaralu0131.",  "1992 - Ku00fcltu00fcr ve Sanat Bu00fcyu00fck u00d6du00fclu00fc, yazar Yau015far Kemal'e verildi.",  "1990 - 1961 yu0131lu0131nda iu015fletmeden kaldu0131ru0131lan tramvay, u0130stiklal Caddesi'nde u00e7alu0131u015fmaya bau015fladu0131.",  "1989 - Yazar Vaclav Havel, u00c7ekoslovakya Devlet Bau015fkanu0131 seu00e7ildi. 40 yu0131l aradan sonra ilk komu00fcnist olmayan aday.",  "1985 - Lu00fcbnan'da on yu0131llu0131k iu00e7 savau015fa son veren baru0131u015f antlau015fmasu0131, Mu00fcslu00fcman ve Hristiyan dini liderleri tarafu0131ndan Suriye'nin bau015fkenti u015eam'da imzalandu0131.",  "1984 - Hindistan'da 31 Ekim'de u00f6ldu00fcru00fclen Bau015fbakan u0130ndira Gandhi'nin yerine, ou011flu Rajiv Gandhi geu00e7ti.",  "1982 - 12 Eylu00fcl'u00fcn 24. idamu0131: 1975 yu0131lu0131nda evi terk eden karu0131su0131nu0131 ve karu0131su0131nu0131n su0131u011fu0131ndu0131u011fu0131 kayu0131nbiraderini u00f6ldu00fcren Muzaffer u00d6ner, idam edildi.",  "1982 - 12 Eylu00fcl'u00fcn 23. idamu0131: Amcasu0131nu0131 u00f6ldu00fcren katilin 1974'te u00e7u0131karu0131lan af kanunuyla hapisten u00e7u0131kmasu0131 sonucu 1975 yu0131lu0131nda katili, katilin karu0131su0131nu0131 ve ou011flunu u00f6ldu00fcren Ku00e2zu0131m Ergu00fcn, idam edildi.",  "1982 - 12 Eylu00fcl'u00fcn 22. idamu0131: 1975 yu0131lu0131nda evlenmek istediu011fi genu00e7 ku0131zu0131n bau015fka biriyle niu015fanlanmasu0131 u00fczerine ku0131zu0131n u00e7alu0131u015ftu0131u011fu0131 tarlaya gidip ku0131zu0131, ku0131zu0131n annesini ve bir kadu0131nu0131 daha u00f6ldu00fcren Halil Fevzi Uyguntu00fcrk, idam edildi.",  "1978 - u0130ran'da muhalefet lideri u015eahpur Bahtiyar Bau015fbakan oldu.",  "1976 - Bursa TOFAu015e Otomobil Fabrikasu0131'nda, Murat 131'in imalatu0131na bau015flandu0131.",  "1941 - NBC, Tu00fcrku00e7e radyo yayu0131nu0131na bau015fladu0131.",  "1921 - u0130smet Pau015fa'nu0131n komutasu0131 altu0131na girmeyi kabul etmeyen u00c7erkez Ethem, Ku00fctahya'da Millu00ee Kuvvetlere karu015fu0131 saldu0131ru0131ya geu00e7ti.",  "1890 - Yaralu0131 Diz Katliamu0131 adu0131 verilen olayda, ABD askerleri 62'si kadu0131n ve u00e7ocuk, en az 153 Ku0131zu0131lderili u00f6ldu00fcrdu00fcler.",  "1845 - Teksas, ABD'nin 28. eyaleti oldu."]









