["2014 - Japon uzay ajansu0131 JAXA, uzay kau015fifi Hayabusa 2'yi, kaya u00f6rnekleri toplamak iu00e7in (bir asteroide altu0131 yu0131llu0131k bir gidiu015f-du00f6nu00fcu015f gu00f6revi amacu0131 ile Tanegashima Uzay Merkezi'nden) fu0131rlattu0131.",  "2012 - Bopha tayfunu, Filipinler'de karaya ulau015ftu0131ktan sonra en az 475 kiu015fiyi u00f6ldu00fcrdu00fc.",  "2009 - Somali'nin Mogadiu015fu kentinde bir otele du00fczenlenen intihar saldu0131ru0131su0131nda, Federal Geu00e7iu015f Hu00fcku00fbmeti'nin u00fcu00e7 bakanu0131 da dahil olmak u00fczere 25 kiu015fi u00f6ldu00fc.",  "2007 - Ku0131u015f fu0131rtu0131nalaru0131, Chehalis Nehri'nin Washington, Lewis County'deki biru00e7ok u015fehri su basmasu0131na ve Interstate 5'in 32 kilometrelik bir bu00f6lu00fcmu00fcnu00fc birkau00e7 gu00fcn boyunca kapatmasu0131na neden olmuu015ftu. Sel basku0131nlaru0131ndan en az sekiz u00f6lu00fcm ve milyarlarca dolarlu0131k zarar bildirildi.",  "2005 - XCOR Aerospace, California, Kern County'de US Mail'in ilk insanlu0131 roket uu00e7au011fu0131nu0131n teslim iu015flemini yaptu0131.",  "2003 - Tu00fcrk-u0130u015f'in 19. Genel Kurulunda Genel Bau015fkanlu0131u011fa Salih Ku0131lu0131u00e7 seu00e7ildi.",  "2002 - Du00fcnya Gu0131da Programu0131 Afrika'da 38 milyon kiu015finin au00e7lu0131kla karu015fu0131 karu015fu0131ya olduu011funu au00e7u0131kladu0131.",  "2002 - BM silah denetu00e7ileri ilk kez, Irak Devlet Bau015fkanu0131 Saddam Hu00fcseyin'in saraylaru0131ndan birine u00f6nceden haber vermeksizin girdiler.",  "1999 - Bakanlar Kurulu, Bolu'ya bau011flu0131 Du00fczce ilu00e7esinin il, Kaynau015flu0131 ve Derince beldelerinin de Du00fczce'ye bau011flu0131 ilu00e7e yapu0131lmasu0131na karar verdi.",  "1999 - NASA, uzay gemisinin Mars atmosferine girmeden birkau00e7 dakika u00f6nce Mars Polar Lander ile olan radyo bau011flantu0131su0131nu0131 kaybetti.",  "1997 - Ottawa, Ontario, Kanada'da, 121 u00fclkeden gelen temsilciler, anti-personel kara mayu0131nlaru0131nu0131n u00fcretimini ve dau011fu0131tu0131mu0131nu0131 yasaklayan Ottawa Antlau015fmasu0131'nu0131 imzaladu0131lar. Ancak ABD, u00c7in ve Rusya Federasyonu, anlau015fmayu0131 imzalamadu0131.",  "1995 - Kamerun Havayollaru0131'nu0131n 3701 sefer sayu0131lu0131 uu00e7uu015funda, Kamerun'un Douala kentindeki Douala Uluslararasu0131 Havalimanu0131'na yaklau015fan uu00e7ak du00fcu015ftu00fc ve 71 kiu015fi u00f6ldu00fc.",  "1994 - Tayvan ilk yerel seu00e7imlerini yaptu0131; James Soong, Tayvan'u0131n ilk ve tek dou011frudan seu00e7ilen Valisi olarak seu00e7ildi, Chen Shui-bian, Taipei'nin dou011frudan seu00e7ilen ilk Belediye Bau015fkanu0131 oldu, Wu Den-yih, Kaohsiung'un dou011frudan seu00e7ilen ilk belediye bau015fkanu0131 oldu.",  "1992 - Sema Grup'ta u00e7alu0131u015fan bir mu00fchendis, kiu015fisel bir bilgisayar (PC) kullanarak du00fcnyanu0131n ilk metin mesaju0131nu0131 Vodafone au011fu0131 u00fczerinden iu015f arkadau015fu0131nu0131n telefonuna gu00f6nderdi.",  "1990 - TRT'nin Telegu00fcn adlu0131 yayu0131nu0131 bau015fladu0131.",  "1989 - Malta'da bir araya gelen ABD Bau015fkanu0131 George H. W. Bush ve Sovyetler Birliu011fi Komu00fcnist Partisi Genel Sekreteri Mikhail Gorbau00e7ov, Sou011fuk savau015fu0131n bittiu011fini resmen ilan ettiler.",  "1984 - Bhopal felaketi: Hindistan'u0131n Bhopal bu00f6lgesindeki Union Carbide pestisit tesisinden bir metil izosiyanat su0131zu0131ntu0131su0131 oldu. Bu su0131zu0131ntu0131, tarihin en ku00f6tu00fc endu00fcstriyel felaketlerinden biri olarak 3.800'den fazla insanu0131 dou011frudan u00f6ldu00fcrdu00fc ve 150.000 ila 600.000 kiu015finin sakatlanmasu0131na veya yaralanmasu0131nda yol au00e7mu0131u015ftu0131.",  "1982 - Missouri, Times Beach'ten, gu00fcvenli dioksin seviyesinin 300 katu0131 kadaru0131nu0131 iu00e7erdiu011fi tespit edilecek bir toprak u00f6rneu011fi alu0131ndu0131.",  "1981 - Bu00fclent Ecevit, du00f6rt aylu0131k hapis cezasu0131nu0131 u00e7ekmek u00fczere Ankara Merkez Kapalu0131 Ceza evine konuldu.",  "1979 - Ayetullah Ruhullah Humeyni, u0130ran'u0131n ilk dini lideri oldu.",  "1979 - Cincinnati'de, bir Who konseri u00f6ncesi (Riverfront Coliseum'un du0131u015fu0131ndaki salonda iken) 11 taraftarlu0131k bir kalabalu0131k, koltuk kapmak iu00e7in (u00f6lu00fcm ile sonuu00e7lanacak biu00e7imde) itiu015fiyor.",  "1979 - Fedai Dergisi sahibi, yazar Kemal Fedai Cou015fkuner u0130zmir'de u00f6ldu00fcru00fcldu00fc.",  "1978 - Tu00fcrkiye'de yu0131lda 14 milyon ton tezeu011fin yaku0131t olarak kullanu0131ldu0131u011fu0131 au00e7u0131klandu0131.",  "1973 - Pioneer programu0131: Pioneer 10, Ju00fcpiter'in ilk yaku0131n plan gu00f6ru00fcntu00fclerini yeryu00fczu00fcne geri gu00f6nderir.",  "1971 - Prof. Dr.Mu00fcmtaz Soysal 6 yu0131l 8 ay hapse mahku00fbm edildi.",  "1971 - Pakistan-Hindistan savau015fu0131 bau015fladu0131.",  "1967 - Cape Town'daki (Gu00fcney Afrika Cumhuriyeti) Groote Schuur Hastanesinde, Christiaan Barnard bau015fkanlu0131u011fu0131ndaki bir nakil ekibi, bir insan u00fczerinde ilk kalp naklini geru00e7ekleu015ftirdi.(o tarihte 53 yau015fu0131nda olan Louis Washkansky'ye) Nakil yapu0131lan hasta, 18 gu00fcn yau015fayabildi.",  "1960 - Camelot Mu00fczikali, Broadway'deki Majestic Sahnesi'nde gu00f6ru00fccu00fcye u00e7u0131ku0131yor. Bu, sonralaru0131 Kennedy yu00f6netimiyle iliu015fkilendirilecek.",  "1959 - Singapur'un u015fimdiki bayrau011fu0131, du00f6nemin u0130ngiliz u0130mparatorluu011fu iu00e7inde, u00fclkenin kendi kendisinin yu00f6netmesinden altu0131 ay sonra kabul edildi.",  "1959 - Dr.Fazu0131l Ku00fcu00e7u00fck Ku0131bru0131s Cumhurbau015fkanu0131 Yardu0131mcu0131su0131 oldu.",  "1956 - Birleu015fik Krallu0131k ve Fransa, Su00fcveyu015f'ten u00e7ekileceklerini au00e7u0131kladu0131lar.",  "1944 - Yunan u0130u00e7 Savau015fu0131: Atina'da ELAS ile u0130ngiliz Ordusu tarafu0131ndan desteklenen rejim gu00fcu00e7leri arasu0131nda u00e7atu0131u015fma u00e7u0131ktu0131.",  "1944 - Yunanistan'da, komu00fcnistler ve kralcu0131lar arasu0131nda Yunan u0130u00e7 Savau015fu0131 bau015fladu0131.",  "1942 - Zonguldak'ta bir maden ocau011fu0131ndaki kazada 63 iu015fu00e7i u00f6ldu00fc.",  "1934 - Dini kisvelerle ilgili yasaklar u00f6ngu00f6ren, "Bazu0131 Kisvelerin Giyilemeyeceu011fine Dair Kanun" kabul edildi.",  "1928 - Ekmek otuz para ucuzladu0131.",  "1929 - Bau015fkan Herbert Hoover, ilk 'Birliu011fin Durumu' mesaju0131nu0131 ABD Kongresine iletti. Bir konuu015fmadan ziyade yazu0131lu0131 bir mesaj u015feklinde sunuldu.",  "1923 - Teu015fkilatu0131 Esasiye Encu00fcmeni yeni anayasayu0131 gu00f6ru00fcu015fmeye bau015fladu0131.",  "1920 - Ankara Hu00fcku00fbmeti ile Ermenistan Demokratik Cumhuriyeti arasu0131nda, Gu00fcmru00fc Baru0131u015f Antlau015fmasu0131 imzalandu0131.",  "1918 - I. Du00fcnya Savau015fu0131'ndan sonra Londra 'da yapu0131lan Mu00fcttefik Kongresi sona erdi; Almanya'nu0131n savau015f tazminatu0131 u00f6demesine karar verildi.",  "1912 - Bulgaristan, Yunanistan, Karadau011f ve Su0131rbistan (Balkan Birliu011fi), Osmanlu0131 Devleti ile 1. Balkan Savau015fu0131'nu0131 geu00e7ici olarak durduran bir ateu015fkes imzaladu0131. (Bu mu00fctareke 3 u015eubat 1913'te sona erecekti ve du00fcu015fmanlu0131klar yeniden bau015flayacaktu0131.)",  "1910 - Modern neon u0131u015fu0131klandu0131rma ilk kez, Georges Claude tarafu0131ndan Paris Motor Show'da gu00f6sterildi.",  "1904 - Himalia, Kaliforniya'daki Lick Gu00f6zlemevinde Charles Dillon Perrine tarafu0131ndan keu015ffedildi.",  "1901 - Eski ABD Bau015fkanu0131 Theodore Roosevelt 'Birliu011fin Durumu' mesaju0131nda, Temsilciler Meclisi'ne 20.000 kelimelik bir konuu015fma yapu0131yor ve Kongre'den, tru00f6stlerin gu00fccu00fcnu00fc "mantu0131klu0131 limitler iu00e7inde" su0131nu0131rlamasu0131nu0131 istiyor.",  "1898 - Duquesne Country ve Athletic Club, profesyonel Amerikan futbolu iu00e7in ilk all-star mau00e7u0131 olarak kabul edilen, eski futbolculardan oluu015fan bir all-star koleksiyonunu 16-0 yendi.",  "1854 - Eureka Stockade Savau015fu0131: Victoria, Ballarat'ta 20'den fazla altu0131n madencisi, maden ruhsatlaru0131 ile ilgili u00e7u0131kan bir isyanda, eyalet askerleri tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1854 - Florence Nightingale Hastanesine adu0131nu0131 veren hemu015fire, u00dcsku00fcdar'daki Selimiye Ku0131u015flasu0131'nda, Ku0131ru0131m Savau015fu0131 su0131rasu0131nda yaralanan u0130ngiliz askerlerinin tedavi ve baku0131mu0131nu0131 yapmu0131u015ftu0131r.",  "1834 - Zollverein (Alman Gu00fcmru00fck Birliu011fi) Almanya'da ilk du00fczenli nu00fcfus sayu0131mu0131nu0131 bau015flattu0131.",  "1818 - Illinois, Amerika Birleu015fik Devletleri'nin 21. eyaleti oldu.",  "1800 - Amerika Birleu015fik Devletleri bau015fkanlu0131k seu00e7imi: Seu00e7im Kurulu ekibi, Thomas Jefferson ve Aaron Burr arasu0131nda bir bau011flantu0131 ile sonuu00e7lanacak olan bau015fkan ve bau015fkan yardu0131mcu0131lu0131u011fu0131 iu00e7in oy kullanu0131yordu.",  "1800 - u0130kinci Koalisyon Savau015fu0131 - Hohenlinden Savau015fu0131: Fransu0131z General Moreau, Mu00fcnih yaku0131nlaru0131ndaki Avusturya Aru015fidu00fcku00fc John'u kararlu0131 bir u015fekilde yendi. Birinci Konsolos Napoleon Bonaparte'u0131n Marengo'daki u00f6nceki zaferiyle birleu015ftiu011finde, bu Avusturyalu0131laru0131 bir ateu015fkes imzalamaya ve savau015fu0131 sona erdirmeye zorlayacaktu0131r.",  "1799 - u0130kinci Koalisyon Savau015fu0131: Wiesloch Savau015fu0131: Avusturyalu0131 Teu011fmen Mareu015fal Anton Sztu00e1ray, Wiesloch'ta Fransu0131zlaru0131 yendi.",  "1775 - USS Alfred, Grand Union Flag'u0131 uu00e7uran ilk gemi oldu; su00f6z konusu bayrak, John Paul Jones tarafu0131ndan u00e7ekildi.",  "915 - Papa 10. John, u0130talya'da 1. Berengar'u0131 Kutsal Roma u0130mparatoru su0131fatu0131 ile tau00e7landu0131rdu0131."]









