["2014 - Japon uzay ajansı JAXA, uzay kaşifi Hayabusa 2'yi, kaya örnekleri toplamak için (bir asteroide altı yıllık bir gidiş-dönüş görevi amacı ile Tanegashima Uzay Merkezi'nden) fırlattı.", "2012 - Bopha tayfunu, Filipinler'de karaya ulaştıktan sonra en az 475 kişiyi öldürdü.", "2009 - Somali'nin Mogadişu kentinde bir otele düzenlenen intihar saldırısında, Federal Geçiş Hükûmeti'nin üç bakanı da dahil olmak üzere 25 kişi öldü.", "2007 - Kış fırtınaları, Chehalis Nehri'nin Washington, Lewis County'deki birçok şehri su basmasına ve Interstate 5'in 32 kilometrelik bir bölümünü birkaç gün boyunca kapatmasına neden olmuştu. Sel baskınlarından en az sekiz ölüm ve milyarlarca dolarlık zarar bildirildi.", "2005 - XCOR Aerospace, California, Kern County'de US Mail'in ilk insanlı roket uçağının teslim işlemini yaptı.", "2003 - Türk-İş'in 19. Genel Kurulunda Genel Başkanlığa Salih Kılıç seçildi.", "2002 - Dünya Gıda Programı Afrika'da 38 milyon kişinin açlıkla karşı karşıya olduğunu açıkladı.", "2002 - BM silah denetçileri ilk kez, Irak Devlet Başkanı Saddam Hüseyin'in saraylarından birine önceden haber vermeksizin girdiler.", "1999 - Bakanlar Kurulu, Bolu'ya bağlı Düzce ilçesinin il, Kaynaşlı ve Derince beldelerinin de Düzce'ye bağlı ilçe yapılmasına karar verdi.", "1999 - NASA, uzay gemisinin Mars atmosferine girmeden birkaç dakika önce Mars Polar Lander ile olan radyo bağlantısını kaybetti.", "1997 - Ottawa, Ontario, Kanada'da, 121 ülkeden gelen temsilciler, anti-personel kara mayınlarının üretimini ve dağıtımını yasaklayan Ottawa Antlaşması'nı imzaladılar. Ancak ABD, Çin ve Rusya Federasyonu, anlaşmayı imzalamadı.", "1995 - Kamerun Havayolları'nın 3701 sefer sayılı uçuşunda, Kamerun'un Douala kentindeki Douala Uluslararası Havalimanı'na yaklaşan uçak düştü ve 71 kişi öldü.", "1994 - Tayvan ilk yerel seçimlerini yaptı; James Soong, Tayvan'ın ilk ve tek doğrudan seçilen Valisi olarak seçildi, Chen Shui-bian, Taipei'nin doğrudan seçilen ilk Belediye Başkanı oldu, Wu Den-yih, Kaohsiung'un doğrudan seçilen ilk belediye başkanı oldu.", "1992 - Sema Grup'ta çalışan bir mühendis, kişisel bir bilgisayar (PC) kullanarak dünyanın ilk metin mesajını Vodafone ağı üzerinden iş arkadaşının telefonuna gönderdi.", "1990 - TRT'nin Telegün adlı yayını başladı.", "1989 - Malta'da bir araya gelen ABD Başkanı George H. W. Bush ve Sovyetler Birliği Komünist Partisi Genel Sekreteri Mikhail Gorbaçov, Soğuk savaşın bittiğini resmen ilan ettiler.", "1984 - Bhopal felaketi: Hindistan'ın Bhopal bölgesindeki Union Carbide pestisit tesisinden bir metil izosiyanat sızıntısı oldu. Bu sızıntı, tarihin en kötü endüstriyel felaketlerinden biri olarak 3.800'den fazla insanı doğrudan öldürdü ve 150.000 ila 600.000 kişinin sakatlanmasına veya yaralanmasında yol açmıştı.", "1982 - Missouri, Times Beach'ten, güvenli dioksin seviyesinin 300 katı kadarını içerdiği tespit edilecek bir toprak örneği alındı.", "1981 - Bülent Ecevit, dört aylık hapis cezasını çekmek üzere Ankara Merkez Kapalı Ceza evine konuldu.", "1979 - Ayetullah Ruhullah Humeyni, İran'ın ilk dini lideri oldu.", "1979 - Cincinnati'de, bir Who konseri öncesi (Riverfront Coliseum'un dışındaki salonda iken) 11 taraftarlık bir kalabalık, koltuk kapmak için (ölüm ile sonuçlanacak biçimde) itişiyor.", "1979 - Fedai Dergisi sahibi, yazar Kemal Fedai Coşkuner İzmir'de öldürüldü.", "1978 - Türkiye'de yılda 14 milyon ton tezeğin yakıt olarak kullanıldığı açıklandı.", "1973 - Pioneer programı: Pioneer 10, Jüpiter'in ilk yakın plan görüntülerini yeryüzüne geri gönderir.", "1971 - Prof. Dr.Mümtaz Soysal 6 yıl 8 ay hapse mahkûm edildi.", "1971 - Pakistan-Hindistan savaşı başladı.", "1967 - Cape Town'daki (Güney Afrika Cumhuriyeti) Groote Schuur Hastanesinde, Christiaan Barnard başkanlığındaki bir nakil ekibi, bir insan üzerinde ilk kalp naklini gerçekleştirdi.(o tarihte 53 yaşında olan Louis Washkansky'ye) Nakil yapılan hasta, 18 gün yaşayabildi.", "1960 - Camelot Müzikali, Broadway'deki Majestic Sahnesi'nde görücüye çıkıyor. Bu, sonraları Kennedy yönetimiyle ilişkilendirilecek.", "1959 - Singapur'un şimdiki bayrağı, dönemin İngiliz İmparatorluğu içinde, ülkenin kendi kendisinin yönetmesinden altı ay sonra kabul edildi.", "1959 - Dr.Fazıl Küçük Kıbrıs Cumhurbaşkanı Yardımcısı oldu.", "1956 - Birleşik Krallık ve Fransa, Süveyş'ten çekileceklerini açıkladılar.", "1944 - Yunan İç Savaşı: Atina'da ELAS ile İngiliz Ordusu tarafından desteklenen rejim güçleri arasında çatışma çıktı.", "1944 - Yunanistan'da, komünistler ve kralcılar arasında Yunan İç Savaşı başladı.", "1942 - Zonguldak'ta bir maden ocağındaki kazada 63 işçi öldü.", "1934 - Dini kisvelerle ilgili yasaklar öngören, \"Bazı Kisvelerin Giyilemeyeceğine Dair Kanun\" kabul edildi.", "1928 - Ekmek otuz para ucuzladı.", "1929 - Başkan Herbert Hoover, ilk 'Birliğin Durumu' mesajını ABD Kongresine iletti. Bir konuşmadan ziyade yazılı bir mesaj şeklinde sunuldu.", "1923 - Teşkilatı Esasiye Encümeni yeni anayasayı görüşmeye başladı.", "1920 - Ankara Hükûmeti ile Ermenistan Demokratik Cumhuriyeti arasında, Gümrü Barış Antlaşması imzalandı.", "1918 - I. Dünya Savaşı'ndan sonra Londra 'da yapılan Müttefik Kongresi sona erdi; Almanya'nın savaş tazminatı ödemesine karar verildi.", "1912 - Bulgaristan, Yunanistan, Karadağ ve Sırbistan (Balkan Birliği), Osmanlı Devleti ile 1. Balkan Savaşı'nı geçici olarak durduran bir ateşkes imzaladı. (Bu mütareke 3 Şubat 1913'te sona erecekti ve düşmanlıklar yeniden başlayacaktı.)", "1910 - Modern neon ışıklandırma ilk kez, Georges Claude tarafından Paris Motor Show'da gösterildi.", "1904 - Himalia, Kaliforniya'daki Lick Gözlemevinde Charles Dillon Perrine tarafından keşfedildi.", "1901 - Eski ABD Başkanı Theodore Roosevelt 'Birliğin Durumu' mesajında, Temsilciler Meclisi'ne 20.000 kelimelik bir konuşma yapıyor ve Kongre'den, tröstlerin gücünü \"mantıklı limitler içinde\" sınırlamasını istiyor.", "1898 - Duquesne Country ve Athletic Club, profesyonel Amerikan futbolu için ilk all-star maçı olarak kabul edilen, eski futbolculardan oluşan bir all-star koleksiyonunu 16-0 yendi.", "1854 - Eureka Stockade Savaşı: Victoria, Ballarat'ta 20'den fazla altın madencisi, maden ruhsatları ile ilgili çıkan bir isyanda, eyalet askerleri tarafından öldürüldü.", "1854 - Florence Nightingale Hastanesine adını veren hemşire, Üsküdar'daki Selimiye Kışlası'nda, Kırım Savaşı sırasında yaralanan İngiliz askerlerinin tedavi ve bakımını yapmıştır.", "1834 - Zollverein (Alman Gümrük Birliği) Almanya'da ilk düzenli nüfus sayımını başlattı.", "1818 - Illinois, Amerika Birleşik Devletleri'nin 21. eyaleti oldu.", "1800 - Amerika Birleşik Devletleri başkanlık seçimi: Seçim Kurulu ekibi, Thomas Jefferson ve Aaron Burr arasında bir bağlantı ile sonuçlanacak olan başkan ve başkan yardımcılığı için oy kullanıyordu.", "1800 - İkinci Koalisyon Savaşı - Hohenlinden Savaşı: Fransız General Moreau, Münih yakınlarındaki Avusturya Arşidükü John'u kararlı bir şekilde yendi. Birinci Konsolos Napoleon Bonaparte'ın Marengo'daki önceki zaferiyle birleştiğinde, bu Avusturyalıları bir ateşkes imzalamaya ve savaşı sona erdirmeye zorlayacaktır.", "1799 - İkinci Koalisyon Savaşı: Wiesloch Savaşı: Avusturyalı Teğmen Mareşal Anton Sztáray, Wiesloch'ta Fransızları yendi.", "1775 - USS Alfred, Grand Union Flag'ı uçuran ilk gemi oldu; söz konusu bayrak, John Paul Jones tarafından çekildi.", "915 - Papa 10. John, İtalya'da 1. Berengar'ı Kutsal Roma İmparatoru sıfatı ile taçlandırdı."]