["2022 - Ankara'da eski Ülkü Ocakları Genel Başkanı Sinan Ateş saldırıya uğradı. Saldırı'da ölen ilk Ülkü Ocakları Genel Başkanı'dır.", "1997 - Cezayir'de silahlı kişiler dört köyde katliam yaptı, 412 kişiyi öldürdüler.", "1994 - Taksim'de The Marmara Oteli'nin girişindeki Cafe Marmara'da bomba patladı; Sinema eleştirmeni Cüneyt Cebenoyan'ın ablası arkeolog Yasemin Cebenoyan öldü; yazar ve sinema eleştirmeni Onat Kutlar ağır yaralandı, ancak O da 11 Ocak 1995'te öldü.", "1993 - İsrail ve Vatikan karşılıklı olarak birbirlerini tanıma kararı aldılar.", "1990 - Türkiye İnsan Hakları Kurumu Vakfı kuruldu.", "1981 - Galatasaray Eğitim Vakfı kuruldu.", "1977 - Fatih Sultan Mehmet Köprüsü, 104 milyon liraya ihale edildi.", "1972 - Amerika Birleşik Devletleri Başkanı Richard Nixon, \"Hanoi'nin bombalanmasını durdurun\" emrini verdi.", "1960 - Uluslararası Para Fonu (IMF) ve İktisadi İşbirliği ve Gelişme Teşkilatı Türkiye'ye kredi vermeyi kabul etti.", "1958 - Fidel Castro liderliğindeki isyancılar Küba'nın Başkentini ele geçirmek üzereler. Castro, Batista'nın askerî rejimini yıkmayı hedefliyor.", "1953 - İlk NTSC sistemli televizyon cihazları piyasaya verildi. RCA firmasının ürettiği bu cihazların tanesi 1175 dolardan satıldı.", "1950 - Türkiye, 25 Temmuz'da Kore'ye asker gönderme kararı almıştı. Türk Barışseverler Cemiyeti Kore'ye asker gönderilmesini protesto edince dava açıldı. Cemiyet başkanı Behice Boran ve arkadaşları on beşer ay hapis cezasına çarptırıldı.", "1947 - Romanya'da Sovyet yanlısı Hükûmet, Kral Mihai'i tahtan indirdi.", "1946 - Demokrat Parti'yi komünistlikle suçlayan Yozgat Valisi Sadri Aka mahkûm oldu.", "1924 - Amerikalı astronom Edwin Hubble, evrende Samanyolu'ndan başka galaksiler de olduğunu açıkladı.", "1922 - Vladimir İlyiç Lenin, Sovyetler Birliği'nin kurulduğunu açıkladı.", "1918 - Almanya Komünist Partisi kuruldu.", "1916 - Rusya'da Çarlık ailesini etkisi altına alan Sibiryalı Grigori Yefimoviç Rasputin, soylular tarafından öldürüldü.", "1911 - Çin'in seçimle işbaşına gelen ilk Başkanı Sun Yat-sen görevine başladı.", "1903 - Chicago'da (ABD), bir tiyatroda çıkan yangında 600 kişi öldü.", "1898 - Gülhane Askerî Tıp Mektebi açıldı.", "1517 - Osmanlı Orduları, Kudüs'e girdi."]