["2022 - Ankara'da eski u00dclku00fc Ocaklaru0131 Genel Bau015fkanu0131 Sinan Ateu015f saldu0131ru0131ya uu011fradu0131. Saldu0131ru0131'da u00f6len ilk u00dclku00fc Ocaklaru0131 Genel Bau015fkanu0131'du0131r.",  "1997 - Cezayir'de silahlu0131 kiu015filer du00f6rt ku00f6yde katliam yaptu0131, 412 kiu015fiyi u00f6ldu00fcrdu00fcler.",  "1994 - Taksim'de The Marmara Oteli'nin giriu015findeki Cafe Marmara'da bomba patladu0131; Sinema eleu015ftirmeni Cu00fcneyt Cebenoyan'u0131n ablasu0131 arkeolog Yasemin Cebenoyan u00f6ldu00fc; yazar ve sinema eleu015ftirmeni Onat Kutlar au011fu0131r yaralandu0131, ancak O da 11 Ocak 1995'te u00f6ldu00fc.",  "1993 - u0130srail ve Vatikan karu015fu0131lu0131klu0131 olarak birbirlerini tanu0131ma kararu0131 aldu0131lar.",  "1990 - Tu00fcrkiye u0130nsan Haklaru0131 Kurumu Vakfu0131 kuruldu.",  "1981 - Galatasaray Eu011fitim Vakfu0131 kuruldu.",  "1977 - Fatih Sultan Mehmet Ku00f6pru00fcsu00fc, 104 milyon liraya ihale edildi.",  "1972 - Amerika Birleu015fik Devletleri Bau015fkanu0131 Richard Nixon, "Hanoi'nin bombalanmasu0131nu0131 durdurun" emrini verdi.",  "1960 - Uluslararasu0131 Para Fonu (IMF) ve u0130ktisadi u0130u015fbirliu011fi ve Geliu015fme Teu015fkilatu0131 Tu00fcrkiye'ye kredi vermeyi kabul etti.",  "1958 - Fidel Castro liderliu011findeki isyancu0131lar Ku00fcba'nu0131n Bau015fkentini ele geu00e7irmek u00fczereler. Castro, Batista'nu0131n askeru00ee rejimini yu0131kmayu0131 hedefliyor.",  "1953 - u0130lk NTSC sistemli televizyon cihazlaru0131 piyasaya verildi. RCA firmasu0131nu0131n u00fcrettiu011fi bu cihazlaru0131n tanesi 1175 dolardan satu0131ldu0131.",  "1950 - Tu00fcrkiye, 25 Temmuz'da Kore'ye asker gu00f6nderme kararu0131 almu0131u015ftu0131. Tu00fcrk Baru0131u015fseverler Cemiyeti Kore'ye asker gu00f6nderilmesini protesto edince dava au00e7u0131ldu0131. Cemiyet bau015fkanu0131 Behice Boran ve arkadau015flaru0131 on beu015fer ay hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1947 - Romanya'da Sovyet yanlu0131su0131 Hu00fcku00fbmet, Kral Mihai'i tahtan indirdi.",  "1946 - Demokrat Parti'yi komu00fcnistlikle suu00e7layan Yozgat Valisi Sadri Aka mahku00fbm oldu.",  "1924 - Amerikalu0131 astronom Edwin Hubble, evrende Samanyolu'ndan bau015fka galaksiler de olduu011funu au00e7u0131kladu0131.",  "1922 - Vladimir u0130lyiu00e7 Lenin, Sovyetler Birliu011fi'nin kurulduu011funu au00e7u0131kladu0131.",  "1918 - Almanya Komu00fcnist Partisi kuruldu.",  "1916 - Rusya'da u00c7arlu0131k ailesini etkisi altu0131na alan Sibiryalu0131 Grigori Yefimoviu00e7 Rasputin, soylular tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1911 - u00c7in'in seu00e7imle iu015fbau015fu0131na gelen ilk Bau015fkanu0131 Sun Yat-sen gu00f6revine bau015fladu0131.",  "1903 - Chicago'da (ABD), bir tiyatroda u00e7u0131kan yangu0131nda 600 kiu015fi u00f6ldu00fc.",  "1898 - Gu00fclhane Askeru00ee Tu0131p Mektebi au00e7u0131ldu0131.",  "1517 - Osmanlu0131 Ordularu0131, Kudu00fcs'e girdi."]








