["2019 - Bau011fdat'taki Amerika Birleu015fik Devletleri Bu00fcyu00fckelu00e7iliu011fine saldu0131ru0131 geru00e7ekleu015fti.",  "2019 - u00c7in, Du00fcnya Sau011flu0131k u00d6rgu00fctu00fc'ne yeni bir Koronaviru00fcs tu00fcru00fc keu015ffettiklerini duyurdu.",  "2012 - Maya halku0131nu0131n hazu0131rlamu0131u015f olduu011fu Maya takviminin son gu00fcnu00fc.",  "1999 - Rusya Devlet Bau015fkanu0131 Boris Yeltsin, ani bir kararla istifa etti ve gu00f6revini Bau015fbakan Vladimir Putin'e devredeceu011fini su00f6yledi.",  "1998 - Danu0131u015ftay, Sincan'da du00fczenlenen Kudu00fcs Gecesinin ardu0131ndan u0130u00e7iu015fleri Bakanlu0131u011fu0131nca gu00f6revden alu0131nan ve yargu0131lama sonucunda 4 yu0131l 7 ay au011fu0131r hapis cezasu0131na u00e7arptu0131ru0131lan eski Sincan Belediye Bau015fkanu0131 Bekir Yu0131ldu0131z'u0131n Belediye Bau015fkanlu0131u011fu0131nu0131 du00fcu015fu00fcrdu00fc.",  "1994 - Avusturya, Finlandiya ve u0130sveu00e7, Avrupa Birliu011fi'ne u00fcye oldu. Birliu011fin u00fcye sayu0131su0131 15 oldu.",  "1990 - Microsoft tarafu0131ndan Windows 3.0 piyasaya su00fcru00fcldu00fc.",  "1985 - Pakistan'da 8,5 yu0131ldan beri yu00fcru00fcrlu00fckte bulunan su0131ku0131yu00f6netim kaldu0131ru0131ldu0131.",  "1979 - u0130spanya'da Katalonya u00d6zerk Bu00f6lgesi kuruldu.",  "1977 - Tu00fcrkiye'de ilk kez gensoruyla hu00fcku00fbmet du00fcu015fu00fcru00fcldu00fc: 218 gu00fcvenoyuna karu015fu0131lu0131k, 228 gu00fcvensizlik oyuyla u0130kinci Milliyetu00e7i Cephe (MC) iktidaru0131 devrildi.",  "1960 - Demirku00f6pru00fc Baraju0131 ve hidroelektrik santrali hizmete girdi.",  "1946 - ABD Bau015fkanu0131 Harry Truman, II. Du00fcnya Savau015fu0131nu0131n bittiu011fini resmen au00e7u0131kladu0131.",  "1939 - u0130stanbul-Berlin arasu0131 du00fczenli uu00e7ak seferleri bau015fladu0131.",  "1921 - Mustafa Kemal, u00c7erkez Ethem gu00fcu00e7lerinin dau011fu0131tu0131lmasu0131 iu00e7in Batu0131 Cephesi Komutanlu0131u011fu0131'na talimat verdi.",  "1892 - Deutsche Bank'u0131n da katu0131lu0131mcu0131su0131 olduu011fu grubun yaptu0131u011fu0131 demiryolu Ankara'ya ulau015ftu0131.",  "1890 - New York'taki Ellis Adasu0131, kapu0131laru0131nu0131 ABD'ye gelmek isteyen tu00fcm gu00f6u00e7menlere au00e7tu0131.",  "1879 - Thomas Edison, elektrik ampulunu kamuya tanu0131ttu0131.",  "1808 - Fransu0131z kimyacu0131 Joseph Louis Gay-Lussac, sonradan kendi adu0131yla bilinecek olan gaz kanununu denklem haline getirdi.",  "1759 - u0130rlandalu0131 giriu015fimci Arthur Guinness, Dublin'de St. James Gate'deki bou015f bir bira fabrikasu0131nu0131 9000 yu0131llu0131u011fu0131na kiralayarak burayu0131 du00fcnyanu0131n en bu00fcyu00fck bira fabrikasu0131na du00f6nu00fcu015ftu00fcrme yolunda ilk adu0131mu0131 attu0131."]








