["2016 - Tu00fcrkiye'ye ait Gu00f6ktu00fcrk-1 uydusu, Fransu0131z Guyanasu0131'ndan fu0131rlatu0131ldu0131.",  "2003 - Tu00fcrk Telekomu00fcnikasyon Au015e hu0131zlu0131 internet uygulamasu0131 ADSL'yi, kullanu0131ma au00e7tu0131.",  "2003 - u0130ntihar bombacu0131laru0131 gu00fcney Rusya'da bir trene saldu0131rdu0131lar: en az 46 kiu015fi u00f6ldu00fc.",  "2002 - Oslo'da yapu0131lan baru0131u015f gu00f6ru00fcu015fmelerinde Sri Lanka'da 19 yu0131l su00fcren savau015ftan sonra Tamil gerillalaru0131 ile Hu00fcku00fbmet arasu0131nda federal iktidar paylau015fu0131mu0131 konusunda geliu015fme sau011flandu0131.",  "1995 - MHP Genel Bau015fkanu0131 Alparslan Tu00fcrkeu015f, "Cumhuriyetimizin ilk du00f6nemlerinde olduu011fu gibi ezan Tu00fcrku00e7e okunsun" diyen eski Devlet Gu00fcvenlik Mahkemesi bau015fsavcu0131su0131 Nusret Demiral'u0131n istifasu0131nu0131 istedi.",  "1989 - TGV Atlantique, 482,4u00a0km/h su00fcrate eriu015ferek demir yolu hu0131z rekorunu ku0131rdu0131.",  "1987 - Cibali Tu00fctu00fcn Fabrikasu0131 yandu0131.",  "1987 - Tu00fcrkiye u0130u015fu00e7i Partisi (Tu0130P) genel Sekreteri Nihat Sargu0131n ve Tu00fcrkiye Komu00fcnist Partisi (TKP) Genel Sekreteri Nabi Yau011fcu0131 (Haydar Kutlu) tutuklandu0131.",  "1986 - Pu0131nar Ku00fcr'u00fcn "Bitmeyen Au015fk" adlu0131 romanu0131 "mu00fcstehcenlik" gereku00e7esiyle toplatu0131ldu0131.",  "1981 - Tu00fcrkiye millu00ee basketbol taku0131mu0131, Sofya'da Yunanistan'u0131 93-80 yenerek Balkan u015eampiyonu oldu.",  "1978 - Sovyetler Birliu011fi, Afganistan ile 20 yu0131llu0131k dostluk anlau015fmasu0131 imzaladu0131.",  "1970 - u0130stanbul u00c7apa Yu00fcksek u00d6u011fretmen Okulu'nda 2 u00f6u011frenci vuruldu.",  "1957 - Sukarno, tu00fcm Hollandalu0131laru0131 Endonezya'dan su0131nu0131r du0131u015fu0131 etti.",  "1953 - Bektau015fi u015eeyhi Su0131rru0131 Baba, Bakanlar Kurulu kararu0131yla su0131nu0131r du0131u015fu0131 edildi.",  "1951 - Uluslararasu0131 Gu00f6u00e7 u00d6rgu00fctu00fc (IOM) kuruldu. u0130lk kuruluu015f adu0131 "Geu00e7ici Hu00fcku00fcmetlerarasu0131 Gu00f6u00e7men Komitesi" idi.",  "1950 - Tu00fcrkiye Cumhuriyeti Millu00ee Savunma Bakanlu0131u011fu0131, Kore'deki askerlerin %10'unun u00f6ldu00fcu011fu00fcnu00fc au00e7u0131kladu0131. Radyo Gazetesi'ne gu00f6re, 150 asker u00f6ldu00fc, 150 kayu0131p, 200 ile 300 yaralu0131 var.",  "1945 - Bermuda u015eeytan u00dcu00e7geni'nde bir uu00e7ak kayboldu.",  "1942 - Erbaa ve Niksar'da meydana gelen depremde 500 kiu015fi u00f6ldu00fc.",  "1941 - Birleu015fik Krallu0131k; Finlandiya, Macaristan ve Romanya'ya savau015f ilan etti.",  "1934 - Tu00fcrkiye'de kadu0131nlara milletvekili seu00e7me ve seu00e7ilme hakku0131 tanu0131yan kanun kabul edildi.",  "1933 - Eskiu015fehir u015eeker Fabrikasu0131 au00e7u0131ldu0131.",  "1933 - Birleu015fik Devletler'de 14 yu0131ldu0131r devam eden iu00e7ki yasau011fu0131 kalktu0131.",  "Albert Einstein",  "1932 - Almanya dou011fumlu u0130sviu00e7reli fiziku00e7i, Albert Einstein Amerikan vizesi aldu0131.",  "1927 - Cumhuriyet du00f6neminin ilk ku00e2u011fu0131t paralaru0131 tedavu00fcle u00e7u0131karu0131ldu0131. 1, 5, 10, 50, 100, 500 ve 1000 liralu0131k olmak u00fczere 7 ayru0131 deu011ferde u00e7u0131karu0131lan banknotlar eski Tu00fcrku00e7e ve Fransu0131zca bastu0131ru0131ldu0131.",  "1927 - Tu00fcrkiye Cumhuriyeti'nin ilk Vau015fington Bu00fcyu00fckelu00e7isi, Ahmet Muhtar Mollaou011flu gu00fcven mektubunu sundu.",  "1920 - TBMM'de "Anadolu ve Rumeli Mu00fcdafaai Hukuk Grubu" kuruldu; Mustafa Kemal Grup Bau015fkanlu0131u011fu0131na seu00e7ildi.",  "1904 - Japonlar, Port Arthuru2019da Rus donanmasu0131nu0131 yok etti.",  "1492 - Kristof Kolomb, Hispanyola adasu0131nu0131 keu015ffetti.",  "1360 - u0130lk frank, u0130ngilizlerce esir alu0131nan Fransa Kralu0131 II. Jean'u0131n fidyesini u00f6demek u00fczere Compiu00e8gne'de basu0131ldu0131. Au011fu0131rlu0131u011fu0131 3.88 gramdu0131 ve bir yu00fczu00fcnde hau00e7 diu011fer yu00fczu00fcnde ise ata binmiu015f II. Jean tasviri vardu0131."]








