["2008 - 2008 Yunanistan ayaklanmaları: Atina'da Aleksandros Grigoropulos adlı 15 yaşındaki genç, polis kurşunu ile vuruldu; bu olaya tepki olarak ülkede ayaklanmalar başladı.", "1998 - Venezuela'da, Hugo Chávez Frías Başkan seçildi.", "1997 - Antonov tipi bir Rus kargo uçağı, Irkutsk-Sibirya'da evlerin arasına düştü: 67 kişi öldü.", "1989 - BBC Televizyon kanalının dünyanın en uzun süredir devam eden bilimkurgu dizisi olan Doctor Who'yu yayından kaldırdı. Bu Doctor Who Klasik Serisinin sonu oldu. 12 Mayıs 1996 tarihinde televizyon filmi yayına girdi. Günümüz serisi ise 26 Mart 2005 tarihinde gösterime girdi.", "1983 - MGK yönetimi sona erdi. Konsey, çıkardığı son yasayla \"Kendi dönemlerini kötüleyen ya da küçük düşüren her türlü yazılı ve sözlü beyanı\" yasakladı.", "1981 - Kılık kıyafet yönetmeliği Resmi Gazete'de yayımlandı. Okullarda başörtüsü ve sakal yasaklandı.", "1971 - Hindistan, Pakistan'dan bağımsızlığını ilan eden Bangladeş Demokratik Cumhuriyeti'ni tanıdığını açıkladı. Pakistan Hindistan'la bütün diplomatik ilişkilerini kesti.", "1959 - ABD Başkanı General Eisenhower, resmi bir ziyaret için Türkiye'ye geldi.", "1940 - Yunanistan, Arnavutluk'ta Permedi kentini işgal etti.", "1938 - Fransa ve Almanya dostluk anlaşması imzaladı.", "1937 - Türkiye, 1927’de imzalanan Türkiye-Suriye iyi komşuluk sözleşmesini feshetti.", "1922 - İrlanda, İngiliz-İrlanda Antlaşması'dan bir yıl sonra, Birleşik Krallık'tan tam bağımsızlığa kavuştu.", "1922 - Mustafa Kemal, Ankara'da görüştüğü Hâkimiyet-i Milliye ve Yenigün gazetelerinin muhabirlerine, Halk Fırkası'nı kuracağını açıkladı.", "1922 - İnsülin, ilk kez Kanada’da bir hastanede hastalar üzerinde denendi.", "1921 - Serbest İrlanda Devleti, İngiliz-İrlanda Antlaşması gereğince, İngiliz Milletler Topluluğu'na bağlı bir dominyon olarak kuruldu.", "1917 - Halifax'da (Kanada) bir cephane deposu patladı: 1900'den fazla kişi öldü, şehrin bir kısmı harabeye döndü.", "1917 - Finlandiya, Rusya'dan bağımsızlığını ilan etti.", "1877 - Thomas Edison, ilk ses kaydını gerçekleştirdi.", "1877 - Washington Post gazetesinin ilk sayısı yayımlandı.", "1865 - ABD anayasasına köleliği yasaklayan madde eklendi.", "1862 - ABD Başkanı Abraham Lincoln, Minnesota'daki Sioux isyanına katılarak tutuklanan 303 Kızılderiliden, 39'unun asılmasına karar verdi; idamlar 26 Aralık'ta infaz edildi.", "1790 - Amerika Birleşik Devletleri Kongresi, New York'tan Philadelphia'ya taşındı.", "1768 - Encyclopedia Britannica'nın ilk baskısı yapıldı.", "1240 - Moğol Hanı Batu, 28 Kasım'dan beri kuşatma altında tuttuğu Kiev şehrini fethetti. İleride kentin nüfusu 50 binlerden 2 binlere düşecekti.", "963 - VIII. Leo, Papa seçildi."]