["2008 - 2008 Yunanistan ayaklanmalaru0131: Atina'da Aleksandros Grigoropulos adlu0131 15 yau015fu0131ndaki genu00e7, polis kuru015funu ile vuruldu; bu olaya tepki olarak u00fclkede ayaklanmalar bau015fladu0131.",  "1998 - Venezuela'da, Hugo Chu00e1vez Fru00edas Bau015fkan seu00e7ildi.",  "1997 - Antonov tipi bir Rus kargo uu00e7au011fu0131, Irkutsk-Sibirya'da evlerin arasu0131na du00fcu015ftu00fc: 67 kiu015fi u00f6ldu00fc.",  "1989 - BBC Televizyon kanalu0131nu0131n du00fcnyanu0131n en uzun su00fcredir devam eden bilimkurgu dizisi olan Doctor Who'yu yayu0131ndan kaldu0131rdu0131. Bu Doctor Who Klasik Serisinin sonu oldu. 12 Mayu0131s 1996 tarihinde televizyon filmi yayu0131na girdi. Gu00fcnu00fcmu00fcz serisi ise 26 Mart 2005 tarihinde gu00f6sterime girdi.",  "1983 - MGK yu00f6netimi sona erdi. Konsey, u00e7u0131kardu0131u011fu0131 son yasayla "Kendi du00f6nemlerini ku00f6tu00fcleyen ya da ku00fcu00e7u00fck du00fcu015fu00fcren her tu00fcrlu00fc yazu0131lu0131 ve su00f6zlu00fc beyanu0131" yasakladu0131.",  "1981 - Ku0131lu0131k ku0131yafet yu00f6netmeliu011fi Resmi Gazete'de yayu0131mlandu0131. Okullarda bau015fu00f6rtu00fcsu00fc ve sakal yasaklandu0131.",  "1971 - Hindistan, Pakistan'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan eden Bangladeu015f Demokratik Cumhuriyeti'ni tanu0131du0131u011fu0131nu0131 au00e7u0131kladu0131. Pakistan Hindistan'la bu00fctu00fcn diplomatik iliu015fkilerini kesti.",  "1959 - ABD Bau015fkanu0131 General Eisenhower, resmi bir ziyaret iu00e7in Tu00fcrkiye'ye geldi.",  "1940 - Yunanistan, Arnavutluk'ta Permedi kentini iu015fgal etti.",  "1938 - Fransa ve Almanya dostluk anlau015fmasu0131 imzaladu0131.",  "1937 - Tu00fcrkiye, 1927u2019de imzalanan Tu00fcrkiye-Suriye iyi komu015fuluk su00f6zleu015fmesini feshetti.",  "1922 - u0130rlanda, u0130ngiliz-u0130rlanda Antlau015fmasu0131'dan bir yu0131l sonra, Birleu015fik Krallu0131k'tan tam bau011fu0131msu0131zlu0131u011fa kavuu015ftu.",  "1922 - Mustafa Kemal, Ankara'da gu00f6ru00fcu015ftu00fcu011fu00fc Hu00e2kimiyet-i Milliye ve Yenigu00fcn gazetelerinin muhabirlerine, Halk Fu0131rkasu0131'nu0131 kuracau011fu0131nu0131 au00e7u0131kladu0131.",  "1922 - u0130nsu00fclin, ilk kez Kanadau2019da bir hastanede hastalar u00fczerinde denendi.",  "1921 - Serbest u0130rlanda Devleti, u0130ngiliz-u0130rlanda Antlau015fmasu0131u00a0gereu011fince, u0130ngiliz Milletler Topluluu011fu'na bau011flu0131 biru00a0dominyonu00a0olarak kuruldu.",  "1917 - Halifax'da (Kanada) bir cephane deposu patladu0131: 1900'den fazla kiu015fi u00f6ldu00fc, u015fehrin bir ku0131smu0131 harabeye du00f6ndu00fc.",  "1917 - Finlandiya, Rusya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1877 - Thomas Edison, ilk ses kaydu0131nu0131 geru00e7ekleu015ftirdi.",  "1877 - Washington Post gazetesinin ilk sayu0131su0131 yayu0131mlandu0131.",  "1865 - ABD anayasasu0131na ku00f6leliu011fi yasaklayan madde eklendi.",  "1862 - ABD Bau015fkanu0131 Abraham Lincoln, Minnesota'daki Sioux isyanu0131na katu0131larak tutuklanan 303 Ku0131zu0131lderiliden, 39'unun asu0131lmasu0131na karar verdi; idamlar 26 Aralu0131k'ta infaz edildi.",  "1790 - Amerika Birleu015fik Devletleri Kongresi, New York'tan Philadelphia'ya tau015fu0131ndu0131.",  "1768 - Encyclopedia Britannica'nu0131n ilk basku0131su0131 yapu0131ldu0131.",  "1240 - Mou011fol Hanu0131 Batu, 28 Kasu0131m'dan beri kuu015fatma altu0131nda tuttuu011fu Kiev u015fehrini fethetti. u0130leride kentin nu00fcfusu 50 binlerden 2 binlere du00fcu015fecekti.",  "963 - VIII. Leo, Papa seu00e7ildi."]








