["2014 - u0130stanbul Su00f6zleu015fmesi yu00fcru00fcrlu00fcu011fe girdi.",  "2008 - Konya'nu0131n Tau015fkent ilu00e7esinde u00f6zel bir vakfa ait 3 katlu0131 u00f6u011frenci yurdu, LPG gazu0131nu0131n su0131ku0131u015fmasu0131 nedeniyle u00e7u00f6ktu00fc: 18 u00f6lu00fc, 27 yaralu0131.",  "2002 - Irak du00f6rt yu0131llu0131k bir aradan sonra BM Bau015f Mu00fcfettiu015fi'ni denetim iu00e7in Bau011fdatu2019a davet etti.",  "2001 - u0130srailli bilim adamlaru0131 embriyondan hareketle, kalp hu00fccrelerini imal etmeyi bau015fardu0131klaru0131nu0131 au00e7u0131kladu0131lar.",  "1999 - Avrupau2019da deli dana krizinden dolayu0131 u0130ngiliz etine konan ambargo kaldu0131ru0131ldu0131.",  "1975 - Arnavutluk, ABD ve Kanadau2019nu0131n katu0131lmadu0131u011fu0131 Helsinki zirvesinde, 35 u00fclkenin katu0131lu0131mu0131yla "u0130nsan Haklaru0131 Su00f6zleu015fmesi" (Helsinki Nihai Senedi) imzalandu0131.",  "1969 - Altu0131ncu0131 Filou2019yu protesto etmek iu00e7in yapu0131lan mitinge bir grubun saldu0131rmasu0131yla u00e7u0131kan olaylarda iki genu00e7 u00f6ldu00fc, yaklau015fu0131k 200 de kiu015fi yaralandu0131.",  "1964 - Belu00e7ika Kongosu'nun adu0131, Kongo DC olarak deu011fiu015ftirildi.",  "1963 - Bu00fcyu00fck Britanya, Maltau2019ya 1964u2019te bau011fu0131msu0131zlu0131u011fu0131nu0131 vermeyi kabul etti.",  "1958 - Ku0131bru0131s'ta Tu00fcrk Mukavemet Teu015fkilatu0131 kuruldu.",  "1953 - Rodezya ve Nyasaland Federasyonu (Orta Afrika Federasyonu) kuruldu.",  "1950 - Tu00fcrkiye, NATOu2019ya bau015fvurdu.",  "1941 - ABD ordusu iu00e7in tasarlanmu0131u015f hafif arazi aracu0131 olan Jeep'lerden (Cip) ilki u00fcretildi.",  "1936 - Berlin Olimpiyatlaru0131, Adolf Hitler tarafu0131ndan bau015flatu0131ldu0131.",  "1933 - u0130stanbul u00dcniversitesi kuruldu.",  "1926 - u0130talya futbol kulu00fcbu00fc olan SSC Napoli kuruldu.",  "1914 - Alman u0130mparatorluu011fu, Rus u0130mparatorluu011fu'na savau015f ilan etti.",  "1900 - Almanya'nu0131n futbol kulu00fcbu00fc olan Borussia Mu00f6nchengladbach kuruldu.",  "1894 - u00c7in-Japon Savau015fu0131: Japon u0130mparatorluu011fu, Kore iu00e7in u00c7in'e savau015f au00e7tu0131.",  "1876 - Colorado, 38. eyalet olarak ABD'ne kabul edildi.",  "1840 - Ceride-i Havadis gazetesinin ilk sayu0131su0131 basu0131ldu0131.",  "1834 - Britanya u0130mparatorluu011fu'nda ku00f6lelik kaldu0131ru0131ldu0131.",  "1798 - Nil Savau015fu0131: Amiral Horatio Nelson komutasu0131ndaki Bu00fcyu00fck Britanya Donanmasu0131, Abukir Ku00f6rfezi'nde Fransu0131z Donanmasu0131'nu0131 yendi.",  "1774 - u0130ngiliz kimyacu0131 Joseph Priestley, oksijen gazu0131nu0131 (dioxygu00e8ne, O2) keu015ffetti.",  "1773 - Deniz Harp Okulu (Tersane Hendesehanesi), Cezayirli Hasan Pau015fa tarafu0131ndan u0130stanbul Kasu0131mpau015fa'da au00e7u0131ldu0131.",  "1619 - u0130lk Afrikalu0131 ku00f6leler, Virginia'nu0131n Jamestown u015fehrine getirildiler.",  "1589 - Fransa Kralu0131 III. Henri bu0131u00e7aklandu0131. Saldu0131rgan koyu bir Katolik rahip olan Jacques Clu00e9ment'du0131. Clu00e9ment orada u00f6lu00fcrken, Kral ise ertesi gu00fcn u00f6ldu00fc.",  "1571 - Lala Mustafa Pau015fa, Venedik Cumhuriyeti'ne ait Ku0131bru0131s adasu0131nu0131 fethetti.",  "1560 - u0130skou00e7ya Parlamentosu, Papau2019nu0131n otoritesini artu0131k tanu0131mayacau011fu0131nu0131 bildirdi, bu00f6ylece u0130skou00e7 Kilisesi ortaya u00e7u0131kmu0131u015f oldu.",  "1291 - Uri, Schwyz ve Unterwalden kantonlaru0131, u0130sviu00e7re'nin temelini attu0131."]







