["2014 - İstanbul Sözleşmesi yürürlüğe girdi.", "2008 - Konya'nın Taşkent ilçesinde özel bir vakfa ait 3 katlı öğrenci yurdu, LPG gazının sıkışması nedeniyle çöktü: 18 ölü, 27 yaralı.", "2002 - Irak dört yıllık bir aradan sonra BM Baş Müfettişi'ni denetim için Bağdat’a davet etti.", "2001 - İsrailli bilim adamları embriyondan hareketle, kalp hücrelerini imal etmeyi başardıklarını açıkladılar.", "1999 - Avrupa’da deli dana krizinden dolayı İngiliz etine konan ambargo kaldırıldı.", "1975 - Arnavutluk, ABD ve Kanada’nın katılmadığı Helsinki zirvesinde, 35 ülkenin katılımıyla \"İnsan Hakları Sözleşmesi\" (Helsinki Nihai Senedi) imzalandı.", "1969 - Altıncı Filo’yu protesto etmek için yapılan mitinge bir grubun saldırmasıyla çıkan olaylarda iki genç öldü, yaklaşık 200 de kişi yaralandı.", "1964 - Belçika Kongosu'nun adı, Kongo DC olarak değiştirildi.", "1963 - Büyük Britanya, Malta’ya 1964’te bağımsızlığını vermeyi kabul etti.", "1958 - Kıbrıs'ta Türk Mukavemet Teşkilatı kuruldu.", "1953 - Rodezya ve Nyasaland Federasyonu (Orta Afrika Federasyonu) kuruldu.", "1950 - Türkiye, NATO’ya başvurdu.", "1941 - ABD ordusu için tasarlanmış hafif arazi aracı olan Jeep'lerden (Cip) ilki üretildi.", "1936 - Berlin Olimpiyatları, Adolf Hitler tarafından başlatıldı.", "1933 - İstanbul Üniversitesi kuruldu.", "1926 - İtalya futbol kulübü olan SSC Napoli kuruldu.", "1914 - Alman İmparatorluğu, Rus İmparatorluğu'na savaş ilan etti.", "1900 - Almanya'nın futbol kulübü olan Borussia Mönchengladbach kuruldu.", "1894 - Çin-Japon Savaşı: Japon İmparatorluğu, Kore için Çin'e savaş açtı.", "1876 - Colorado, 38. eyalet olarak ABD'ne kabul edildi.", "1840 - Ceride-i Havadis gazetesinin ilk sayısı basıldı.", "1834 - Britanya İmparatorluğu'nda kölelik kaldırıldı.", "1798 - Nil Savaşı: Amiral Horatio Nelson komutasındaki Büyük Britanya Donanması, Abukir Körfezi'nde Fransız Donanması'nı yendi.", "1774 - İngiliz kimyacı Joseph Priestley, oksijen gazını (dioxygène, O2) keşfetti.", "1773 - Deniz Harp Okulu (Tersane Hendesehanesi), Cezayirli Hasan Paşa tarafından İstanbul Kasımpaşa'da açıldı.", "1619 - İlk Afrikalı köleler, Virginia'nın Jamestown şehrine getirildiler.", "1589 - Fransa Kralı III. Henri bıçaklandı. Saldırgan koyu bir Katolik rahip olan Jacques Clément'dı. Clément orada ölürken, Kral ise ertesi gün öldü.", "1571 - Lala Mustafa Paşa, Venedik Cumhuriyeti'ne ait Kıbrıs adasını fethetti.", "1560 - İskoçya Parlamentosu, Papa’nın otoritesini artık tanımayacağını bildirdi, böylece İskoç Kilisesi ortaya çıkmış oldu.", "1291 - Uri, Schwyz ve Unterwalden kantonları, İsviçre'nin temelini attı."]