["2014 - 12. Tu00fcrkiye cumhurbau015fkanlu0131u011fu0131 seu00e7imi sonucunda Recep Tayyip Erdou011fan Cumhurbau015fkanu0131 seu00e7ildi.",  "2003 - Yuri u0130vanoviu00e7 Malenu00e7enko uzayda evlenen ilk insan oldu.",  "2003 - Birleu015fik Krallu0131k'u0131n Kent u015fehrinde rekor su0131caklu0131k: 38.5u00b0C.",  "2001 - Enerji, Sanayi ve Maden Kamu Emeku00e7ileri Sendikasu0131 kuruldu.",  "2000 - Du00fcnya nu00fcfusu 6 milyara ulau015ftu0131.",  "1997 - Gu00fcney Afrika Cumhuriyeti, insan haklaru0131 ihlalleri ve Ku0131bru0131s sorununu gereku00e7e gu00f6stererek Tu00fcrkiye'ye askeri helikopter satu0131u015fu0131nu0131 durdurdu.",  "1994 - Tu00fcrkiye'nin ilk uydusu Tu00fcrksat 1B, Fransu0131z Guyanasu0131'ndaki Kourou u00dcssu00fc'nden fu0131rlatu0131ldu0131. Bu00f6ylece Tu00fcrkiye, uzayda uydusu olan 18 u00fclke arasu0131na girdi.",  "1993 - Yeni Zelanda'nu0131n Gu00fcney Adasu0131'nda Richter u00f6lu00e7eu011fine gu00f6re 7.0 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi.",  "1990 - Magellan uzay sondasu0131, Venu00fcs'e ulau015ftu0131.",  "1990 - Kuzey dou011fu Sri Lanka'da katliam: 127 mu00fcslu00fcman, yaru0131 askeru00ee birliklerce u00f6ldu00fcru00fcldu00fc.",  "1982 - Artin Penik, ASALA teru00f6ru00fcnu00fc protesto etmek iu00e7in kendisini Taksim Meydanu0131'nda yaktu0131.",  "1978 - Mustafa Pehlivanou011flu ve diu011fer sau011f gu00f6ru00fcu015flu00fc militanlaru0131n Ankara Balgat'ta kahvehaneyi taramasu0131 sonucu 5 solcu u00f6ldu00fc.",  "1960 - Ege Telgraf gazetesi u00e7u0131kmaya bau015fladu0131.",  "1954 - Murat Gu00fcler, Manu015f Denizi'ni yu00fczerek geu00e7en ilk Tu00fcrk yu00fczu00fccu00fcsu00fc oldu.",  "1951 - Denizcilik Bankasu0131 Kuruluu015f Kanunu kabul edildi. 500 milyon sermayeli kuruluu015fun 1 Mart 1952 gu00fcnu00fc faaliyete geu00e7eceu011fi au00e7u0131klandu0131.",  "1945 - Japonya teslim oldu ve II. Du00fcnya Savau015fu0131, Pasifik'te sona erdi.",  "1920 - Sevr Anlau015fmasu0131 hu00fcku00fcmleri uyaru0131nca, Anadolu ve Rumeli topraklaru0131 u0130tilaf Devletleri'nce paylau015fu0131lmaya bau015flandu0131.",  "1920 - I. Du00fcnya Savau015fu0131: Osmanlu0131 Padiu015fahu0131 VI. Mehmed'in temsilcileri, Osmanlu0131 Devleti'nin u0130tilaf Devletleri arasu0131nda paylau015fu0131mu0131nu0131 u00f6ngu00f6ren Sevr Antlau015fmasu0131nu0131 imzaladu0131lar.",  "1915 - Anafartalar Zaferi ve Conk Bayu0131ru0131 Muharebesi: Albay Mustafa Kemal'in komutasu0131ndaki Tu00fcrk askerlerinin taarruzuyla u0130ngiliz ve Anzak kuvvetlerinin geri u00e7ekilmesi sau011flandu0131.",  "1913 - II. Balkan Savau015fu0131 sona erdi: Bulgaristan, Romanya, Su0131rbistan, Karadau011f ve Yunanistan arasu0131nda Bu00fckreu015f Antlau015fmasu0131 imzalandu0131.",  "1904 - Rus u0130mparatorluu011fu ve Japon savau015f gemileri arasu0131nda Saru0131 Deniz Savau015fu0131 bau015fladu0131.",  "1893 - Rudolf Diesel'in ilk dizel aracu0131 kullanu0131ma girdi.",  "1876 - Padiu015fah V. Murat akli dengesini yitirdiu011fi gereku00e7esiyle tahttan indirildi.",  "1856 - Louisiana'da kasu0131rgadan yaklau015fu0131k 300 kiu015fi u00f6ldu00fc.",  "1821 - Missouri, ABD'nin 24. eyaleti oldu.",  "1809 - Ekvador'un bau015fkenti Quito, u0130spanyol u0130mparatorluu011fu'ndan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1792 - Fransu0131z Devrimi: Tuileries Sarayu0131 yau011fmalandu0131, XVI. Louis tutuklandu0131.",  "1680 - New Mexico'da Pueblo u0130syanu0131 bau015fladu0131.",  "1675 - Greenwich Gu00f6zlemevi Londra'da kuruldu.",  "1543 - Osmanlu0131 Ordularu0131 Estergon Kalesi'ni fethetti.",  "1519 - Ferdinand Magellan, beu015f gemisiyle du00fcnya u00e7evresindeki turu iu00e7in Sevilla'dan yelken au00e7tu0131.",  "Mu00d6 612 - Asur Kralu0131 Sinu015fariu015fkun u00f6ldu00fcru00fcldu00fc. Ninova kenti yerle bir oldu."]







