["2017 - Trabzon'nun Maçka ilçesinde PKK militanları ile çıkan çatışmada, Eren Bülbül ve Başçavuş Ferhat Gedik hayatını kaybetti.", "2004 - Kocaeli'nin Tavşancıl kasabasında, saat 16:51'de Başkent ve Adapazarı Ekspresleri kafa kafaya çarpışarak kaza yaptı. Kazada ikisi anne ile kızı olmak üzere 8 kişi öldü, 88 kişi yaralandı.", "2002 - Almanya'nın Münih kentindeki 18. Avrupa Atletizm Şampiyonası'nda kadınlar 1500 metrede Süreyya Ayhan, altın madalya kazandı.", "1999 - Yüzyılın son tam güneş tutulması Türkiye’den de çeşitli illerden izlendi.", "1995 - Suudi Arabistan'da 4 Türk vatandaşı kılıçla başı kesilerek idam edildi. 14 Ağustos'ta da, 2 Türk vatandaşı daha aynı yöntemle idam edildi. 17 Ağustos'ta Başbakan Tansu Çiller, idamların durdurulması için Prof. Dr. Nevzat Yalçıntaş'ı Suudi Arabistan'a özel elçi olarak gönderdi. 20 Ağustos'ta Suudi Hükûmeti idamları durdurduğunu açıkladı.", "1980 - Kilis'te Fayık Güngörmez adlı bir kişi, kardeşiyle evlenmeyip başka biriyle evlenen kadını öldürdü. 12 Eylül döneminde idam edildi.", "1980 - Çin'de Mao dönemi resmen tarihe karıştı. Çin Komünist Partisi Merkez Komitesi, Mao ile ilgili tüm resim, demeç ve afişleri yasakladı.", "1976 - Filistinli iki gerilla, Yeşilköy Havaalanı'nda İsrail uçağına binenlere ateş açtı: 4 kişi öldü, 20 kişi de yaralandı.", "1973 - New York şehrinin Bronx ilçesindeki 1520 Sedgwick Avenue'de, DJ Kool Herc tarafından Hip Hop keşfedildi.", "1972 - Hollanda'da, Türklerle Hollandalılar çatıştı, Türklerin evleri taşlandı. Çıkan olaylarda 100'e yakın kişi de yaralandı.", "1965 - Hendek Tatarköy (Nüzhetiye)'de meydana gelen trafik kazasında, yolcu otobüsünün asit yüklü tanker ile çarpışması sonucu 25 yolcu asitle yanarak öldü.", "1963 - Çatalhöyük'te, MÖ 8000'de yapılmış buluntulara rastlandığı açıklandı.", "1960 - Çad, Fransa'dan bağımsızlığını ilan etti.", "1952 - Ürdün Meclisi, şizofreni hastalığı nedeniyle tahtta kalması sakıncalı görülen Kral Talal'ın yerine, oğlu Veliaht Prens Hüseyin'i Kral seçti.", "1951 - Halkevleri kapatıldı ve malları Hazine'ye devredildi.", "1934 - Alkatraz Kuşçusu filmine konu olan, San Francisco'daki Alkatraz adası hapishanesi hizmete girdi.", "1929 - Türk Yerli Mallar Sergisi, İstanbul'da Galatasaray Lisesi'nde açıldı.", "1923 - İsmet İnönü, Lozan Anlaşması'nı imzaladığı kalemi İstanbul Üniversitesi'ne armağan etti.", "1914 - I. Dünya Savaşı: Fransa, Avusturya-Macaristan İmparatorluğu'na savaş ilan etti.", "1914 - I. Dünya Savaşı'nda Birleşik Krallık Kraliyet Donanması'ndan kaçarken Çanakkale Boğazı'ndan geçerek Osmanlı Devleti'ne sığınan Alman zırhlıları, Goeben ve Breslau'nun satın alındığı açıklandı.", "1480 - Gedik Ahmet Paşa komutasındaki Osmanlı Donanması, İtalya'nın Otranto limanını zaptetti.", "1473 - Fatih Sultan Mehmet'in komuta ettiği Osmanlı ordusu, Otlukbeli Muharebesi'nde Uzun Hasan komutasındaki Akkoyunlu Devleti'nin ordusunu yendi."]