["2017 - Trabzon'nun Mau00e7ka ilu00e7esinde PKK militanlaru0131 ile u00e7u0131kan u00e7atu0131u015fmada, Eren Bu00fclbu00fcl ve Bau015fu00e7avuu015f Ferhat Gedik hayatu0131nu0131 kaybetti.",  "2004 - Kocaeli'nin Tavu015fancu0131l kasabasu0131nda, saat 16:51'de Bau015fkent ve Adapazaru0131 Ekspresleri kafa kafaya u00e7arpu0131u015farak kaza yaptu0131. Kazada ikisi anne ile ku0131zu0131 olmak u00fczere 8 kiu015fi u00f6ldu00fc, 88 kiu015fi yaralandu0131.",  "2002 - Almanya'nu0131n Mu00fcnih kentindeki 18. Avrupa Atletizm u015eampiyonasu0131'nda kadu0131nlar 1500 metrede Su00fcreyya Ayhan, altu0131n madalya kazandu0131.",  "1999 - Yu00fczyu0131lu0131n son tam gu00fcneu015f tutulmasu0131 Tu00fcrkiyeu2019den de u00e7eu015fitli illerden izlendi.",  "1995 - Suudi Arabistan'da 4 Tu00fcrk vatandau015fu0131 ku0131lu0131u00e7la bau015fu0131 kesilerek idam edildi. 14 Au011fustos'ta da, 2 Tu00fcrk vatandau015fu0131 daha aynu0131 yu00f6ntemle idam edildi. 17 Au011fustos'ta Bau015fbakan Tansu u00c7iller, idamlaru0131n durdurulmasu0131 iu00e7in Prof. Dr. Nevzat Yalu00e7u0131ntau015f'u0131 Suudi Arabistan'a u00f6zel elu00e7i olarak gu00f6nderdi. 20 Au011fustos'ta Suudi Hu00fcku00fbmeti idamlaru0131 durdurduu011funu au00e7u0131kladu0131.",  "1980 - Kilis'te Fayu0131k Gu00fcngu00f6rmez adlu0131 bir kiu015fi, kardeu015fiyle evlenmeyip bau015fka biriyle evlenen kadu0131nu0131 u00f6ldu00fcrdu00fc. 12 Eylu00fcl du00f6neminde idam edildi.",  "1980 - u00c7in'de Mao du00f6nemi resmen tarihe karu0131u015ftu0131. u00c7in Komu00fcnist Partisi Merkez Komitesi, Mao ile ilgili tu00fcm resim, demeu00e7 ve afiu015fleri yasakladu0131.",  "1976 - Filistinli iki gerilla, Yeu015filku00f6y Havaalanu0131'nda u0130srail uu00e7au011fu0131na binenlere ateu015f au00e7tu0131: 4 kiu015fi u00f6ldu00fc, 20 kiu015fi de yaralandu0131.",  "1973 - New York u015fehrinin Bronx ilu00e7esindeki 1520 Sedgwick Avenue'de, DJ Kool Herc tarafu0131ndan Hip Hop keu015ffedildi.",  "1972 - Hollanda'da, Tu00fcrklerle Hollandalu0131lar u00e7atu0131u015ftu0131, Tu00fcrklerin evleri tau015flandu0131. u00c7u0131kan olaylarda 100'e yaku0131n kiu015fi de yaralandu0131.",  "1965 - Hendek Tatarku00f6y (Nu00fczhetiye)'de meydana gelen trafik kazasu0131nda, yolcu otobu00fcsu00fcnu00fcn asit yu00fcklu00fc tanker ile u00e7arpu0131u015fmasu0131 sonucu 25 yolcu asitle yanarak u00f6ldu00fc.",  "1963 - u00c7atalhu00f6yu00fck'te, Mu00d6 8000'de yapu0131lmu0131u015f buluntulara rastlandu0131u011fu0131 au00e7u0131klandu0131.",  "1960 - u00c7ad, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1952 - u00dcrdu00fcn Meclisi, u015fizofreni hastalu0131u011fu0131 nedeniyle tahtta kalmasu0131 saku0131ncalu0131 gu00f6ru00fclen Kral Talal'u0131n yerine, ou011flu Veliaht Prens Hu00fcseyin'i Kral seu00e7ti.",  "1951 - Halkevleri kapatu0131ldu0131 ve mallaru0131 Hazine'ye devredildi.",  "1934 - Alkatraz Kuu015fu00e7usu filmine konu olan, San Francisco'daki Alkatraz adasu0131 hapishanesi hizmete girdi.",  "1929 - Tu00fcrk Yerli Mallar Sergisi, u0130stanbul'da Galatasaray Lisesi'nde au00e7u0131ldu0131.",  "1923 - u0130smet u0130nu00f6nu00fc, Lozan Anlau015fmasu0131'nu0131 imzaladu0131u011fu0131 kalemi u0130stanbul u00dcniversitesi'ne armau011fan etti.",  "1914 - I. Du00fcnya Savau015fu0131: Fransa, Avusturya-Macaristan u0130mparatorluu011fu'na savau015f ilan etti.",  "1914 - I. Du00fcnya Savau015fu0131'nda Birleu015fik Krallu0131k Kraliyet Donanmasu0131'ndan kau00e7arken u00c7anakkale Bou011fazu0131'ndan geu00e7erek Osmanlu0131 Devleti'ne su0131u011fu0131nan Alman zu0131rhlu0131laru0131, Goeben ve Breslau'nun satu0131n alu0131ndu0131u011fu0131 au00e7u0131klandu0131.",  "1480 - Gedik Ahmet Pau015fa komutasu0131ndaki Osmanlu0131 Donanmasu0131, u0130talya'nu0131n Otranto limanu0131nu0131 zaptetti.",  "1473 - Fatih Sultan Mehmet'in komuta ettiu011fi Osmanlu0131 ordusu, Otlukbeli Muharebesi'nde Uzun Hasan komutasu0131ndaki Akkoyunlu Devleti'nin ordusunu yendi."]







