["2005 - Sri Lanka Dışişleri Bakanı Lakshman Kadirgamar, bir keskin nişancı tarafından öldürüldü.", "2002 - CHP, 1999'dan beri 3 yıl (ilk kez) uzak kaldığı TBMM'ye, DSP'den istifa eden Gaziantep Bağımsız Milletvekili Mustafa Yılmaz'ın CHP'ye katılmasıyla geri döndü.", "2000 - Rus Kursk denizaltısı, Barents Denizi'nde 112 mürettebatıyla battı.", "1996 - Türkiye ile İran arasında doğalgaz anlaşması imzalandı.", "1992 - Kanada, Meksika ve ABD, NAFTA antlaşmasının ön görüşmelerini tamamladıklarını açıkladılar.", "1990 - TBMM yaptığı gizli oturumda, olası bir savaş durumunda Hükûmet'e müdahale izni verildi.", "1985 - Japon Hava Yolları'na ait JAL123 uçuş numaralı Boeing 747 jumbo jet, Japonya'nın Takamagahara Dağı'na düştü: 520 kişi öldü, 4 kişi kurtuldu.", "1981 - IBM ilk kişisel bilgisayarını piyasaya sürdü.", "1970 - Fransa'nın futbol takımı olan Paris Saint-Germain FC kuruldu.", "1964 - Türkiye, BM Güvenlik Konseyi'nin çağrısı üzerine Kıbrıs üzerindeki askeri uçuşlara son verdi. Konsey, adada iki toplum arasında, Barış Gücü'nün tampon bölge oluşturmasını kararlaştırdı.", "1964 - Güney Afrika Cumhuriyeti, ırksal ayrımcılığı savunan \"Apartheid\" politikaları nedeniyle Olimpiyat Oyunları'ndan men edildi.", "1961 - İstanbul'un 92 yıllık tramvayları son seferlerini yaptılar.", "1960 - İlk Amerikan haberleşme uydusu Echo 1A fırlatıldı.", "1954 - BM askerleri Kore'den çekilmeye başladı.", "1953 - Sovyetler Birliği, Kazakistan'da atom bombası denedi.", "1944 - Tan gazetesi kapatıldı.", "1943 - Philadelphia Deneyi: ABD Donanması'na ait USS Eldridge gemisinde yapıldığı iddia edilen deney.", "1930 - Serbest Cumhuriyet Fırkası kuruldu, Genel Başkanlığına Fethi Okyar getirildi.", "1927 - Bolivya'da 80 bin kızılderili, Hükûmet'e başkaldırdı.", "1921 - Atatürk, Polatlı'da Başkomutan sıfatıyla Ordu'nun başına geçti.", "1914 - I. Dünya Savaşı: Birleşik Krallık, Avusturya-Macaristan İmparatorluğu'a savaş ilan etti.", "1910 - İstanbul Moda'da ilk tenis kortu açıldı.", "1908 - Ford, T modelinin seri üretimine başladı.", "1877 - Asaph Hall, Mars'ın uydusu Deimos'u keşfetti.", "1851 - Isaac Singer, dikiş makinesinin patentini aldı.", "1687 - İkinci Mohaç Savaşı: Osmanlı Ordusu ile Habsburg Hanedanı'nın yönettiği Avusturya Arşidüklüğü Ordusu arasında, Mohaç'ın 24 km güneybatısındaki bölgede yapıldı. Savaş, Avusturya Arşidüklüğü'nün zaferiyle sonuçlandı.", "1499 - Küçük Davut Paşa komutasındaki Osmanlı Donanması komutanlarından Burak Reis, Sapienza adası yakınlarında karşılaşılan Venedik Donanması ile yapılan Sapienza Deniz Muharebesindeki çarpışmada öldü.", "1281 - Moğolların Japonya seferleri: Kubilay Han'ın Donanması, Japonya'ya yaklaştığı sırada çıkan bir tayfun neticesinde battı."]