["2005 - Sri Lanka Du0131u015fiu015fleri Bakanu0131 Lakshman Kadirgamar, bir keskin niu015fancu0131 tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "2002 - CHP, 1999'dan beri 3 yu0131l (ilk kez) uzak kaldu0131u011fu0131 TBMM'ye, DSP'den istifa eden Gaziantep Bau011fu0131msu0131z Milletvekili Mustafa Yu0131lmaz'u0131n CHP'ye katu0131lmasu0131yla geri du00f6ndu00fc.",  "2000 - Rus Kursk denizaltu0131su0131, Barents Denizi'nde 112 mu00fcrettebatu0131yla battu0131.",  "1996 - Tu00fcrkiye ile u0130ran arasu0131nda dou011falgaz anlau015fmasu0131 imzalandu0131.",  "1992 - Kanada, Meksika ve ABD, NAFTA antlau015fmasu0131nu0131n u00f6n gu00f6ru00fcu015fmelerini tamamladu0131klaru0131nu0131 au00e7u0131kladu0131lar.",  "1990 - TBMM yaptu0131u011fu0131 gizli oturumda, olasu0131 bir savau015f durumunda Hu00fcku00fbmet'e mu00fcdahale izni verildi.",  "1985 - Japon Hava Yollaru0131'na ait JAL123 uu00e7uu015f numaralu0131 Boeing 747 jumbo jet, Japonya'nu0131n Takamagahara Dau011fu0131'na du00fcu015ftu00fc: 520 kiu015fi u00f6ldu00fc, 4 kiu015fi kurtuldu.",  "1981 - IBM ilk kiu015fisel bilgisayaru0131nu0131 piyasaya su00fcrdu00fc.",  "1970 - Fransa'nu0131n futbol taku0131mu0131 olan Paris Saint-Germain FC kuruldu.",  "1964 - Tu00fcrkiye, BM Gu00fcvenlik Konseyi'nin u00e7au011fru0131su0131 u00fczerine Ku0131bru0131s u00fczerindeki askeri uu00e7uu015flara son verdi. Konsey, adada iki toplum arasu0131nda, Baru0131u015f Gu00fccu00fc'nu00fcn tampon bu00f6lge oluu015fturmasu0131nu0131 kararlau015ftu0131rdu0131.",  "1964 - Gu00fcney Afrika Cumhuriyeti, u0131rksal ayru0131mcu0131lu0131u011fu0131 savunan "Apartheid" politikalaru0131 nedeniyle Olimpiyat Oyunlaru0131'ndan men edildi.",  "1961 - u0130stanbul'un 92 yu0131llu0131k tramvaylaru0131 son seferlerini yaptu0131lar.",  "1960 - u0130lk Amerikan haberleu015fme uydusu Echo 1A fu0131rlatu0131ldu0131.",  "1954 - BM askerleri Kore'den u00e7ekilmeye bau015fladu0131.",  "1953 - Sovyetler Birliu011fi, Kazakistan'da atom bombasu0131 denedi.",  "1944 - Tan gazetesi kapatu0131ldu0131.",  "1943 - Philadelphia Deneyi: ABD Donanmasu0131'na ait USS Eldridge gemisinde yapu0131ldu0131u011fu0131 iddia edilen deney.",  "1930 - Serbest Cumhuriyet Fu0131rkasu0131 kuruldu, Genel Bau015fkanlu0131u011fu0131na Fethi Okyar getirildi.",  "1927 - Bolivya'da 80 bin ku0131zu0131lderili, Hu00fcku00fbmet'e bau015fkaldu0131rdu0131.",  "1921 - Atatu00fcrk, Polatlu0131'da Bau015fkomutan su0131fatu0131yla Ordu'nun bau015fu0131na geu00e7ti.",  "1914 - I. Du00fcnya Savau015fu0131: Birleu015fik Krallu0131k, Avusturya-Macaristan u0130mparatorluu011fu'a savau015f ilan etti.",  "1910 - u0130stanbul Moda'da ilk tenis kortu au00e7u0131ldu0131.",  "1908 - Ford, T modelinin seri u00fcretimine bau015fladu0131.",  "1877 - Asaph Hall, Mars'u0131n uydusu Deimos'u keu015ffetti.",  "1851 - Isaac Singer, dikiu015f makinesinin patentini aldu0131.",  "1687 - u0130kinci Mohau00e7 Savau015fu0131: Osmanlu0131 Ordusu ile Habsburg Hanedanu0131'nu0131n yu00f6nettiu011fi Avusturya Aru015fidu00fcklu00fcu011fu00fc Ordusu arasu0131nda, Mohau00e7'u0131n 24u00a0km gu00fcneybatu0131su0131ndaki bu00f6lgede yapu0131ldu0131. Savau015f, Avusturya Aru015fidu00fcklu00fcu011fu00fc'nu00fcn zaferiyle sonuu00e7landu0131.",  "1499 - Ku00fcu00e7u00fck Davut Pau015fa komutasu0131ndaki Osmanlu0131 Donanmasu0131 komutanlaru0131ndan Burak Reis, Sapienza adasu0131 yaku0131nlaru0131nda karu015fu0131lau015fu0131lan Venedik Donanmasu0131 ile yapu0131lan Sapienza Deniz Muharebesindeki u00e7arpu0131u015fmada u00f6ldu00fc.",  "1281 - Mou011follaru0131n Japonya seferleri: Kubilay Han'u0131n Donanmasu0131, Japonya'ya yaklau015ftu0131u011fu0131 su0131rada u00e7u0131kan bir tayfun neticesinde battu0131."]







