["2020 - u0130srail ve BAE, u00fcu00e7u00fcncu00fc u0130srail-Arap baru0131u015f anlau015fmasu0131 olarak iliu015fkileri normalleu015ftirilmesi konusunda anlau015ftu0131.",  "2004 - 2004 Yaz Olimpiyatlaru0131, Atina'da bau015fladu0131.",  "2004 - 156 Kongolu Tutsi mu00fclteci, Burundi'deki Gatumba mu00fclteci kampu0131nda u00f6ldu00fcru00fcldu00fc.",  "1999 - Tu00fcrkiye'de "Uluslararasu0131 Tahkim" yolunu au00e7an anayasa deu011fiu015fikliu011fi kabul edildi.",  "1997 - South Park yayu0131na bau015fladu0131.",  "1987 - ABD Bau015fkanu0131 Ronald Reagan, u0130ran-Kontra Skandalu0131'ndaki sorumluluu011funu kabul etti.",  "1973 - Zu00fclfikar Ali Butto, Pakistan Bau015fbakanu0131 seu00e7ildi.",  "1966 - u00c7in'de Mao, "Ku00fcltu00fcr Devrimi"ni ilan etti.",  "1961 - Dou011fu Almanya yu00f6netimi, batu0131ya kau00e7u0131u015flaru0131 u00f6nlemek iu00e7in Berlin su0131nu0131ru0131nu0131 dikenli tellerle kapattu0131. 20 Au011fustos'ta bu tellerin yerine, daha sonra "Utanu00e7 Duvaru0131" denilecek beton duvar u00f6ru00fclmeye bau015flandu0131.",  "1960 - Orta Afrika Cumhuriyeti, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1956 - Tu00fcrkiye'de ortaokullara din dersi konuldu.",  "1954 - Pakistan Millu00ee Maru015fu0131, Pakistan Radyosu'ndan ilk kez yayu0131mlandu0131.",  "1940 - II. Du00fcnya Savau015fu0131: Alman savau015f uu00e7aklaru0131 (Luftwaffe), u0130ngiliz hava alanlaru0131nu0131 ve radar u00fcslerini bombalamaya bau015fladu0131.",  "1923 - Mustafa Kemal, yeniden Tu00fcrkiye Bu00fcyu00fck Millet Meclisi Bau015fkanu0131 seu00e7ildi.",  "1922 - Bu00fcyu00fck Taarruz u00f6ncesinde, Fevzi Pau015fa ve Karargahu0131, gizlice cepheye gitti. 14 Au011fustos'ta birliklerin gu00fcneye ve cepheye dou011fru kaydu0131ru0131lmasu0131na sessizce bau015flandu0131.",  "1918 - BMW (Bayerische Motoren Werke AG) Motor Fabrikasu0131 Almanya'da kuruldu.",  "1918 - ABD Deniz Kuvvetleri'ne, ilk kadu0131n asker (Opha May Johnson) kaydu0131nu0131 yaptu0131rdu0131.",  "1913 - Harry Brearley, paslanmaz u00e7eliu011fi icat etti.",  "1913 - Akrobat Otto Witte, Arnavutluk Kralu0131 olduu011funu iddia etti.",  "1905 - Norveu00e7'te du00fczenlenen referandumda, u0130sveu00e7'ten ayru0131lma kararu0131 u00e7u0131ktu0131.",  "1889 - Alman Ferdinand von Zeppelin, kendi icadu0131 olan ve Zeplin adu0131nu0131 vereceu011fi sevk ve idare edilebilir balonunun patentini aldu0131.",  "1792 - Fransa Kralu0131 XVI. Louis, "Ulusal Mahkeme" tarafu0131ndan tutuklandu0131 ve halk du00fcu015fmanu0131 olarak ilu00e2n edildi."]







