["2006 - Hizbullah-u0130srail savau015fu0131 imzalanan ateu015fkesle sona erdi.",  "2001 - Adalet ve Kalku0131nma Partisi, Recep Tayyip Erdou011fan tarafu0131ndan kuruldu.",  "1992 - Gu00fcrcistan Ordusu, Abhazya'yu0131 iu015fgal etti.",  "1974 - Ku0131bru0131s Sorunu u00fczerine, Tu00fcrkiye, Birleu015fik Krallu0131k ve Yunanistan arasu0131nda devam eden Cenevre gu00f6ru00fcu015fmeleri u00e7u0131kmaza girince, Tu00fcrk Silahlu0131 Kuvvetleri Ku0131bru0131s'ta ikinci bir askeru00ee hareku00e2t bau015flattu0131. Aynu0131 gu00fcn Tu00fcrk Birlikleri bau015fkent Lefkou015fa'ya girdi.",  "1974 - Ku0131bru0131s Cumhuriyeti'nde, EOKA-B tarafu0131ndan Ku0131bru0131s Tu00fcrkleri'ne karu015fu0131 Muratau011fa, Sandallar ve Atlu0131lar Katliamu0131 ve Tau015fkent Katliamu0131 geru00e7ekleu015ftirildi.",  "1973 - Zu00fclfikar Ali Butto, Pakistan Bau015fbakanu0131 olarak gu00f6reve bau015fladu0131.",  "1953 - SSCB, hidrojen bombasu0131 yaptu0131u011fu0131nu0131 ilan etti.",  "1949 - Almanya Federal Cumhuriyeti'nde yapu0131lan seu00e7imleri Hristiyan Demokratlar kazandu0131; Konrad Adenauer, u015eansu00f6lye oldu.",  "1947 - Birleu015fik Krallu0131k, Hindistan'a bau011fu0131msu0131zlu0131k verdi. Tu00fcm Hindistan Mu00fcslu00fcman Birliu011fi Lideri Muhammed Ali Cinnah ile Kongre Partisi Lideri Cevahirlal Nehru'nun Hindistan'u0131n paylau015fu0131mu0131na iliu015fkin u0130ngiliz planu0131nu0131 kabul etmesinin ardu0131ndan u00fclke ikiye ayru0131ldu0131 ve bau011fu0131msu0131z Pakistan Devleti kuruldu.",  "1945 - II. Du00fcnya Savau015fu0131 sonunda Japonya, kayu0131tsu0131z u015fartsu0131z teslim oldu. u0130mparator Hirohito, u00fclkesinin teslim olduu011funu au00e7u0131kladu0131.",  "1941 - ABD Bau015fkanu0131 Franklin Roosevelt ve Birleu015fik Krallu0131k Bau015fbakanu0131 Winston Churchill, Atlantik Su00f6zleu015fmesi'ni yayu0131mladu0131lar.",  "1908 - Birleu015fik Krallu0131k'u0131n Folkestone kentinde, du00fcnyada ilk kez Uluslararasu0131 Gu00fczellik Yaru0131u015fmasu0131 du00fczenlendi.",  "1893 - Du00fcnyada ilk kez Fransa'da, otomobillere plaka taku0131ldu0131."]







