["2021 - Taliban Afganistan yönetimini devraldı.", "2010 - Sümela Manastırı'nda Türkiye Cumhuriyeti tarihindeki ilk ayin yapıldı.", "2007 - Peru'da Richter ölçeğine göre 8.0 büyüklüğünde deprem: 514 kişi öldü, 1090 kişi yaralandı.", "2000 - Türkiye, Birleşmiş Milletler Bireysel ve Siyasi Haklar Sözleşmesi ile Ekonomik, Sosyal ve Kültürel Haklar Sözleşmesi'ni imzaladı.", "1984 - PKK, Hakkâri ve Şırnak illerinin Eruh ve Şemdinli ilçelerine saldırarak silahlı eylemlerine başladı.", "1975 - Bangladeş'te askeri darbe: Şeyh Mucibur Rahman tüm aile fertleriyle birlikte öldürüldü. Devlet başkanlığına Muştak Ahmet getirildi.", "1974 - Kıbrıs Harekâtı: İlerlemeye devam eden Türk Birlikleri, adanın en büyük 2. şehri olan Mağusa'ya girdi.", "1973 - Vietnam Savaşı: ABD, Kamboçya'yı bombalamayı durdurdu.", "1969 - Woodstock Müzik ve Sanat Festivali, New York yakınlarında bir mandırada 400 bin kişinin katılımıyla başladı. Festival üç gün sürdü.", "1962 - Stan Lee ve Steve Ditko'nun yarattığı Örümcek Adam yayınlandı.", "1960 - Kongo Cumhuriyeti, Fransa'dan bağımsızlığını ilan etti.", "1956 - Van, Özalp'te 1943 yılında 33 yurttaşın kurşuna dizilmesi olayıyla ilgili olarak, İsmet İnönü hakkında Meclis soruşturması açılması istendi.", "1952 - Birleşik Krallık'ın Devon bölgesinde sel: 34 kişi öldü.", "1951 - Nâzım Hikmet, Bakanlar Kurulu kararıyla Türk vatandaşlığından çıkarıldı.", "1947 - Pakistan'ın kurucusu Muhammed Ali Cinnah, Genel Vali olarak Karaçi'de yemin etti ve görevine başladı.", "1947 - Hindistan bağımsızlığını kazandı. Jawaharlal Nehru Hindistan'ın ilk Başbakanı oldu.", "1945 - II. Dünya Savaşı: Japonya teslim oldu. Kore Kurtuluş Günü", "1939 - Yahudi mültecileri taşıyan Parita gemisi İzmir'den ayrıldı.", "1935 - Adolf Hitler, Alman-Yahudi evliliklerini yasakladı.", "1914 - Panama Kanalı'ndan ilk gemi geçti.", "1461 - Fatih Sultan Mehmet, Trabzon'u feth etti. Böylece Trabzon İmparatorluğu'na son verildi.", "1261 - Bizans İmparatoru VIII. Mihail Paleologos, Konstantinopolis'te taç giydi.", "1080 - Kars'ın alınışı."]