["2021 - Taliban Afganistan yu00f6netimini devraldu0131.",  "2010 - Su00fcmela Manastu0131ru0131'nda Tu00fcrkiye Cumhuriyeti tarihindeki ilk ayin yapu0131ldu0131.",  "2007 - Peru'da Richter u00f6lu00e7eu011fine gu00f6re 8.0 bu00fcyu00fcklu00fcu011fu00fcnde deprem: 514 kiu015fi u00f6ldu00fc, 1090 kiu015fi yaralandu0131.",  "2000 - Tu00fcrkiye, Birleu015fmiu015f Milletler Bireysel ve Siyasi Haklar Su00f6zleu015fmesi ile Ekonomik, Sosyal ve Ku00fcltu00fcrel Haklar Su00f6zleu015fmesi'ni imzaladu0131.",  "1984 - PKK, Hakku00e2ri ve u015eu0131rnak illerinin Eruh ve u015eemdinli ilu00e7elerine saldu0131rarak silahlu0131 eylemlerine bau015fladu0131.",  "1975 - Bangladeu015f'te askeri darbe: u015eeyh Mucibur Rahman tu00fcm aile fertleriyle birlikte u00f6ldu00fcru00fcldu00fc. Devlet bau015fkanlu0131u011fu0131na Muu015ftak Ahmet getirildi.",  "1974 - Ku0131bru0131s Hareku00e2tu0131: u0130lerlemeye devam eden Tu00fcrk Birlikleri, adanu0131n en bu00fcyu00fck 2. u015fehri olan Mau011fusa'ya girdi.",  "1973 - Vietnam Savau015fu0131: ABD, Kambou00e7ya'yu0131 bombalamayu0131 durdurdu.",  "1969 - Woodstock Mu00fczik ve Sanat Festivali, New York yaku0131nlaru0131nda bir mandu0131rada 400 bin kiu015finin katu0131lu0131mu0131yla bau015fladu0131. Festival u00fcu00e7 gu00fcn su00fcrdu00fc.",  "1962 - Stan Lee ve Steve Ditko'nun yarattu0131u011fu0131 u00d6ru00fcmcek Adam yayu0131nlandu0131.",  "1960 - Kongo Cumhuriyeti, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1956 - Van, u00d6zalp'te 1943 yu0131lu0131nda 33 yurttau015fu0131n kuru015funa dizilmesi olayu0131yla ilgili olarak, u0130smet u0130nu00f6nu00fc hakku0131nda Meclis soruu015fturmasu0131 au00e7u0131lmasu0131 istendi.",  "1952 - Birleu015fik Krallu0131k'u0131n Devon bu00f6lgesinde sel: 34 kiu015fi u00f6ldu00fc.",  "1951 - Nu00e2zu0131m Hikmet, Bakanlar Kurulu kararu0131yla Tu00fcrk vatandau015flu0131u011fu0131ndan u00e7u0131karu0131ldu0131.",  "1947 - Pakistan'u0131n kurucusu Muhammed Ali Cinnah, Genel Vali olarak Karau00e7i'de yemin etti ve gu00f6revine bau015fladu0131.",  "1947 - Hindistan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131. Jawaharlal Nehru Hindistan'u0131n ilk Bau015fbakanu0131 oldu.",  "1945 - II. Du00fcnya Savau015fu0131: Japonya teslim oldu. Kore Kurtuluu015f Gu00fcnu00fc",  "1939 - Yahudi mu00fcltecileri tau015fu0131yan Parita gemisi u0130zmir'den ayru0131ldu0131.",  "1935 - Adolf Hitler, Alman-Yahudi evliliklerini yasakladu0131.",  "1914 - Panama Kanalu0131'ndan ilk gemi geu00e7ti.",  "1461 - Fatih Sultan Mehmet, Trabzon'u feth etti. Bu00f6ylece Trabzon u0130mparatorluu011fu'na son verildi.",  "1261 - Bizans u0130mparatoru VIII. Mihail Paleologos, Konstantinopolis'te tau00e7 giydi.",  "1080 - Kars'u0131n alu0131nu0131u015fu0131."]







