["2009 - Jamaikalu0131 atlet Usain Bolt, Berlin'de yapu0131lan 2009 Du00fcnya Atletizm u015eampiyonasu0131'nda 100 metrede 9.58 ile du00fcnya rekoru ku0131rdu0131.",  "2008 - Usain Bolt, Pekin'de geru00e7ekleu015ftirilen 2008 Yaz Olimpiyatlaru0131'nda 100 metrede 9.69 saniye ile du00fcnya rekoru ku0131rdu0131.",  "2005 - Batu0131 Karayipler Hava Yollaru0131'na ait bir yolcu uu00e7au011fu0131, Venezuela'nu0131n Machiques u015fehri yaku0131nlaru0131nda du00fcu015ftu00fc: 160 kiu015fi u00f6ldu00fc.",  "1997 - u0130lku00f6u011fretimin 8 yu0131l zorunlu ve kesintisiz olmasu0131nu0131 u00f6ngu00f6ren yasa tasaru0131su0131, 242'ye karu015fu0131 277 oyla TBMM Genel Kurulunda kabul edildi.",  "1974 - Ku0131bru0131s'ta u0130kinci Baru0131u015f Harekatu0131'nu0131n son gu00fcnu00fc. Tu00fcrk Birlikleri, Mau011fusa-Lefkou015fa-Lefke hattu0131nu0131n kuzeyinde kalan bu00f6lgeyi denetim altu0131na aldu0131 ve ateu015f kesildi.",  "1974 - Andreas Papandreu, 7 yu0131llu0131k su00fcrgu00fcnden sonra Yunanistan'a geri du00f6ndu00fc.",  "1960 - Ku0131bru0131s'a bau011fu0131msu0131zlu0131k tanu0131yan Zu00fcrih ve Londra Antlau015fmalaru0131 yu00fcru00fcrlu00fcu011fe girdi ve Ku0131bru0131s Cumhuriyeti kuruldu.",  "1960 - Joseph Kittinger, New Mexico'da yaklau015fu0131k 31.330 m yu00fcksekteki bir balondan parau015fu00fctle atladu0131 ve bugu00fcne dek ku0131ru0131lamayan u00fcu00e7 rekoru ku0131rdu0131: yu00fcksekten atlama, serbest du00fcu015fu00fcu015f ve en hu0131zlu0131 insan.",  "1953 - Papa XII. Pius'un verdiu011fi imtiyazla, u0130zmir Selu00e7uk'ta inu015fa edilen Meryem Ana Evi au00e7u0131ldu0131.",  "1948 - Millu00ee Ku00fctu00fcphane, Ankara'da kullanu0131cu0131lara hizmet vermeye bau015fladu0131.",  "1929 - u00c7in ve Sovyet askerleri, Manu00e7urya'da u00e7atu0131u015ftu0131.",  "1925 - Charlie Chaplin'in "Altu0131na Hu00fccum" adlu0131 filmi gu00f6sterime girdi.",  "1913 - Japonya'nu0131n Tu014dhoku Imparatorluk u00dcniversitesi (u015fimdiki Tohoku u00dcniversitesi) ilk kadu0131n u00f6u011frencisini kabul etti.",  "1868 - Peru'nun Arica (u015fu an u015eili'ye bau011flu0131du0131r) kenti, 8.5 bu00fcyu00fcklu00fcu011fu00fcndeki bir depremin ardu0131ndan gelen tsunami ile yerle bir oldu. Yaklau015fu0131k 25.000'i Arica'da olmak u00fczere, toplam 70.000 kiu015fi u00f6ldu00fc.",  "1858 - ABD Bau015fkanu0131 James Buchanan, ilk okyanus au015fu0131ru0131 telgraf gu00f6ru00fcu015fmesinin au00e7u0131lu0131u015fu0131nu0131 Birleu015fik Krallu0131k Kraliu00e7esi Victoria ile yaptu0131.",  "1838 - Osmanlu0131 u0130mparatorluu011fu ile Birleu015fik Krallu0131k arasu0131nda, u0130stanbul'un Baltalimanu0131 semtinde, Baltalimanu0131 Ticaret Antlau015fmasu0131 imzalandu0131.",  "1556 - Su00fcleymaniye Camii tu00f6renle au00e7u0131ldu0131.",  "1543 - Barbaros Hayreddin Pau015fa, Tunus'u fethetti."]







