["2009 - Jamaikalı atlet Usain Bolt, Berlin'de yapılan 2009 Dünya Atletizm Şampiyonası'nda 100 metrede 9.58 ile dünya rekoru kırdı.", "2008 - Usain Bolt, Pekin'de gerçekleştirilen 2008 Yaz Olimpiyatları'nda 100 metrede 9.69 saniye ile dünya rekoru kırdı.", "2005 - Batı Karayipler Hava Yolları'na ait bir yolcu uçağı, Venezuela'nın Machiques şehri yakınlarında düştü: 160 kişi öldü.", "1997 - İlköğretimin 8 yıl zorunlu ve kesintisiz olmasını öngören yasa tasarısı, 242'ye karşı 277 oyla TBMM Genel Kurulunda kabul edildi.", "1974 - Kıbrıs'ta İkinci Barış Harekatı'nın son günü. Türk Birlikleri, Mağusa-Lefkoşa-Lefke hattının kuzeyinde kalan bölgeyi denetim altına aldı ve ateş kesildi.", "1974 - Andreas Papandreu, 7 yıllık sürgünden sonra Yunanistan'a geri döndü.", "1960 - Kıbrıs'a bağımsızlık tanıyan Zürih ve Londra Antlaşmaları yürürlüğe girdi ve Kıbrıs Cumhuriyeti kuruldu.", "1960 - Joseph Kittinger, New Mexico'da yaklaşık 31.330 m yüksekteki bir balondan paraşütle atladı ve bugüne dek kırılamayan üç rekoru kırdı: yüksekten atlama, serbest düşüş ve en hızlı insan.", "1953 - Papa XII. Pius'un verdiği imtiyazla, İzmir Selçuk'ta inşa edilen Meryem Ana Evi açıldı.", "1948 - Millî Kütüphane, Ankara'da kullanıcılara hizmet vermeye başladı.", "1929 - Çin ve Sovyet askerleri, Mançurya'da çatıştı.", "1925 - Charlie Chaplin'in \"Altına Hücum\" adlı filmi gösterime girdi.", "1913 - Japonya'nın Tōhoku Imparatorluk Üniversitesi (şimdiki Tohoku Üniversitesi) ilk kadın öğrencisini kabul etti.", "1868 - Peru'nun Arica (şu an Şili'ye bağlıdır) kenti, 8.5 büyüklüğündeki bir depremin ardından gelen tsunami ile yerle bir oldu. Yaklaşık 25.000'i Arica'da olmak üzere, toplam 70.000 kişi öldü.", "1858 - ABD Başkanı James Buchanan, ilk okyanus aşırı telgraf görüşmesinin açılışını Birleşik Krallık Kraliçesi Victoria ile yaptı.", "1838 - Osmanlı İmparatorluğu ile Birleşik Krallık arasında, İstanbul'un Baltalimanı semtinde, Baltalimanı Ticaret Antlaşması imzalandı.", "1556 - Süleymaniye Camii törenle açıldı.", "1543 - Barbaros Hayreddin Paşa, Tunus'u fethetti."]