["2005 - Fransu0131z Sau011flu0131k Bakanu0131 Xavier Bertrand, Paris'teki Saint-Vincent-de-Paul hastanesi morgunda saklanu0131lan, dou011fduktan sonra ku0131sa su00fcrede u00f6lmu00fcu015f veya u00f6lu00fc dou011fmuu015f olduu011fu belirtilen 351 u00e7ocuk cesedinin keu015ffedilmesi u00fczerine, bu konuda soruu015fturma au00e7u0131lmasu0131nu0131 istedi.",  "2001 - Soyku0131ru0131m suu00e7lusu Su0131rp general Radislav Krstiu0107, 1995 Temmuz'unda Srebrenica'da (Bosna-Hersek) binlerce Mu00fcslu00fcmanu0131 katlettiu011finden dolayu0131, Lahey'deki Savau015f Suu00e7laru0131 Mahkemesi tarafu0131ndan 46 yu0131l hapse mahku00fbm edildi.",  "1997 - Muhammed Hatemi, u0130ran'nin yeni Bau015fkanu0131 oldu",  "1991 - u015eili ve Arjantin bir yu00fczyu0131ldan fazla bir zamandu0131r aralaru0131nda su00fcren su0131nu0131r anlau015fmazlu0131klaru0131na bir anlau015fma imzalayarak son verdi.",  "1990 - Saddam Hu00fcseyin u00f6nderliu011findeki Irak, Kuveyt'i iu015fgal etti. Kuveyt Emiri Cabir el-Ahmed el-Sabah, Suudi Arabistan'a kau00e7tu0131.",  "1987 - Tu00fcrkiye'de kan kanserli bir hastaya, ilk kez kemik iliu011fi nakli yapu0131ldu0131.",  "1980 - u0130talya'da Bologna Tren u0130stasyonu'nda bomba patladu0131; 84 kiu015fi u00f6ldu00fc. Eylemi, sau011fcu0131 Devrim Birlikleri u00f6rgu00fctu00fc u00fcstlendi.",  "1967 - Trabzonspor Kulu00fcbu00fc kuruldu.",  "1958 - Cumhuriyet tarihinin en yu00fcksek orandaki devalu00fcasyonu yapu0131larak, 1 Dolar 2.80 liradan 9 liraya u00e7u0131karu0131ldu0131. Devalu00fcasyon oranu0131nu0131n yu00fczde 221'i bulduu011fu au00e7u0131klandu0131.",  "1955 - Zonguldak'ta sel: 3 u00f6lu00fc, 560 ev ve du00fckku00e2n sular altu0131nda.",  "1950 - Konya Gazeteciler Cemiyeti kuruldu.",  "1945 - Postdam Konferansu0131 sona erdi. II. Du00fcnya Savau015fu0131 sonrasu0131 Avrupa'su0131na yu00f6n vermek iu00e7in Potsdam'da bir araya gelen ABD Bau015fkanu0131 Harry Truman, u0130ngiltere Bau015fbakanu0131 Winston Churchill ve Sovyetler Birliu011fi Devlet Bau015fkanu0131 Joseph Stalin gu00f6ru00fcu015fmelerini tamamladu0131lar. Konferans'ta alu0131nan karar gereu011fince Almanya; Amerikan, u0130ngiliz, Fransu0131z ve Sovyet komutanlaru0131nca yu00f6netilecek du00f6rt ayru0131 iu015fgal bu00f6lgesine ayru0131ldu0131.",  "1939 - u0130ngiliz savau015f gemisi Malaya u0130zmir Limanu0131na, Warspite ve 4 destroyer de u0130stanbul Limanu0131na geldi.",  "1939 - Adalet Bakanlu0131u011fu0131, halk u00f6nu00fcnde idam yapu0131lmayacau011fu0131na dair bir genelge yayu0131mladu0131.",  "1934 - Adolf Hitler, Almanya'nu0131n Fu00fchrer'i haline geldi. Totaliter rejim su00fcreci bau015fladu0131.",  "1926 - Bozkurt gemisi ile Fransu0131z Lotus gemisi Ege Denizi au00e7u0131klaru0131nda u00e7arpu0131u015ftu0131; Bozkurt gemisi battu0131, 8 kiu015fi u00f6ldu00fc. Kaza sonrasu0131nda, "Bozkurt-Lotus davasu0131" olarak bau015flayan su00fcreu00e7, Uluslararasu0131 Adalet Divanu0131'nda Tu00fcrk tezinin kabulu00fcyle, "Lotus prensibi" olarak literatu00fcre geu00e7ti ve tu00fcm u00fclkeler iu00e7in kural hu00e2line getirildi.",  "1919 - Millu00ee Mu00fccadele aleyhine yazu0131lar yazan Ali Kemal tarafu0131ndan u00e7u0131karu0131lan Peyam adlu0131 gazete yayu0131n hayatu0131na bau015fladu0131. (Peyam, daha sonra Sabah gazetesi ile birleu015ferek Peyam-u0131 Sabah adu0131yla yayu0131mlandu0131.",  "1914 - Osmanlu0131 ile Alman u0130mparatorluu011fu arasu0131nda gizli bir iu015f birliu011fi anlau015fmasu0131 imzalandu0131, Osmanlu0131'da seferberlik ilan edildi.",  "1875 - Du00fcnyanu0131n ilk buz pateni pisti, Londra'da au00e7u0131ldu0131.",  "1492 - u0130spanya'da, Musevilere dinlerini deu011fiu015ftirmeleri, aksi takdirde u00fclkeden ayru0131lmalaru0131 iu00e7in verilen su00fcrenin sona ermesinin ardu0131ndan, u0130spanya Musevilerinin u00e7ou011fu, Kemal Reis'in kadu0131rgalaru0131yla u0130stanbul'a geldi ve Osmanlu0131 Devleti'nce hou015fgu00f6ru00fcyle karu015fu0131landu0131.",  "Mu00d6 216 - Cannae Muharebesi: Romalu0131lar'u0131n Anibal karu015fu0131su0131nda bozguna uu011framasu0131."]







