["2016 - Gaziantep'te Iu015eu0130D tarafu0131ndan geru00e7ekleu015ftirildiu011fi iddia edilen bombalu0131 saldu0131ru0131da 59 kiu015fi hayatu0131nu0131 kaybetti, 90'dan fazla kiu015fi yaralandu0131.",  "2009 - Usain Bolt, 2009 Du00fcnya Atletizm u015eampiyonasu0131'nda 200 metrede, 19.19 ile du00fcnya rekorunu yeniledi.",  "1993 - Oslo'da gizli pazarlu0131klardan sonra, u0130srailliler ve Filistinliler arasu0131nda antlau015fma imzalandu0131.",  "1991 - Estonya, SSCB'den ayru0131lu0131p bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1988 - Sekiz yu0131l su00fcren u0130ran-Irak Savau015fu0131 ateu015fkesle sona erdi.",  "1982 - 2 ay 27 gu00fcnlu00fck kesinleu015fmiu015f cezasu0131 ertelenmeyen Bu00fclent Ecevit,Ankara Merkez Kapalu0131 Cezaevi'ne konuldu.",  "1977 - NASA, Voyager 2'yi fu0131rlattu0131.",  "1975 - NASA, Viking 1 adlu0131 uzay aracu0131nu0131 Mars'a dou011fru yola u00e7u0131kardu0131.",  "1968 - u00c7ekoslovakya, Sovyetler Birliu011fi ve Varu015fova Paktu0131 u00fclkelerince iu015fgal edildi. Aleksandr Dubu00e7ek ve u00f6teki liberalleu015fme yanlu0131su0131 komu00fcnist liderler tutuklandu0131. Sovyet tanklaru0131, Prag sokaklaru0131nda halku0131n direniu015fiyle karu015fu0131lau015ftu0131.",  "1964 - Tu00fcrkiye ile Fransa arasu0131nda, "u0130nsan Gu00fccu00fcnde u0130u015fbirliu011fi Antlau015fmasu0131", Ankara'da imzalandu0131. Antlau015fmaya gu00f6re; ilk etapta 10 bin Tu00fcrk iu015fu00e7isinin kuzeydeki ku00f6mu00fcr ocaklaru0131nda u00e7alu0131u015fmak u00fczere Fransa'ya gu00f6nderileceu011fi au00e7u0131klandu0131.",  "1962 - Dou011fu Berlin'li bir genu00e7 Berlin Duvaru0131'nu0131 geu00e7mek isterken u00f6ldu00fcru00fcldu00fc. 5 bin Batu0131 Berlin'li eylem yaparak olayu0131 protesto etti.",  "1960 - Senegal, Mali Federasyonu'ndan ayru0131ldu0131 ve bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1953 - SSCB, hidrojen bombasu0131 denediu011fini resmen au00e7u0131kladu0131.",  "1949 - Macaristan Halk Cumhuriyeti ilan edildi.",  "1946 - Erzurum'da meydana gelen depremde 330 kiu015fi hayatu0131nu0131 kaybetti",  "1941 - Yahudiler iu00e7in Drancy toplama kampu0131nu0131n oluu015fturulmasu0131.",  "1940 - Su00fcrgu00fcndeki Rus devrimci Leon Trou00e7ki, Meksiko'da saldu0131ru0131ya uu011fradu0131 ve ertesi gu00fcn u00f6ldu00fc.",  "1914 - I. Du00fcnya Savau015fu0131: Alman Birlikleri, Bru00fcksel'i iu015fgal etti.",  "1866 - ABD Bau015fkanu0131 Andrew Johnson, Amerikan u0130u00e7 Savau015fu0131'nu0131n bittiu011fini resmen ilan etti.",  "1831 - ABD'de ku00f6leler, Nat Turner'in liderliu011finde ayaklandu0131.",  "1648 - Lens Savau015fu0131: Otuz Yu0131l Savau015flaru0131'nu0131n sonu.",  "917 - Achelous Muharebesi: Bulgar u00c7aru0131 I. Simeon, Trakya'yu0131 Bizanslu0131lardan aldu0131.",  "636 - Yarmuk Savau015fu0131: Halid bin Velid komutasu0131ndaki Arap gu00fcu00e7leri, Suriye ve Filistin'in kontrolu00fcnu00fc Bizans u0130mparatorluu011fu'ndan aldu0131lar."]







