["2008 - Pakistan'u0131n bau015fkenti u0130slamabad'u0131n 20 mil batu0131su0131ndaki bir silah fabrikasu0131nu0131n u00f6nu00fcnde iki Taliban intihar bombacu0131su0131 kendilerini havaya uu00e7urdu; 59 kiu015fi u00f6ldu00fc, 70 kiu015fi yaralandu0131.[1]",  "2001 - NATO, Makedonya'ya asker gu00f6ndermeye karar verdi.",  "2001 - Ku0131zu0131l Hau00e7, Tacikistan'daki au00e7lu0131k tehlikesine dikkat u00e7ekti.",  "1991 - Letonya, Sovyetler Birliu011fi'nden bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1987 - Tu00fcrk Eximbank kuruldu.",  "1986 - Kamerun'da Nyos volkanik gu00f6lu00fcnden u00e7u0131kan zehirli gazlar yu00fczu00fcnden 1746 kiu015fi u00f6ldu00fc.",  "1983 - Filipinler'de muhalefet lideri Benigno Aquino Jr., Manila Uluslararasu0131 Hava Limanu0131'nda suikast sonucu u00f6ldu00fcru00fcldu00fc.",  "1969 - Fas'u0131n bau015fkenti Rabat'ta u0130slam u0130u015fbirliu011fi Teu015fkilatu0131 kuruldu.",  "1969 - Denis Michael Rohan adlu0131 Avustralyalu0131 bir Yahudi, Mescid-i Aksa'yu0131 ateu015fe verdi.",  "1968 - Sovyetler Birliu011fi askerlerinin u00c7ekoslovakya'yu0131 iu015fgal etmesinin ardu0131ndan, Romanya Devlet Bau015fkanu0131 Nicolae Ceauu015fescu, halku0131nu0131 benzer bir iu015fgale karu015fu0131 silahlanmaya u00e7au011fu0131rdu0131.",  "1964 - u0130stanbul Kuledibi'ndeki Eskiciler u00c7aru015fu0131su0131 yandu0131; 167 du00fckku00e2n ve 25 apartman ku00fcl oldu, 1000 kiu015fi evsiz kaldu0131.",  "1960 - u00c7anakkale Anu0131tu0131 tu00f6renle au00e7u0131ldu0131.",  "1959 - u0130stanbul'da yeniden du00fczenlenen Askeri Mu00fcze halka au00e7u0131ldu0131.",  "1959 - Bau011fdat Paktu0131 Konseyi'nin adu0131 deu011fiu015fti. Paktu0131n yeni adu0131, Merkezi Antlau015fma Teu015fkilatu0131 CENTO oldu.",  "1959 - ABD Bau015fkanu0131 Dwight Eisenhower, Hawaii'yi ABD'nin ellinci eyaleti olarak ilan etti.",  "1957 - Semiorka adu0131yla bilinen, gu00fcnu00fcmu00fczde de hu00e2len kullanu0131lan Sovyet fu00fczesi R7'nin ilk bau015faru0131lu0131 uu00e7uu015fu geru00e7ekleu015fti.",  "1940 - Sovyet Devrimi liderlerinden Leon Trou00e7ki, Meksika'da u00f6ldu00fcru00fcldu00fc.",  "1922 - Mustafa Kemal Pau015fa, Ordu Komutanlaru0131yla Aku015fehir'de yaptu0131u011fu0131 son toplantu0131da, Bu00fcyu00fck Taarruz emrini verdi.",  "1915 - u0130kinci Anafartalar Savau015fu0131 bau015fladu0131.",  "1911 - Mona Lisa tablosu, Louvre Mu00fczesi'nin bir u00e7alu0131u015fanu0131 tarafu0131ndan u00e7alu0131ndu0131.",  "1888 - William Seward Burroughs, ABD'de ilk bau015faru0131lu0131 toplama u00e7u0131karma makinesinin patentini aldu0131.",  "1878 - Amerikan Barolar Birliu011fi (ABA) kuruldu.",  "1680 - Pueblo Ku0131zu0131lderilileri, u0130spanyollarca iu015fgal edilmiu015f olan Santa Fe'yi ele geu00e7irdiler."]







