["2008 - Pakistan'ın başkenti İslamabad'ın 20 mil batısındaki bir silah fabrikasının önünde iki Taliban intihar bombacısı kendilerini havaya uçurdu; 59 kişi öldü, 70 kişi yaralandı.", "2001 - NATO, Makedonya'ya asker göndermeye karar verdi.", "2001 - Kızıl Haç, Tacikistan'daki açlık tehlikesine dikkat çekti.", "1991 - Letonya, Sovyetler Birliği'nden bağımsızlığını ilan etti.", "1987 - Türk Eximbank kuruldu.", "1986 - Kamerun'da Nyos volkanik gölünden çıkan zehirli gazlar yüzünden 1746 kişi öldü.", "1983 - Filipinler'de muhalefet lideri Benigno Aquino Jr., Manila Uluslararası Hava Limanı'nda suikast sonucu öldürüldü.", "1969 - Fas'ın başkenti Rabat'ta İslam İşbirliği Teşkilatı kuruldu.", "1969 - Denis Michael Rohan adlı Avustralyalı bir Yahudi, Mescid-i Aksa'yı ateşe verdi.", "1968 - Sovyetler Birliği askerlerinin Çekoslovakya'yı işgal etmesinin ardından, Romanya Devlet Başkanı Nicolae Ceauşescu, halkını benzer bir işgale karşı silahlanmaya çağırdı.", "1964 - İstanbul Kuledibi'ndeki Eskiciler Çarşısı yandı; 167 dükkân ve 25 apartman kül oldu, 1000 kişi evsiz kaldı.", "1960 - Çanakkale Anıtı törenle açıldı.", "1959 - İstanbul'da yeniden düzenlenen Askeri Müze halka açıldı.", "1959 - Bağdat Paktı Konseyi'nin adı değişti. Paktın yeni adı, Merkezi Antlaşma Teşkilatı CENTO oldu.", "1959 - ABD Başkanı Dwight Eisenhower, Hawaii'yi ABD'nin ellinci eyaleti olarak ilan etti.", "1957 - Semiorka adıyla bilinen, günümüzde de hâlen kullanılan Sovyet füzesi R7'nin ilk başarılı uçuşu gerçekleşti.", "1940 - Sovyet Devrimi liderlerinden Leon Troçki, Meksika'da öldürüldü.", "1922 - Mustafa Kemal Paşa, Ordu Komutanlarıyla Akşehir'de yaptığı son toplantıda, Büyük Taarruz emrini verdi.", "1915 - İkinci Anafartalar Savaşı başladı.", "1911 - Mona Lisa tablosu, Louvre Müzesi'nin bir çalışanı tarafından çalındı.", "1888 - William Seward Burroughs, ABD'de ilk başarılı toplama çıkarma makinesinin patentini aldı.", "1878 - Amerikan Barolar Birliği (ABA) kuruldu.", "1680 - Pueblo Kızılderilileri, İspanyollarca işgal edilmiş olan Santa Fe'yi ele geçirdiler."]