["2023 - Hindistan, Chandrayaan-3 aracu0131 ile Ay'u0131n gu00fcney kutbuna inen ilk u00fclke oldu.",  "2011 - Libya'daki Kaddafi rejimi sona erdi.",  "2010 - Manila, Filipinler'de bir yolcu otobu00fcsu00fc, 25 yolcusuyla birlikte rehin alu0131ndu0131. Olay sonucunda, eylemi geru00e7ekleu015ftiren polis memuru ile 8 rehine u00f6ldu00fc.",  "2005 - Pucallpa-Peru'da bir yolcu uu00e7au011fu0131 du00fcu015ftu00fc: 41 kiu015fi u00f6ldu00fc.",  "2005 - Katrina kasu0131rgasu0131'nu0131n oluu015fmaya bau015flamasu0131.",  "2002 - Genu00e7 Parti, Cem Uzan u00f6nderliu011finde kuruldu.",  "2002 - Kemal Derviu015f, CHP Genel Merkezi'nde du00fczenlenen bir tu00f6renle partiye resmen u00fcye oldu.",  "2000 - Merkez u00fcssu00fc Hendek-Akyazu0131 olan 5.8 bu00fcyu00fcklu00fcu011fu00fcnde deprem meydana geldi. Hendek ve Akyazu0131 ile u00e7evre illerde binalardan atlayan 60 kiu015fi yaralanarak hastahaneye gu00f6tu00fcru00fcldu00fc.",  "2000 - Gulf Air'e ait Airbus A320 tipi bir uu00e7ak, Bahreyn yaku0131nlaru0131nda Basra Ku00f6rfezi'ne du00fcu015ftu00fc; 143 kiu015fi u00f6ldu00fc.",  "1994 - Hakku0131ndaki hapis cezasu0131 Yargu0131tay tarafu0131ndan onaylanarak kesinleu015ftikten sonra Du0131u015fiu015fleri Bakanlu0131u011fu0131'nu0131n bau015fvurusu u00fczerine u00dcsku00fcp'te yakalanan millu00ee futbolcu Tanju u00c7olak, Tu00fcrkiye'ye getirildi ve Bayrampau015fa Cezaevi'ne konuldu.",  "1991 - Ermenistan, SSCB'den bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1990 - Saddam Hu00fcseyin, Kuveyt'teki Batu0131lu0131 u00fclkelerin elu00e7iliklerinin bou015faltu0131lmasu0131nu0131 istedi.",  "1990 - Batu0131 Almanya ve Dou011fu Almanya, 3 Ekim'de birleu015feceklerini duyurdular.",  "1985 - Batu0131 Almanya'nu0131n u00fcst du00fczey karu015fu0131 casuslaru0131ndan Hans Tiedge, Dou011fu Almanya'ya iltica etti.",  "1982 - Beu015fir Cemayel, Lu00fcbnan bau015fbakanu0131 seu00e7ildi.",  "1979 - Sovyet dansu00e7u0131 Alexander Godunov, ABD'ye iltica etti.",  "1975 - Laos'ta komu00fcnist darbe.",  "1971 - Tu00fcrkiye'den Avrupa u00fclkeleri ve Avustralya'dan sonra Amerika'ya da iu015fu00e7i gu00f6nderilmesine bau015flandu0131. u0130lk kafilede 5 iu015fu00e7i Amerika'ya gitti.",  "1962 - Almanya'ya u00e7alu0131u015fmaya gitmek iu00e7in 78.000'inci kiu015fi bau015fvurdu. 1 Ekim 1961'den bu yana Almanya'ya gu00f6nderilen iu015fu00e7i sayu0131su0131nu0131n 7.565'i bulduu011fu au00e7u0131klandu0131.",  "1944 - Bir ABD savau015f uu00e7au011fu0131, u0130ngiltere'nin Freckleton kentinde bir okulun u00fczerine du00fcu015ftu00fc: 61 kiu015fi u00f6ldu00fc.",  "1942 - II. Du00fcnya Savau015fu0131: Stalingrad Muharebesi bau015fladu0131.",  "1939 - SSCB ve Almanya Du0131u015fiu015fleri Bakanlaru0131, Moskova'da Alman-Sovyet Saldu0131rmazlu0131k Paktu0131'nu0131 imzaladu0131.",  "1935 - Nazilli Basma Fabrikasu0131'nu0131n temeli atu0131ldu0131.",  "1929 - 1929 Hebron saldu0131ru0131su0131: Araplar, u0130ngiliz yu00f6netimindeki Filistin'de bir Yahudi yerleu015fimine saldu0131rdu0131; 133 Yahudi u00f6ldu00fcru00fcldu00fc.",  "1928 - Amasya-Zile demiryolu (82u00a0km.) hizmete girdi.",  "1927 - Nicola Sacco ve Bartolomeo Vanzetti adu0131ndaki anaru015fistlerin u00f6lu00fcm cezalaru0131, elektrikli sandalye ile uygulandu0131.",  "1923 - Lozan Baru0131u015f Antlau015fmasu0131, Tu00fcrkiye Bu00fcyu00fck Millet Meclisi tarafu0131ndan onaylandu0131.",  "1921 - I. Faysal Irak kralu0131 olarak tahta u00e7u0131ktu0131.",  "1921 - Sakarya Meydan Muharebesi bau015fladu0131.",  "1916 - I. Du00fcnya Savau015fu0131: Bulgar Ordusu, Su0131rp Ordusu'nu bozguna uu011frattu0131.",  "1914 - I. Du00fcnya Savau015fu0131: Japonya, Almanya'ya savau015f ilan etti ve Qingdao'yu (u00c7in) bombaladu0131.",  "1866 - Avusturya-Prusya Savau015fu0131, Prag Antlau015fmasu0131 ile sona erdi.",  "1839 - Hong Kong, Birleu015fik Krallu0131k'a bu0131raku0131ldu0131.",  "1799 - Napolyon, Fransa'da iktidaru0131 ele geu00e7irmek u00fczere Mu0131su0131r'dan ayru0131ldu0131.",  "1541 - Fransu0131z kau015fif Jacques Cartier, Kanada'nu0131n Quu00e9bec u015fehrine ulau015ftu0131.",  "1514 - u00c7aldu0131ran Muharebesi: Yavuz Sultan Selim (I. Selim) komutasu0131ndaki Osmanlu0131 Ordusu, u015eah u0130smail'in Ordusu'nu yendi.",  "1305 - u0130skou00e7 u015fu00f6valye William Wallace, u0130ngiltere Kralu0131 I. Edward tarafu0131ndan vatana ihanet suu00e7lamasu0131yla idam ettirildi."]







