["2023 - Hindistan, Chandrayaan-3 aracı ile Ay'ın güney kutbuna inen ilk ülke oldu.", "2011 - Libya'daki Kaddafi rejimi sona erdi.", "2010 - Manila, Filipinler'de bir yolcu otobüsü, 25 yolcusuyla birlikte rehin alındı. Olay sonucunda, eylemi gerçekleştiren polis memuru ile 8 rehine öldü.", "2005 - Pucallpa-Peru'da bir yolcu uçağı düştü: 41 kişi öldü.", "2005 - Katrina kasırgası'nın oluşmaya başlaması.", "2002 - Genç Parti, Cem Uzan önderliğinde kuruldu.", "2002 - Kemal Derviş, CHP Genel Merkezi'nde düzenlenen bir törenle partiye resmen üye oldu.", "2000 - Merkez üssü Hendek-Akyazı olan 5.8 büyüklüğünde deprem meydana geldi. Hendek ve Akyazı ile çevre illerde binalardan atlayan 60 kişi yaralanarak hastahaneye götürüldü.", "2000 - Gulf Air'e ait Airbus A320 tipi bir uçak, Bahreyn yakınlarında Basra Körfezi'ne düştü; 143 kişi öldü.", "1994 - Hakkındaki hapis cezası Yargıtay tarafından onaylanarak kesinleştikten sonra Dışişleri Bakanlığı'nın başvurusu üzerine Üsküp'te yakalanan millî futbolcu Tanju Çolak, Türkiye'ye getirildi ve Bayrampaşa Cezaevi'ne konuldu.", "1991 - Ermenistan, SSCB'den bağımsızlığını ilan etti.", "1990 - Saddam Hüseyin, Kuveyt'teki Batılı ülkelerin elçiliklerinin boşaltılmasını istedi.", "1990 - Batı Almanya ve Doğu Almanya, 3 Ekim'de birleşeceklerini duyurdular.", "1985 - Batı Almanya'nın üst düzey karşı casuslarından Hans Tiedge, Doğu Almanya'ya iltica etti.", "1982 - Beşir Cemayel, Lübnan başbakanı seçildi.", "1979 - Sovyet dansçı Alexander Godunov, ABD'ye iltica etti.", "1975 - Laos'ta komünist darbe.", "1971 - Türkiye'den Avrupa ülkeleri ve Avustralya'dan sonra Amerika'ya da işçi gönderilmesine başlandı. İlk kafilede 5 işçi Amerika'ya gitti.", "1962 - Almanya'ya çalışmaya gitmek için 78.000'inci kişi başvurdu. 1 Ekim 1961'den bu yana Almanya'ya gönderilen işçi sayısının 7.565'i bulduğu açıklandı.", "1944 - Bir ABD savaş uçağı, İngiltere'nin Freckleton kentinde bir okulun üzerine düştü: 61 kişi öldü.", "1942 - II. Dünya Savaşı: Stalingrad Muharebesi başladı.", "1939 - SSCB ve Almanya Dışişleri Bakanları, Moskova'da Alman-Sovyet Saldırmazlık Paktı'nı imzaladı.", "1935 - Nazilli Basma Fabrikası'nın temeli atıldı.", "1929 - 1929 Hebron saldırısı: Araplar, İngiliz yönetimindeki Filistin'de bir Yahudi yerleşimine saldırdı; 133 Yahudi öldürüldü.", "1928 - Amasya-Zile demiryolu (82 km.) hizmete girdi.", "1927 - Nicola Sacco ve Bartolomeo Vanzetti adındaki anarşistlerin ölüm cezaları, elektrikli sandalye ile uygulandı.", "1923 - Lozan Barış Antlaşması, Türkiye Büyük Millet Meclisi tarafından onaylandı.", "1921 - I. Faysal Irak kralı olarak tahta çıktı.", "1921 - Sakarya Meydan Muharebesi başladı.", "1916 - I. Dünya Savaşı: Bulgar Ordusu, Sırp Ordusu'nu bozguna uğrattı.", "1914 - I. Dünya Savaşı: Japonya, Almanya'ya savaş ilan etti ve Qingdao'yu (Çin) bombaladı.", "1866 - Avusturya-Prusya Savaşı, Prag Antlaşması ile sona erdi.", "1839 - Hong Kong, Birleşik Krallık'a bırakıldı.", "1799 - Napolyon, Fransa'da iktidarı ele geçirmek üzere Mısır'dan ayrıldı.", "1541 - Fransız kaşif Jacques Cartier, Kanada'nın Québec şehrine ulaştı.", "1514 - Çaldıran Muharebesi: Yavuz Sultan Selim (I. Selim) komutasındaki Osmanlı Ordusu, Şah İsmail'in Ordusu'nu yendi.", "1305 - İskoç şövalye William Wallace, İngiltere Kralı I. Edward tarafından vatana ihanet suçlamasıyla idam ettirildi."]