["2016 - Türkiye, \"Fırat Kalkanı\" kod adıyla Cerablus'a sınır ötesi operasyon düzenledi. Bölge, IŞİD'den temizlendi ve Özgür Suriye Ordusu'nun eline geçti.[4]", "2016 - İtalya'da 6,2 büyüklüğünde deprem meydana geldi. 250'den fazla kişi hayatını kaybetti.[2][3]", "2008 - Kırgızistan'ın başkenti Bişkek'ten, İran'ın başkenti Tahran'a gitmek üzere havalanan Boeing 737 tipi bir yolcu uçağı, kalkıştan kısa süre sonra düştü. 68 kişinin öldüğü kazada, 22 kişi ise yaralı olarak kurtuldu.[1]", "2006 - Uluslararası Astronomi Birliği (IAU), Plüton'un \"cüce gezegen\" olduğuna karar verdi.", "1995 - Windows 95 işletim sistemi, Microsoft tarafından dünyaya tanıtıldı.", "1993 - Keşmir'de Müslümanlar ile Hindular arasında çıkan çatışmada, 20 Müslüman öldü.", "1992 - Çin ve Güney Kore arasında diplomatik ilişkiler başladı.", "1991 - Mikhail Gorbachev, SSCB Komünist Partisi Başkanlığından istifa etti. Aynı gün, Estonya, Letonya ve Ukrayna bağımsızlığını ilan etti. SSCB'nin dağılma süreci başladı.", "1989 - Voyager 2, Neptün gezegeninin yanından geçti.", "1981 - Mark David Chapman, John Lennon'u öldürmek suçundan 20 yıl hapse mahkûm edildi.", "1969 - Türk-İş tarafından Ankara'da düzenlenen ve 50 bin işçinin katıldığı gösteride, Hükûmet ve Parlamento protesto edildi.", "1968 - Fransa, ilk hidrojen bombasını kullandı.", "1963 - 200 metre serbest stil yüzmede rekor: Don Schollander (1:58).", "1961 - İstanbul Petrol Rafinerisi A.Ş. (İPRAŞ) törenle üretime başladı. Şirketin %51 hissesinin Türkiye Petrolleri Anonim Ortaklığı'na (TPAO), %49'unun ise ABD Şirketi Caltex'e ait olduğu açıklandı.", "1960 - Vostok'ta (Antarktika) rekor sıcaklık: -88 °C", "1958 - Bursa Kapalı Çarşı yangını.", "1954 - Brezilya Devlet Başkanı Getúlio Vargas intihar etti.", "1954 - ABD'de \"1954 Komünist Kontrol Yasası\" ile ABD Komünist Partisi'ne yasak getirildi.", "1949 - Kuzey Atlantik Antlaşması yürürlüğe girdi.", "1937 - Murgul bakır madeni sahası, Etibank'a devredildi.", "1936 - Üçüncü Türk Dil Kurultayı, Dolmabahçe Sarayı'nda toplandı.", "1932 - Amelia Earhart, ABD'yi baştan başa ve durmaksızın (Los Angeles'tan Newark'a) uçan ilk kadın oldu.", "1931 - Fransa ve SSCB, Saldırmazlık Antlaşması imzaladı.", "1929 - Türkiye ve İran, Dostluk Antlaşması imzaladı.", "1925- Kastamonu'ya gelen Atatürk, Şapka ve Kıyafet Devrimi'ni başlattı.", "1920 - Türk Kurtuluş Savaşı sırasında meydana gelen Milli Aşireti Ayaklanması'nda asiler, Viranşehir'i işgal etti.", "1919 - Şarkî Anadolu Müdâfaa-i Hukuk Cemiyeti kuruldu.", "1912 - Alaska, ABD topraklarına dahil oldu.", "1909 - Panama Kanalı'nın ilk betonları dökülmeye başlandı.", "1891 - Thomas Edison, hareketli çekim yapan kameranın patentini aldı.", "1875 - Matthew Webb, Manş Denizi'ni yüzerek geçen ilk kişi oldu.", "1858 - Richmond, Virginia'da 90 zenci, eğitim almak suçuyla tutuklandı.", "1851 - Palmer ve Goldschmid şirketleriyle sözleşme imzalayan Osmanlı Hükûmeti, borç para aldı.", "1814 - İngiliz Birlikleri, Washington'u işgal etti, White House ve pek çok başka binayı ateşe verdi.", "1572 - Fransa'da Katolikler, Kral IX. Charles'ın emriyle, silahsız ve savunmasız Protestanlara saldırarak onbinlercesini öldürdüler. Olaylar Paris civarında başladı, daha sonra diğer şehirlere de sıçradı. Bu katliam, sonradan Saint Barthelemy Katliamı olarak adlandırılacaktı.", "1516 - Mercidabık Savaşı: I. Selim'in Ordusu, Memlük Ordusu'nu yendi.", "1349 - Mainz'da 6000 Yahudi, veba'dan sorumlu tutularak öldürüldü.", "410 - Alarik komutasındaki Vizigotlar, Roma'yı yağmalamaya başladılar.", "79 - Vezüv yanardağı püskürdü; Pompeii, Herculaneum ve Stabiae şehirleri volkanik küller altında kaldı."]