["2016 - Tu00fcrkiye, "Fu0131rat Kalkanu0131" kod adu0131yla Cerablus'a su0131nu0131r u00f6tesi operasyon du00fczenledi. Bu00f6lge, Iu015eu0130D'den temizlendi ve u00d6zgu00fcr Suriye Ordusu'nun eline geu00e7ti.[4]",  "2016 - u0130talya'da 6,2 bu00fcyu00fcklu00fcu011fu00fcnde deprem meydana geldi. 250'den fazla kiu015fi hayatu0131nu0131 kaybetti.[2][3]",  "2008 - Ku0131rgu0131zistan'u0131n bau015fkenti Biu015fkek'ten, u0130ran'u0131n bau015fkenti Tahran'a gitmek u00fczere havalanan Boeing 737 tipi bir yolcu uu00e7au011fu0131, kalku0131u015ftan ku0131sa su00fcre sonra du00fcu015ftu00fc. 68 kiu015finin u00f6ldu00fcu011fu00fc kazada, 22 kiu015fi ise yaralu0131 olarak kurtuldu.[1]",  "2006 - Uluslararasu0131 Astronomi Birliu011fi (IAU), Plu00fcton'un "cu00fcce gezegen" olduu011funa karar verdi.",  "1995 - Windows 95 iu015fletim sistemi, Microsoft tarafu0131ndan du00fcnyaya tanu0131tu0131ldu0131.",  "1993 - Keu015fmir'de Mu00fcslu00fcmanlar ile Hindular arasu0131nda u00e7u0131kan u00e7atu0131u015fmada, 20 Mu00fcslu00fcman u00f6ldu00fc.",  "1992 - u00c7in ve Gu00fcney Kore arasu0131nda diplomatik iliu015fkiler bau015fladu0131.",  "1991 - Mikhail Gorbachev, SSCB Komu00fcnist Partisi Bau015fkanlu0131u011fu0131ndan istifa etti. Aynu0131 gu00fcn, Estonya, Letonya ve Ukrayna bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti. SSCB'nin dau011fu0131lma su00fcreci bau015fladu0131.",  "1989 - Voyager 2, Neptu00fcn gezegeninin yanu0131ndan geu00e7ti.",  "1981 - Mark David Chapman, John Lennon'u u00f6ldu00fcrmek suu00e7undan 20 yu0131l hapse mahku00fbm edildi.",  "1969 - Tu00fcrk-u0130u015f tarafu0131ndan Ankara'da du00fczenlenen ve 50 bin iu015fu00e7inin katu0131ldu0131u011fu0131 gu00f6steride, Hu00fcku00fbmet ve Parlamento protesto edildi.",  "1968 - Fransa, ilk hidrojen bombasu0131nu0131 kullandu0131.",  "1963 - 200 metre serbest stil yu00fczmede rekor: Don Schollander (1:58).",  "1961 - u0130stanbul Petrol Rafinerisi A.u015e. (u0130PRAu015e) tu00f6renle u00fcretime bau015fladu0131. u015eirketin %51 hissesinin Tu00fcrkiye Petrolleri Anonim Ortaklu0131u011fu0131'na (TPAO), %49'unun ise ABD u015eirketi Caltex'e ait olduu011fu au00e7u0131klandu0131.",  "1960 - Vostok'ta (Antarktika) rekor su0131caklu0131k: -88u00a0u00b0C",  "1958 - Bursa Kapalu0131 u00c7aru015fu0131 yangu0131nu0131.",  "1954 - Brezilya Devlet Bau015fkanu0131 Getu00falio Vargas intihar etti.",  "1954 - ABD'de "1954 Komu00fcnist Kontrol Yasasu0131" ile ABD Komu00fcnist Partisi'ne yasak getirildi.",  "1949 - Kuzey Atlantik Antlau015fmasu0131 yu00fcru00fcrlu00fcu011fe girdi.",  "1937 - Murgul baku0131r madeni sahasu0131, Etibank'a devredildi.",  "1936 - u00dcu00e7u00fcncu00fc Tu00fcrk Dil Kurultayu0131, Dolmabahu00e7e Sarayu0131'nda toplandu0131.",  "1932 - Amelia Earhart, ABD'yi bau015ftan bau015fa ve durmaksu0131zu0131n (Los Angeles'tan Newark'a) uu00e7an ilk kadu0131n oldu.",  "1931 - Fransa ve SSCB, Saldu0131rmazlu0131k Antlau015fmasu0131 imzaladu0131.",  "1929 - Tu00fcrkiye ve u0130ran, Dostluk Antlau015fmasu0131 imzaladu0131.",  "1925- Kastamonu'ya gelen Atatu00fcrk, u015eapka ve Ku0131yafet Devrimi'ni bau015flattu0131.",  "1920 - Tu00fcrk Kurtuluu015f Savau015fu0131 su0131rasu0131nda meydana gelen Milli Au015fireti Ayaklanmasu0131'nda asiler, Viranu015fehir'i iu015fgal etti.",  "1919 - u015earku00ee Anadolu Mu00fcdu00e2faa-i Hukuk Cemiyeti kuruldu.",  "1912 - Alaska, ABD topraklaru0131na dahil oldu.",  "1909 - Panama Kanalu0131'nu0131n ilk betonlaru0131 du00f6ku00fclmeye bau015flandu0131.",  "1891 - Thomas Edison, hareketli u00e7ekim yapan kameranu0131n patentini aldu0131.",  "1875 - Matthew Webb, Manu015f Denizi'ni yu00fczerek geu00e7en ilk kiu015fi oldu.",  "1858 - Richmond, Virginia'da 90 zenci, eu011fitim almak suu00e7uyla tutuklandu0131.",  "1851 - Palmer ve Goldschmid u015firketleriyle su00f6zleu015fme imzalayan Osmanlu0131 Hu00fcku00fbmeti, boru00e7 para aldu0131.",  "1814 - u0130ngiliz Birlikleri, Washington'u iu015fgal etti, White House ve pek u00e7ok bau015fka binayu0131 ateu015fe verdi.",  "1572 - Fransa'da Katolikler, Kral IX. Charles'u0131n emriyle, silahsu0131z ve savunmasu0131z Protestanlara saldu0131rarak onbinlercesini u00f6ldu00fcrdu00fcler. Olaylar Paris civaru0131nda bau015fladu0131, daha sonra diu011fer u015fehirlere de su0131u00e7radu0131. Bu katliam, sonradan Saint Barthelemy Katliamu0131 olarak adlandu0131ru0131lacaktu0131.",  "1516 - Mercidabu0131k Savau015fu0131: I. Selim'in Ordusu, Memlu00fck Ordusu'nu yendi.",  "1349 - Mainz'da 6000 Yahudi, veba'dan sorumlu tutularak u00f6ldu00fcru00fcldu00fc.",  "410 - Alarik komutasu0131ndaki Vizigotlar, Roma'yu0131 yau011fmalamaya bau015fladu0131lar.",  "79 - Vezu00fcv yanardau011fu0131 pu00fcsku00fcrdu00fc; Pompeii, Herculaneum ve Stabiae u015fehirleri volkanik ku00fcller altu0131nda kaldu0131."]







