["2010 - Çin'de, içinde 91 kişinin bulunduğu Henan Havayolları'na ait Brezilya yapımı Ebmraer 190 tipi yolcu uçağı, ülkenin kuzeydoğusunda düştü. 43 yolcunun öldüğü kazada, 53 yolcu kurtuldu.", "2000 - UEFA Kupası şampiyonu Galatasaray, Şampiyonlar Ligi Şampiyonu Real Madrid'i 2-1 yenerek UEFA Süper Kupası'nı kazandı.", "1999 - Kadınların 58, erkeklerin 60 yaşında ve 7000 gün prim ödeme koşuluyla emekli olabilecekleri yasalaştı.", "1997 - Kasparov, IBM tarafından geliştirilen ve satranç oynayabilen Deep Blue adlı bilgisayara karşı 2-1 yenildi. Bu bir dünya satranç şampiyonunun, bilgisayara yenildiği ilk karşılaşma oldu.", "1991 - Linus Torvalds, Linux'un ilk sürümünü duyurdu.", "1991 - Belarus, SSCB'den bağımsızlığını ilan etti.", "1981 - Voyager 2, Satürn'ün yakınından geçti.", "1974 - Sakarya'da Sabri Altay adında bir kişi, başka bir kadınla evlenmek için karısını başına dört kurşun sıkarak öldürdü. 12 Eylül döneminde idam edildi.", "1971 - Özel yüksek okulların devletleştirilmesini öngören tasarı yasalaştı.", "1971 - İstanbul'da, Fransızca yayımlanan Le Journal d'Orient gazetesi kapandı. Gazete, 54 yıldan beri yayımlanıyordu.", "1970 - 18 şeker fabrikasında 21 bin işçi grevde.", "1968 - Koç Grubu, 'Diners Club' kredi kartı ile alışverişi Türkiye'ye getirdi.", "1967 - Türkiye Öğretmenler Sendikası'nın (TÖS) 3 gün süren 1. Olağanüstü Kongresi'nde, Fakir Baykurt Genel Başkan seçildi.", "1965 - Türk Sinematek Derneği kuruldu.", "1954 - Volkan dergisi yazarı Nihat Yazar, Atatürk'e hakaretten 2 yıl 2 ay hapis cezasına çarptırıldı.", "1954 - Bir askeri uçak Eskişehir üzerinde düştü; pilotla birlikte 10 kişi öldü.", "1944 - Paris, Alman işgalinden kurtuldu.", "1941 - Guderian'ın 2. Panzer Grubu, Desna Nehri'ni geçerek Kiev yönünde taarruzu sonucunda, Kiev Muharebesi başlamış oldu.", "1940 - Nazi Almanyası'na ait savaş uçakları, Londra'yı bombalamaya başladı.", "1936 - Aralarında Stalin'in eski arkadaşları Grigori Zinovyev ve Lev Kamenev'in de bulunduğu Sovyetler Birliği'nin önde gelen yöneticilerinden 16 kişi kurşuna dizildi.", "1933 - Sichuan-Çin'de deprem: 9000 kişi öldü.", "1933 - İtalya ile Sovyetler Birliği saldırmazlık antlaşması imzaladı.", "1925 - Mustafa Kemal Paşa, sivil elbisesi ve \"panama şapka\" ile İnebolu Türkocağı'nda ünlü Şapka Nutku'nu verdi. \"Şapka Giyilmesine İlişkin Kanun\" da 25 Kasım 1925'te kabul edildi.", "1830 - Belçika Devrimi başladı.", "1825 - Uruguay, Brezilya'dan bağımsızlığını ilan etti.", "1768 - James Cook, ilk yolculuğuna başladı.", "1758 - Yedi Yıl Savaşları: Prusya Kralı II. Frederick, Rus ordusunu yendi.", "1554 - Osmanlı ve Portekiz arasında Maskat Deniz Muharebesi gerçekleşti.", "1499 - Küçük Davut Paşa komutasındaki Osmanlı Donanması ile Venedik Cumhuriyeti Donanması arasında meydana gelen Sapienza Deniz Muharebesi, Osmanlı'nın zaferiyle sonuçlandı."]