["2010 - u00c7in'de, iu00e7inde 91 kiu015finin bulunduu011fu Henan Havayollaru0131'na ait Brezilya yapu0131mu0131 Ebmraer 190 tipi yolcu uu00e7au011fu0131, u00fclkenin kuzeydou011fusunda du00fcu015ftu00fc. 43 yolcunun u00f6ldu00fcu011fu00fc kazada, 53 yolcu kurtuldu.",  "2000 - UEFA Kupasu0131 u015fampiyonu Galatasaray, u015eampiyonlar Ligi u015eampiyonu Real Madrid'i 2-1 yenerek UEFA Su00fcper Kupasu0131'nu0131 kazandu0131.",  "1999 - Kadu0131nlaru0131n 58, erkeklerin 60 yau015fu0131nda ve 7000 gu00fcn prim u00f6deme kou015fuluyla emekli olabilecekleri yasalau015ftu0131.",  "1997 - Kasparov, IBM tarafu0131ndan geliu015ftirilen ve satranu00e7 oynayabilen Deep Blue adlu0131 bilgisayara karu015fu0131 2-1 yenildi. Bu bir du00fcnya satranu00e7 u015fampiyonunun, bilgisayara yenildiu011fi ilk karu015fu0131lau015fma oldu.",  "1991 - Linus Torvalds, Linux'un ilk su00fcru00fcmu00fcnu00fc duyurdu.",  "1991 - Belarus, SSCB'den bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1981 - Voyager 2, Satu00fcrn'u00fcn yaku0131nu0131ndan geu00e7ti.",  "1974 - Sakarya'da Sabri Altay adu0131nda bir kiu015fi, bau015fka bir kadu0131nla evlenmek iu00e7in karu0131su0131nu0131 bau015fu0131na du00f6rt kuru015fun su0131karak u00f6ldu00fcrdu00fc. 12 Eylu00fcl du00f6neminde idam edildi.",  "1971 - u00d6zel yu00fcksek okullaru0131n devletleu015ftirilmesini u00f6ngu00f6ren tasaru0131 yasalau015ftu0131.",  "1971 - u0130stanbul'da, Fransu0131zca yayu0131mlanan Le Journal d'Orient gazetesi kapandu0131. Gazete, 54 yu0131ldan beri yayu0131mlanu0131yordu.",  "1970 - 18 u015feker fabrikasu0131nda 21 bin iu015fu00e7i grevde.",  "1968 - Kou00e7 Grubu, 'Diners Club' kredi kartu0131 ile alu0131u015fveriu015fi Tu00fcrkiye'ye getirdi.",  "1967 - Tu00fcrkiye u00d6u011fretmenler Sendikasu0131'nu0131n (Tu00d6S) 3 gu00fcn su00fcren 1. Olau011fanu00fcstu00fc Kongresi'nde, Fakir Baykurt Genel Bau015fkan seu00e7ildi.",  "1965 - Tu00fcrk Sinematek Derneu011fi kuruldu.",  "1954 - Volkan dergisi yazaru0131 Nihat Yazar, Atatu00fcrk'e hakaretten 2 yu0131l 2 ay hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1954 - Bir askeri uu00e7ak Eskiu015fehir u00fczerinde du00fcu015ftu00fc; pilotla birlikte 10 kiu015fi u00f6ldu00fc.",  "1944 - Paris, Alman iu015fgalinden kurtuldu.",  "1941 - Guderian'u0131n 2. Panzer Grubu, Desna Nehri'ni geu00e7erek Kiev yu00f6nu00fcnde taarruzu sonucunda, Kiev Muharebesi bau015flamu0131u015f oldu.",  "1940 - Nazi Almanyasu0131'na ait savau015f uu00e7aklaru0131, Londra'yu0131 bombalamaya bau015fladu0131.",  "1936 - Aralaru0131nda Stalin'in eski arkadau015flaru0131 Grigori Zinovyev ve Lev Kamenev'in de bulunduu011fu Sovyetler Birliu011fi'nin u00f6nde gelen yu00f6neticilerinden 16 kiu015fi kuru015funa dizildi.",  "1933 - Sichuan-u00c7in'de deprem: 9000 kiu015fi u00f6ldu00fc.",  "1933 - u0130talya ile Sovyetler Birliu011fi saldu0131rmazlu0131k antlau015fmasu0131 imzaladu0131.",  "1925 - Mustafa Kemal Pau015fa, sivil elbisesi ve "panama u015fapka" ile u0130nebolu Tu00fcrkocau011fu0131'nda u00fcnlu00fc u015eapka Nutku'nu verdi. "u015eapka Giyilmesine u0130liu015fkin Kanun" da 25 Kasu0131m 1925'te kabul edildi.",  "1830 - Belu00e7ika Devrimi bau015fladu0131.",  "1825 - Uruguay, Brezilya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1768 - James Cook, ilk yolculuu011funa bau015fladu0131.",  "1758 - Yedi Yu0131l Savau015flaru0131: Prusya Kralu0131 II. Frederick, Rus ordusunu yendi.",  "1554 - Osmanlu0131 ve Portekiz arasu0131nda Maskat Deniz Muharebesi geru00e7ekleu015fti.",  "1499 - Ku00fcu00e7u00fck Davut Pau015fa komutasu0131ndaki Osmanlu0131 Donanmasu0131 ile Venedik Cumhuriyeti Donanmasu0131 arasu0131nda meydana gelen Sapienza Deniz Muharebesi, Osmanlu0131'nu0131n zaferiyle sonuu00e7landu0131."]







