["2007- Yunanistan'daki orman yangu0131nlaru0131 u00fclkenin 3'te birinin bulunduu011fu Mora Yaru0131madasu0131'nu0131n 3'te 2'sini vurdu. 62 kiu015finin hayatu0131nu0131 kaybetmesi ve yangu0131nu0131n kontrol altu0131na alu0131namamasu0131yla olau011fanu00fcstu00fc hu00e2l ilan edildi.",  "2003 - Mars'u0131n Du00fcnya'ya en yaku0131n geu00e7iu015fi 60 bin yu0131l aradan sonra geru00e7ekleu015fti.",  "2002 - Tokyo'da bir mahkeme ilk kez, Japonya'nu0131n II. Du00fcnya Savau015fu0131 su0131rasu0131nda ve u00f6ncesinde biyolojik silah kullandu0131u011fu0131nu0131 kabul ederken, 180 u00c7inli'nin, biyolojik silah programu0131nu0131n kurbanu0131 olduklaru0131 gereku00e7esiyle istedikleri tazminat talebini reddetti.",  "1994 - 171 kiu015fiyle iniu015f yapan THY uu00e7au011fu0131, pistten savrulup Florya yolunu geu00e7ti, tren raylaru0131na bir metre kala kayaya u00e7arparak durdu.",  "1979 - Hindistan'u0131n son Genel Valisi Lord Louis Mountbatten, u0130rlanda au00e7u0131klaru0131nda demirli bulunan yatu0131na, IRA (u0130rlanda Cumhuriyet Ordusu) tarafu0131ndan yerleu015ftirilen bombanu0131n patlamasu0131yla u00f6ldu00fc.",  "1978 - Birmanya Hava Yollaru0131'na ait bir uu00e7ak havada infilak etti, iu00e7indeki 14 kiu015fi u00f6ldu00fc.",  "1964 - Tu00fcrkiye'deki ilk ABD aleyhtaru0131 gu00f6steri, ABD'nin Ku0131bru0131s konusundaki tutumu nedeniyle Ankara'da yapu0131ldu0131.",  "1958 - u0130lk stereo plaklar piyasaya u00e7u0131ktu0131.",  "1950 - BBC kanalu0131, ilk deniz au015fu0131ru0131 yayu0131nu0131nu0131 Fransa'ya yaptu0131.",  "1947 - Cezayir, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 istedi.",  "1945 - Vu00e2risleri, Sultan II. Abdu00fclhamit'in miras davasu0131nu0131 kazandu0131. II. Abdu00fclhamit'in mirasu0131 400 milyon dolardu0131.",  "1928 - Paris'te, 15 u00fclkenin katu0131lu0131mu0131yla Kellogg-Briand Paktu0131 imzalandu0131.",  "1927 - Mustafa Kemal Pau015fa'ya suikast hazu0131rlamak u00fczere Sisam'dan Anadolu'ya geu00e7en Kuu015fu00e7ubau015fu0131 Eu015fref'in kardeu015fi, Kuu015fu00e7ubau015fu0131 Hacu0131 Sami Bey u00f6lu00fc, arkadau015flaru0131 ise yaralu0131 olarak ele geu00e7irildi.",  "1922 - Tu00fcrk Kurtuluu015f Savau015fu0131: Tu00fcrk Ordusu, Yunan iu015fgali altu0131nda bulunan Afyon'u geri aldu0131.",  "1908 - Hicaz Demiryolu hizmete girdi. u0130stanbul'dan Medine'ye ilk tren kalktu0131.",  "1892 - New York Metropolitan opera binasu0131 yandu0131.",  "1859 - Du00fcnyanu0131n ilk petrol kuyusu, ABDu2019nin Pensilvanya eyaletinde au00e7u0131ldu0131.",  "1783 - Montgolfier Kardeu015fler, hidrojen gazu0131yla doldurduklaru0131 ilk balonu uu00e7urdular."]







