["2007 - Ay tutulmasu0131 geru00e7ekleu015fti.",  "2007 - Abdullah Gu00fcl, 339 oyla TBMM tarafu0131ndan 11. Cumhurbau015fkanu0131 seu00e7ildi.",  "2006 - PKK bau011flantu0131lu0131 bir u00f6rgu00fctu00fcn u00fcstlendiu011fi uzaktan kumandalu0131 bombalu0131 saldu0131ru0131 sonucu, Antalya'da u0130lter Avu015far (18), u0130mran Aru0131k (20) ve Baki Baykurt adlu0131 kiu015filer u00f6ldu00fc.",  "2003 - Turquality projesinin hukuki alt yapu0131su0131nu0131 oluu015fturulmak u00fczere, Para-Kredi ve Koordinasyon Kurulu'nun 2003/3 sayu0131lu0131 "Tu00fcrk u00dcru00fcnlerinin Yurt Du0131u015fu0131nda Markalau015fmasu0131 ve Tu00fcrk Malu0131 u0130maju0131nu0131n Oluu015fturulmasu0131na iliu015fkin Tebliu011f"i yu00fcru00fcrlu00fcu011fe girdi.",  "2001 - u00dczeyir Garih'in u00f6ldu00fcru00fclmesiyle ilgili aranan u0130stanbul Hasdal Mekanize Alay Komutanlu0131u011fu0131'nda askerliu011fini yapan er Yener Yermez firar etti.",  "1999 - 23 Nisan 1999'dan u00f6nce iu015flenmiu015f suu00e7laru0131 kapsayan Af Yasa Tasaru0131su0131, TBMM'de kabul edildi.",  "1996 - Prens Charles ile Prenses Diana bou015fandu0131lar.",  "1995 - Markale Katliamu0131: 37 kiu015fi u00f6ldu00fc, 90 kiu015fi de yaralandu0131. Bu olay, NATO askeri mu00fcdahalesine gereku00e7e oldu.",  "1991 - Ukrayna, SSCB'den bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1991 - Mikhail Gorbachev, Sovyetler Birliu011fi Komu00fcnist Partisi Genel Sekreterliu011fi'nden istifa etti.",  "1990 - Irak, Kuveyt'i yeni bu00f6lgesi ilan etti.",  "1990 - Illinois'te kasu0131rga: 28 kiu015fi u00f6ldu00fc.",  "1988 - Almanya'daki Ramstein Hava u00dcssu00fc'nde yapu0131lan havacu0131lu0131k gu00f6sterileri su0131rasu0131nda, u0130talya Hava Kuvvetleri gu00f6steri taku0131mu0131nu0131n u00fcu00e7 uu00e7au011fu0131, havada u00e7arpu0131u015farak seyircilerin u00fczerine du00fcu015ftu00fc; 75 kiu015fi u00f6ldu00fc, 346 kiu015fi yaralandu0131.",  "1987 - Yapu0131mu0131 20 yu0131lda tamamlanan Kocatepe Camii, Bau015fbakan Turgut u00d6zal tarafu0131ndan au00e7u0131ldu0131.",  "1979 - Nesrin Olgun, Manu015f Denizi'ni yu00fczerek geu00e7en ilk Tu00fcrk kadu0131nu0131 oldu.",  "1974 - Keban Baraju0131 ve Hidroelektrik Santrali'nde elektrik u00fcretilmeye bau015flandu0131.",  "1964 - Ankara'da 20 bin genu00e7 ABD Bu00fcyu00fckelu00e7iliu011fi'ne yu00fcru00fcdu00fc, Yunanistan Bu00fcyu00fckelu00e7iliu011fi de tau015flandu0131.",  "1963 - ABD'de Gu00fcney'den bau015flayan "Sivil Haklar Yu00fcru00fcyu00fcu015fu00fc" Washington'da Lincoln Anu0131tu0131 u00f6nu00fcnde son buldu. Martin Luther King, Jr., 200.000 kiu015fiye hitaben u00fcnlu00fc I Have a Dream konuu015fmasu0131nu0131 yaptu0131.",  "1954 - Cumhurbau015fkanu0131 Celu00e2l Bayar, Savarona yatu0131 ile Yugoslavya'ya gitti.",  "1934 - u00dcsku00fcdar-Kadu0131ku00f6y tramvay hattu0131nu0131n ilk denemesi yapu0131ldu0131.",  "1924 - Gu00fcrcistan'da muhalefet, SSCB'ye karu015fu0131 isyan bau015flattu0131.",  "1916 - u0130talya Krallu0131u011fu0131, Alman u0130mparatorluu011fu'na savau015f ilan etti.",  "1916 - Alman u0130mparatorluu011fu, Romanya Krallu0131u011fu0131'na savau015f ilan etti.",  "1907 - UPS, James E. Casey tarafu0131ndan Seattle, Washington'da kuruldu.",  "1898 - Caleb Bradham, u00fcrettiu011fi karbonatlu0131 iu00e7eceu011fin adu0131nu0131 "Pepsi-Cola" olarak deu011fiu015ftirdi.",  "1845 - Scientific American dergisinin ilk sayu0131su0131 yayu0131mlandu0131.",  "1789 - William Herschel, Satu00fcrn'u00fcn yeni ay'u0131nu0131 keu015ffetti.",  "1499 - Mustafa Pau015fa komutasu0131ndaki Osmanlu0131 Donanmasu0131, Mora yaru0131madasu0131nda Venedik kontrolu00fcnde kalan son kale olan u0130nebahtu0131'yu0131 fethetti."]







