["2014 - Ensaru'l u0130slam, Adlu0131 Birlik Feshedildi",  "2005 - Katrina Kasu0131rgasu0131, Louisiana'dan Florida'ya kadar olan bu00f6lgede 1836 kiu015finin u00f6lu00fcmu00fcne ve 115 milyar dolar zarara neden oldu.",  "2003 - Iraklu0131 u015eii liderlerden Ayetullah Muhammed Baku0131r el-Hekim, Necef'te, bombalu0131 bir suikast sonucu cami u00e7u0131ku0131u015fu0131nda u00f6ldu00fcru00fcldu00fc.",  "1996 - Vnukovo Havayollaru0131'na ait Tupolev Tu-154 tipi bir yolcu uu00e7au011fu0131, Arktik Spitsbergen adasu0131na du00fcu015ftu00fc: 141 kiu015fi u00f6ldu00fc.",  "1996 - Tu00fcrkiye, u0130srail ile ikinci bir askeri anlau015fma yaptu0131.",  "1994 - Yavuz u00d6zkan'u0131n yu00f6nettiu011fi "Bir Sonbahar Hikayesi" filmi, u0130skenderiye 10. Uluslararasu0131 Film Festivali'nde "En u0130yi Kadu0131n Oyuncu", "En u0130yi Erkek Oyuncu" ve "En u0130yi Senaryo" u00f6du00fcllerini aldu0131.",  "1988 - Irak Ordusu'nun saldu0131ru0131su0131ndan kau00e7an binlerce Ku00fcrt, Tu00fcrkiye su0131nu0131ru0131na yu0131u011fu0131ldu0131.",  "1966 - Mu0131su0131rlu0131 yazar ve Mu00fcslu00fcman Kardeu015fler hareketinin lideri Seyyid Kutub idam edildi.",  "1964 - u0130zmir Fuaru0131'nda; ABD, SSCB ve Mu0131su0131r pavyonlaru0131 tahrip edildi; 80 kiu015fi gu00f6zaltu0131na alu0131ndu0131.",  "1955 - Ku0131bru0131s Konferansu0131 Londra'da toplandu0131.",  "1949 - SSCB, ilk atom bombasu0131nu0131 Kazakistan'da test etti.",  "1947 - Amerikalu0131 bilim insanlaru0131, nu00fckleer gu00fcu00e7 iu00e7in plu00fctonyumu paru00e7alamayu0131 bau015fardu0131lar.",  "1938 - Askeri Mahkeme, Nu00e2zu0131m Hikmet'i orduyu ku0131u015fku0131rttu0131u011fu0131 gereku00e7esiyle 28 yu0131l 4 ay hapis cezasu0131na mahku00fbm etti.",  "1933 - Almanya'da Yahudiler, toplama kamplaru0131na gu00f6nderilmeye bau015flandu0131.",  "1929 - Graf Zeppelin'in hava gemisi, 21 gu00fcn su00fcren du00fcnya turunu tamamlayarak Lakehurst'a du00f6ndu00fc.",  "1924 - Almanya, mu00fcttefiklerce hazu0131rlanan Dawes Planu0131'nu0131 onayladu0131. Bu plana gu00f6re Almanya savau015f tazminatu0131 u00f6deyecek.",  "1918 - Polonya bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1915 - u0130kinci Anafartalar Muharebesi'ni Osmanlu0131 tarafu0131 kazandu0131.",  "1907 - Quu00e9bec ku00f6pru00fcsu00fc, inu015fasu0131 su0131rasu0131nda u00e7u00f6ktu00fc: 75 iu015fu00e7i u00f6ldu00fc.",  "1898 - Goodyear u015firketinin kuruluu015fu.",  "1885 - Gottlieb Daimler, ilk motosiklet patentini aldu0131.",  "1855 - Osmanlu0131'da ilk telgraf gu00f6ru00fcu015fmesi yapu0131ldu0131. u0130stanbul-Edirne, u0130stanbul-u015eumnu hattu0131nu0131n tamamlanmasu0131yla ilk telgraf u015eumnu'dan u0130stanbul'a gu00f6nderildi. Ku0131ru0131m Savau015fu0131'ndan bilgi veren telgrafta, "Mu00fcttefik askerleri Sivastopol'a girmiu015flerdir." yazu0131lu0131ydu0131. Tu00fcrk birlikleri de mu00fcttefikler arasu0131ndaydu0131.",  "1842 - u0130ngiltere ile u00c7in arasu0131nda "I. Afyon Savau015fu0131"nu0131 sona erdiren Nanking Antlau015fmasu0131 imzalandu0131.",  "1831 - Michael Faraday, elektromanyetik indu00fcksiyonu keu015ffetti.",  "1825 - Portekiz, Brezilya'nu0131n bau011fu0131msu0131zlu0131u011fu0131nu0131 tanu0131du0131.",  "1756 - Prusya Kralu0131 II. Frederick, Saksonya'ya saldu0131rdu0131; Yedi Yu0131l Savau015flaru0131 bau015fladu0131.",  "1541 - Osmanlu0131 Ordusu, Macaristan Krallu0131u011fu0131'nu0131n bau015fkenti Budin'i ele geu00e7irdi.",  "1526 - Kanuni Sultan Su00fcleyman, Macar Ordusu'nu Mohau00e7'ta bu00fcyu00fck bir yenilgiye uu011frattu0131.",  "1521 - Belgrad'u0131n Fethi: Belgrad, Osmanlu0131 Ordusu tarafu0131ndan fethedildi."]







