["2023 - Gürcistan'ın Raca-Leçhumi ve Kvemo Svaneti bölgesine bağlı ünlü tatil yeri Şovi'de heyelan meydana geldi: 11 kişi öldü, 210 kişi tahliye edildi.", "2014 - Irak ve Şam İslam Devleti'nin Yezîdî soykırımı gerçekleşti.", "2008 - Somali'nin başkenti Mogadişu'da patlayan bir bomba, 20 kişinin ölümüne yol açtı.", "2008 - Kuzey Hindistan'da bir Hindu tapınağında çıkan izdihamda 30'u çocuk 68 kişi öldü.", "2002 - AB'ye uyum çerçevesinde kabul edilen yasayla, savaş ve yakın savaş tehdidi halleri dışında idam cezası kaldırıldı.", "1996 - 1922'de Tacikistan'da çarpışırken ölen Enver Paşa'nın naaşı İstanbul'a getirildi.", "1995 - Türkiye Odalar ve Borsalar Birliği'nin hazırlattığı 'Doğu Raporu' açıklandı. Raporu, TOBB Başkanlık Danışmanı Prof. Dr. Doğu Ergil hazırlamıştı.", "1988 - Sovyetler Birliği, Kızıl Meydan'a Cessna 172 uçağı ile inen Alman pilot Mathias Rust'u serbest bıraktı.", "1977 - Liranın değeri, Mark karşısında %4,5 oranında düşürüldü. Mark’ın alış fiyatı 730 kuruştan 763 kuruşa, satış fiyatı da 778 kuruşa yükseltildi.", "1977 - Kıbrıs lideri Başpiskopos III. Makarios, kalp krizi geçirerek öldü. Spiros Kipriyanu, geçici olarak Kıbrıs liderliğine getirildi.", "1960 - Aralarında Genelkurmay Başkanı Orgeneral Ragıp Gümüşpala'nın da bulunduğu 235 general ve amiral, emekliye sevk edildi. Genelkurmay Başkanlığı'na Cevdet Sunay getirildi.", "1958 - İlk nükleer denizaltı olan USS Nautilus, Kuzey Kutbu'nun kalın buz örtüsünü, bir uçtan öbür uca su altından geçmeyi başardı.", "1955 - Samuel Beckett'in Godot'yu Beklerken adlı oyunu, ilk kez Londra'da sahnelendi.", "1949 - Birleşmiş Milletler Güvenlik Konseyi, Çin'in Birleşmiş Milletler'e girme isteğini reddetti.", "1936 - Amerikalı siyahi atlet Jesse Owens, Berlin 1936 Yaz Olimpiyatları'nda, 100 metreyi 10.3 saniyede koşarak dünya rekorunu egale etti ve altın madalya kazandı. Ayrıca Adolf Hitler’i stadyumdan kaçıran atlet olarak ün yaptı.", "1924 - Üzerlerinde Türkiye Cumhuriyeti yazısı bulunan ve Türkiye'nin ilk madeni parası olma özelliği taşıyan bronz 10 kuruşluk paralar tedavüle çıktı.", "1914 - Birleşik krallık, Osmanlı İmparatorluğu'nun sipariş ettiği \"Sultan Osman I\" ve \"Reşadiye\" isimli 2 zırhlı gemiye el koydu. Hükûmetin geri istediği 4 milyon poundluk ücret ise iade edilmedi.", "1914 - Alman İmparatorluğu, Fransa'ya savaş ilan etti.", "1914 - I. Dünya Savaşı: Balkan Cephesi başladı.", "1869 - Büyük Samsun yangını meydana geldi. 125.000 m²'lik alan yangından birinci derecede etkilendi.", "1778 - La Scala opera binası, Milano'da açıldı.", "1492 - Kristof Kolomb, İspanya'dan üç gemiyle Hindistan'a ulaşmak ve yeni kıtalar keşfetmek amacıyla yola çıktı.", "1492 - İspanyol Engizisyonu'nun ardından, İspanya'daki yaklaşık 200.000 Sefarad Yahudisi, İspanyol İmparatorluğu ve Katolik Kilisesi tarafından ülkeden kovuldular, bunların büyük bir kısmı Osmanlı İmparatorluğu tarafından kabul edilecektir.", "1071 - Sanduk Bey komutasındaki Selçuklu Orduları, Bizans İmparatoru Romen Diyojen'in Malazgirt ve Ahlat'a gönderdiği kuvvetleri geri çekilmeye zorladı ve daha sonra Karahas'taki savaşta Bizans güçlerini dağıttı."]