["2023 - Gu00fcrcistan'u0131n Raca-Leu00e7humi ve Kvemo Svaneti bu00f6lgesine bau011flu0131 u00fcnlu00fc tatil yeri u015eovi'de heyelan meydana geldi: 11 kiu015fi u00f6ldu00fc, 210 kiu015fi tahliye edildi.[1]",  "2014 - Irak ve u015eam u0130slam Devleti'nin Yezu00eedu00ee soyku0131ru0131mu0131 geru00e7ekleu015fti.",  "2008 - Somali'nin bau015fkenti Mogadiu015fu'da patlayan bir bomba, 20 kiu015finin u00f6lu00fcmu00fcne yol au00e7tu0131.",  "2008 - Kuzey Hindistan'da bir Hindu tapu0131nau011fu0131nda u00e7u0131kan izdihamda 30'u u00e7ocuk 68 kiu015fi u00f6ldu00fc.",  "2002 - AB'ye uyum u00e7eru00e7evesinde kabul edilen yasayla, savau015f ve yaku0131n savau015f tehdidi halleri du0131u015fu0131nda idam cezasu0131 kaldu0131ru0131ldu0131.",  "1996 - 1922'de Tacikistan'da u00e7arpu0131u015fu0131rken u00f6len Enver Pau015fa'nu0131n naau015fu0131 u0130stanbul'a getirildi.",  "1995 - Tu00fcrkiye Odalar ve Borsalar Birliu011fi'nin hazu0131rlattu0131u011fu0131 'Dou011fu Raporu' au00e7u0131klandu0131. Raporu, TOBB Bau015fkanlu0131k Danu0131u015fmanu0131 Prof. Dr. Dou011fu Ergil hazu0131rlamu0131u015ftu0131.",  "1988 - Sovyetler Birliu011fi, Ku0131zu0131l Meydan'a Cessna 172 uu00e7au011fu0131 ile inen Alman pilot Mathias Rust'u serbest bu0131raktu0131.",  "1977 - Liranu0131n deu011feri, Mark karu015fu0131su0131nda %4,5 oranu0131nda du00fcu015fu00fcru00fcldu00fc. Marku2019u0131n alu0131u015f fiyatu0131 730 kuruu015ftan 763 kuruu015fa, satu0131u015f fiyatu0131 da 778 kuruu015fa yu00fckseltildi.",  "1977 - Ku0131bru0131s lideri Bau015fpiskopos III. Makarios, kalp krizi geu00e7irerek u00f6ldu00fc. Spiros Kipriyanu, geu00e7ici olarak Ku0131bru0131s liderliu011fine getirildi.",  "1960 - Aralaru0131nda Genelkurmay Bau015fkanu0131 Orgeneral Ragu0131p Gu00fcmu00fcu015fpala'nu0131n da bulunduu011fu 235 general ve amiral, emekliye sevk edildi. Genelkurmay Bau015fkanlu0131u011fu0131'na Cevdet Sunay getirildi.",  "1958 - u0130lk nu00fckleer denizaltu0131 olan USS Nautilus, Kuzey Kutbu'nun kalu0131n buz u00f6rtu00fcsu00fcnu00fc, bir uu00e7tan u00f6bu00fcr uca su altu0131ndan geu00e7meyi bau015fardu0131.",  "1955 - Samuel Beckett'in Godot'yu Beklerken adlu0131 oyunu, ilk kez Londra'da sahnelendi.",  "1949 - Birleu015fmiu015f Milletler Gu00fcvenlik Konseyi, u00c7in'in Birleu015fmiu015f Milletler'e girme isteu011fini reddetti.",  "1936 - Amerikalu0131 siyahi atlet Jesse Owens, Berlin 1936 Yaz Olimpiyatlaru0131'nda, 100 metreyi 10.3 saniyede kou015farak du00fcnya rekorunu egale etti ve altu0131n madalya kazandu0131. Ayru0131ca Adolf Hitleru2019i stadyumdan kau00e7u0131ran atlet olarak u00fcn yaptu0131.",  "1924 - u00dczerlerinde Tu00fcrkiye Cumhuriyeti yazu0131su0131 bulunan ve Tu00fcrkiye'nin ilk madeni parasu0131 olma u00f6zelliu011fi tau015fu0131yan bronz 10 kuruu015fluk paralar tedavu00fcle u00e7u0131ktu0131.",  "1914 - Birleu015fik krallu0131k, Osmanlu0131 u0130mparatorluu011fu'nun sipariu015f ettiu011fi "Sultan Osman I" ve "Reu015fadiye" isimli 2 zu0131rhlu0131 gemiye el koydu. Hu00fcku00fbmetin geri istediu011fi 4 milyon poundluk u00fccret ise iade edilmedi.",  "1914 - Alman u0130mparatorluu011fu, Fransa'ya savau015f ilan etti.",  "1914 - I. Du00fcnya Savau015fu0131: Balkan Cephesi bau015fladu0131.",  "1869 - Bu00fcyu00fck Samsun yangu0131nu0131 meydana geldi. 125.000 mu00b2'lik alan yangu0131ndan birinci derecede etkilendi.",  "1778 - La Scala opera binasu0131, Milano'da au00e7u0131ldu0131.",  "1492 - Kristof Kolomb, u0130spanya'dan u00fcu00e7 gemiyle Hindistan'a ulau015fmak ve yeni ku0131talar keu015ffetmek amacu0131yla yola u00e7u0131ktu0131.",  "1492 - u0130spanyol Engizisyonu'nun ardu0131ndan, u0130spanya'daki yaklau015fu0131k 200.000 Sefarad Yahudisi, u0130spanyol u0130mparatorluu011fu ve Katolik Kilisesi tarafu0131ndan u00fclkeden kovuldular, bunlaru0131n bu00fcyu00fck bir ku0131smu0131 Osmanlu0131 u0130mparatorluu011fu tarafu0131ndan kabul edilecektir.",  "1071 - Sanduk Bey komutasu0131ndaki Selu00e7uklu Ordularu0131, Bizans u0130mparatoru Romen Diyojen'in Malazgirt ve Ahlat'a gu00f6nderdiu011fi kuvvetleri geri u00e7ekilmeye zorladu0131 ve daha sonra Karahas'taki savau015fta Bizans gu00fcu00e7lerini dau011fu0131ttu0131."]







