["2010 - Irak Savau015fu0131, ABD Bau015fkanu0131 Barack Obama'nu0131n konuu015fmasu0131yla resmen bitti.",  "2005 - Bau011fdat'ta bir ku00f6pru00fcde meydana gelen izdihamda yaklau015fu0131k 1000 kiu015fi u00f6ldu00fc.",  "1999 - Boeing 737-200 tipi bir yolcu uu00e7au011fu0131, Buenos Aires'ten kalku0131u015fu0131 su0131rasu0131nda du00fcu015ftu00fc; 67 kiu015fi u00f6ldu00fc.",  "1998 - Kuzey Kore, ilk uydusunu fu0131rlattu0131.",  "1997 - Prenses Diana ile arkadau015fu0131 Dodi Al Fayed, Paris'te bir trafik kazasu0131nda u00f6ldu00fcler.",  "1995 - Westwood Studios, Command & Conquer serisinin ilk oyunu olan "Command & Conquer"u0131 piyasaya su00fcrdu00fc.",  "1991 - Ku0131rgu0131zistan, SSCB'den bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1988 - Tu00fcrkiye ile Gu00fcrcistan arasu0131nda Sarp Su0131nu0131r Kapu0131su0131 au00e7u0131ldu0131.",  "1986 - Karadeniz'de bir Sovyet yolcu gemisi, bir tanker ile u00e7arpu0131u015farak battu0131: 423 kiu015fi u00f6ldu00fc.",  "1986 - Bir Meksika yolcu uu00e7au011fu0131 ile ku00fcu00e7u00fck bir uu00e7ak, Kaliforniya'nu0131n Cerritos u015fehri u00fczerinde havada u00e7arpu0131u015ftu0131. Uu00e7aklardaki 67 kiu015fi ile yerdeki 15 kiu015fi u00f6ldu00fc.",  "1980 - Polonya'da, Dayanu0131u015fma Sendikasu0131 kuruldu.",  "1970 - u0130zmir'de Akdeniz Oyunlaru0131'nu0131n yapu0131lacau011fu0131 "Halkapu0131nar Spor Tesisleri", inu015faat su0131rasu0131nda yandu0131.",  "1966 - Irak Ordusu, Irak Ku00fcrdistan Yurtseverler Birliu011fi'nin elindeki Erbil kentini ele geu00e7irdi.",  "1962 - Trinidad ve Tobago, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1957 - Malezya, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1939 - Almanyau2019da yaptu0131ru0131lan Batu0131ray denizaltu0131su0131 denize indirildi.",  "1928 - Bertolt Brecht'in u00dcu00e7 Kuruu015fluk Opera adlu0131 oyununun ilk gu00f6sterimi Berlin'de yapu0131ldu0131.",  "1918 - Vahdettin padiu015fah oldu. O gu00fcn, Osmanlu0131 tarihindeki son ku0131lu0131u00e7 kuu015fanma tu00f6reni yapu0131lmu0131u015f oldu.",  "1913 - Batu0131 Trakya Tu00fcrk Cumhuriyeti kuruldu.",  "1910 - Zeytinburnu'nda u0130malat-u0131 Harbiye u00e7alu0131u015fanlaru0131 tarafu0131ndan o zamanki u0130stanbul merkezli, gu00fcnu00fcmu00fczdeki adu0131yla MKE Ankaragu00fccu00fc Genu00e7lik ve Spor Kulu00fcbu00fc kuruldu.",  "1890 - Bru00fcksel Genel Senedi ile ku00f6le ticareti yasaklandu0131.",  "1886 - Charleston, Gu00fcney Karolina'da deprem; 100 kiu015fi u00f6ldu00fc.",  "1876 - Osmanlu0131 Padiu015fahu0131 V. Murad tahttan indirildi; yerine kardeu015fi II. Abdu00fclhamid padiu015fah oldu."]







