["2020 - 2020 Beyrut patlamalaru0131: Lu00fcbnan'u0131n bau015fkenti Beyrut'ta, Beyrut Limanu0131'nda bir depoda bulunan 2 bin 750 ton amonyum nitrat infilak etti; 154 kiu015fi u00f6ldu00fc, 6 bin kiu015fi yaralandu0131. Kentte bu00fcyu00fck hasar meydan geldi.",  "2019 - Amerika Birleu015fik Devletleri'nin Ohio eyaletine bau011flu0131 Dayton kentinde geru00e7ekleu015fen silahlu0131 saldu0131ru0131da 10 kiu015fi hayatu0131nu0131 kaybetti, 27 kiu015fi yaralandu0131.",  "2005 - Senarist Safa u00d6nal, filme u00e7ekilmiu015f 395 senaryosuyla Guinness Rekorlar Kitabu0131'na girdi.",  "1995 - Hu0131rvatistan'nu0131n Krayina Su0131rp Cumhuriyeti'ya karu015fu0131 saldu0131ru0131laru0131na bau015flamasu0131yla, Fu0131rtu0131na Hareku00e2tu0131 bau015fladu0131.",  "1988 - Samsun ve Sinop sahillerine, zehirli olduklaru0131 bildirilen u00e7ok sayu0131da varil vurdu.",  "1987 - Uluslararasu0131 Baru0131u015f Arau015ftu0131rmalaru0131 Enstitu00fcsu00fc, Tu00fcrkiye'nin u0130ran'a silah satan u00fclkeler arasu0131nda olduu011funu ileri su00fcrdu00fc.",  "1986 - Yargu0131tay, ameliyatla cinsiyet deu011fiu015ftiren Bu00fclent Ersoy'un erkek olduu011funa karar verdi.",  "1983 - u0130talya'da ilk kez bir sosyalist, Sosyalist Parti Genel Sekreteri Bettino Craxi, Bau015fbakanlu0131k gu00f6revine getirildi.",  "1976 - u0130spanya Kralu0131 Juan Carlos, siyasi tutuklularu0131n %90'u0131nu0131 affetti.",  "1959 - u0130stanbul'da yumurta bu00fcyu00fcklu00fcu011fu00fcnde dolu yau011fdu0131. Yaralanmalar ve maddi hasar meydana geldi.",  "1958 - Uluslararasu0131 Para Fonu'nun basku0131su0131yla yu00fcksek devalu00fcasyona gidildi. Dolar 2 lira 80 kuruu015ftan, 9 liraya u00e7u0131ktu0131.",  "1950 - TSKB - Tu00fcrkiye Su0131nai Kalku0131nma Bankasu0131 kuruldu.",  "1944 - Anne Frank, Naziler tarafu0131ndan yakalandu0131. 1945'te toplama kampu0131nda u00f6ldu00fc. Saklanu0131rken tuttuu011fu notlar sonradan klasik haline geldi.",  "1940 - Taksim Gazinosu au00e7u0131ldu0131. u0130stanbul Belediyesi'nin au00e7tu0131u011fu0131 gazinonun amacu0131 halka ucuz eu011flence sau011flamaktu0131.",  "1923 - Rauf Bey (Orbay) Bau015fbakanlu0131ktan ayru0131ldu0131.",  "1870 - Ku0131zu0131lhau00e7 Derneu011fi, Birleu015fik Krallu0131k'ta kuruldu.",  "1791 - Osmanlu0131 ile Avusturya Devletleri arasu0131nda Ziu015ftovi Antlau015fmasu0131 imzalandu0131.",  "1683 - Dom Perignon ilk u015fampanyayu0131 u00fcretti.",  "1578 - Vadi'l-Mehazin Muharebesi, Portekizlilere karu015fu0131 Osmanlu0131 u0130mparatorluu011fu ve mu00fcttefiki olan Fas birliklerinin kesin zaferiyle sona erdi."]







