["2016 - Ekim ayına kadar süren Etiyopya protestoları başladı.", "2013 - Ergenekon Davası'nda nihai kararın açıklanacağı dava başladı.", "2003 - Endonezya'nın başkenti Cakarta'da, bir araca yerleştirilen bomba infilak etti; 12 kişi öldü, 150 kişi yaralandı.", "1995 - Türk-İş, Ankara'da \"Emeğe Saygı\" mitingi düzenledi. Mitinge 100 bine yakın işçi katıldı.", "1989 - Nikaragua'da genel seçimler yapıldı. Sandinista Ulusal Kurtuluş Cephesi çoğunluğu kazandı.", "1969 - İstanbul Silahtarağa Demirdöküm Fabrikası'nda, işçiler fabrikayı işgal ettiler. Polis müdahale etti; 64 polis ve 14 işçi yaralandı.", "1968 - Bolu Çimento Fabrikası kuruldu.", "1962 - Nelson Mandela hapse girdi. (1990'da serbest kaldı).", "1960 - Burkina Faso, (eski adıyla Yukarı Volta), Fransa'dan bağımsızlığını ilan etti.", "1949 - Ekvador'da deprem: 50 köy yıkıldı, 6000'den fazla kişi öldü.", "1945 - Fransa'nın Cezayir Katliamı: 45 bin Cezayirli katledildi.", "1940 - II. Dünya Savaşı: Letonya, Sovyetler Birliği himayesine girdi.", "1927 - New York'ta Sacco-Vanzettti'nin ölüm cezasına çarptırılmalarına karşı gösteriler yapıldı. İtalyan asıllı Amerikalı anarşistler Nicola Sacco ve Bartolomeo Vanzetti işlemedikleri soygun ve cinayet suçlarından 1921'de ölüme mahkûm edilmişlerdi.", "1921 - Gazi Mustafa Kemal, Türk Orduları Başkomutanlığı'na seçildi.", "1920 - Pozantı'da Mustafa Kemal'in katılımıyla bir kongre gerçekleştirildi.", "1914 - Cleveland, Ohio'da, ilk elektrikli trafik ışıkları hizmete girdi.", "1912 - Padişah Sultan Reşat, Meclis-i Mebûsan'ı feshetti ve 14 Mayıs 1914'e kadar kadar Osmanlı Meclisi toplanamadı.", "1897 - Edison, ilk reklam filmini üretti.", "1884 - New York Limanı'nın girişindeki Özgürlük Anıtı'nın ilk taşı konuldu.", "1882 - Japonya'da sıkıyönetim ilan edildi.", "1858 - ABD ile Avrupa arasında ilk transatlantik kablo çekildi.", "1634 - IV. Murad, içki yasağı ilan ederek meyhaneleri yıktırdı.", "1583 - Humphrey Gilbert, Kuzey Amerika'daki ilk İngiliz kolonisini kurdu: Newfoundland Kolonisi (günümüzde Newfoundland)."]