["2016 - Ekim ayu0131na kadar su00fcren Etiyopya protestolaru0131 bau015fladu0131.",  "2013 - Ergenekon Davasu0131'nda nihai kararu0131n au00e7u0131klanacau011fu0131 dava bau015fladu0131.",  "2003 - Endonezya'nu0131n bau015fkenti Cakarta'da, bir araca yerleu015ftirilen bomba infilak etti; 12 kiu015fi u00f6ldu00fc, 150 kiu015fi yaralandu0131.",  "1995 - Tu00fcrk-u0130u015f, Ankara'da "Emeu011fe Saygu0131" mitingi du00fczenledi. Mitinge 100 bine yaku0131n iu015fu00e7i katu0131ldu0131.",  "1989 - Nikaragua'da genel seu00e7imler yapu0131ldu0131. Sandinista Ulusal Kurtuluu015f Cephesi u00e7ou011funluu011fu kazandu0131.",  "1969 - u0130stanbul Silahtarau011fa Demirdu00f6ku00fcm Fabrikasu0131'nda, iu015fu00e7iler fabrikayu0131 iu015fgal ettiler. Polis mu00fcdahale etti; 64 polis ve 14 iu015fu00e7i yaralandu0131.",  "1968 - Bolu u00c7imento Fabrikasu0131 kuruldu.",  "1962 - Nelson Mandela hapse girdi. (1990'da serbest kaldu0131).",  "1960 - Burkina Faso, (eski adu0131yla Yukaru0131 Volta), Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1949 - Ekvador'da deprem: 50 ku00f6y yu0131ku0131ldu0131, 6000'den fazla kiu015fi u00f6ldu00fc.",  "1945 - Fransa'nu0131n Cezayir Katliamu0131: 45 bin Cezayirli katledildi.",  "1940 - II. Du00fcnya Savau015fu0131: Letonya, Sovyetler Birliu011fi himayesine girdi.",  "1927 - New York'ta Sacco-Vanzettti'nin u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131lmalaru0131na karu015fu0131 gu00f6steriler yapu0131ldu0131. u0130talyan asu0131llu0131 Amerikalu0131 anaru015fistler Nicola Sacco ve Bartolomeo Vanzetti iu015flemedikleri soygun ve cinayet suu00e7laru0131ndan 1921'de u00f6lu00fcme mahku00fbm edilmiu015flerdi.",  "1921 - Gazi Mustafa Kemal, Tu00fcrk Ordularu0131 Bau015fkomutanlu0131u011fu0131'na seu00e7ildi.",  "1920 - Pozantu0131'da Mustafa Kemal'in katu0131lu0131mu0131yla bir kongre geru00e7ekleu015ftirildi.",  "1914 - Cleveland, Ohio'da, ilk elektrikli trafik u0131u015fu0131klaru0131 hizmete girdi.",  "1912 - Padiu015fah Sultan Reu015fat, Meclis-i Mebu00fbsan'u0131 feshetti ve 14 Mayu0131s 1914'e kadar kadar Osmanlu0131 Meclisi toplanamadu0131.",  "1897 - Edison, ilk reklam filmini u00fcretti.",  "1884 - New York Limanu0131'nu0131n giriu015findeki u00d6zgu00fcrlu00fck Anu0131tu0131'nu0131n ilk tau015fu0131 konuldu.",  "1882 - Japonya'da su0131ku0131yu00f6netim ilan edildi.",  "1858 - ABD ile Avrupa arasu0131nda ilk transatlantik kablo u00e7ekildi.",  "1634 - IV. Murad, iu00e7ki yasau011fu0131 ilan ederek meyhaneleri yu0131ktu0131rdu0131.",  "1583 - Humphrey Gilbert, Kuzey Amerika'daki ilk u0130ngiliz kolonisini kurdu: Newfoundland Kolonisi (gu00fcnu00fcmu00fczde Newfoundland)."]







