["2023 - Pakistan'u0131n Navabu015fah kenti yaku0131nlaru0131nda bir yolcu treninin raydan u00e7u0131kmasu0131 sonucunda 28 kiu015fi u00f6ldu00fc, 50 kiu015fi yaralandu0131.",  "2007 - Recep Tayyip Erdou011fan, Cumhurbau015fkanu0131 Ahmet Necdet Sezer tarafu0131ndan Tu00fcrkiye Cumhuriyeti'nin 60. Hu00fcku00fcmetini kurmak u00fczere gu00f6revlendirildi.",  "1997 - Kore Hava Yollaru0131'na ait Boeing 747 tipi bir yolcu uu00e7au011fu0131, Guam'a iniu015fe geu00e7tiu011fi su0131rada du00fcu015ftu00fc: 228 kiu015fi u00f6ldu00fc.",  "1996 - u00c7eu00e7en direniu015fu00e7iler bau015fkent Grozni'yi ele geu00e7irdiler.",  "1991 - Su0131rp ve Hu0131rvat liderler kou015fulsuz ateu015fkes anlau015fmasu0131na vardu0131lar.",  "1984 - Tu00fcrkiye-Irak ikinci petrol boru hattu0131 kurulmasu0131 anlau015fmasu0131 imzalandu0131.",  "1962 - Jamaika, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1961 - Hu00e2len uzay programlaru0131nu0131n en genu00e7 uzay insanu0131 unvanu0131na sahip SSCB'li kozmonot German Titov, Vostok 2 ile uzaya u00e7u0131ktu0131.",  "1960 - Ku00fcba Devrimi: ABD ambargosuna misilleme olarak, u00fclkedeki tu00fcm Amerikan ve yabancu0131 mu00fclkiyet millu00eeleu015ftirildi.",  "1945 - II. Du00fcnya Savau015fu0131'nda ABD tarafu0131ndan Japonya'nu0131n Hirou015fima kentine atom bombasu0131 atu0131ldu0131: 70.000 kiu015fi o anda, on binlerce insan da ileriki yu0131llarda radyasyon nedeniyle u00f6ldu00fc. Zamanla radyoaktivite'nin yol au00e7tu0131u011fu0131 kanserler de dahil, u00f6lu00fc sayu0131su0131 200 binin u00fcstu00fcne u00e7u0131ktu0131.",  "1932 - u0130lk Venedik Film Festivali bau015fladu0131.",  "1926 - Gertrude Ederle, Manu015f Denizi'ni yu00fczerek geu00e7en ilk kadu0131n oldu.",  "1924 - Lozan Antlau015fmasu0131 yu00fcru00fcrlu00fcu011fe girdi.",  "1923 - Tu00fcrkiye ile Amerika arasu0131nda Lozan'da, "Suu00e7lularu0131n u0130adesi Antlau015fmasu0131" imzalandu0131.",  "1915 - Kirte Bau011flaru0131 Muharebesi bau015fladu0131.",  "1915 - Birleu015fik Krallu0131k, Avustralya ve Yeni Zelanda Kolordusu (Anzak) askerleri, u00c7anakkale'nin Anafartalar bu00f6lgesinde, Suvla Koyu civaru0131nda karaya u00e7u0131karak Anafartalar Cephesi'ni au00e7tu0131lar.",  "1914 - I. Du00fcnya Savau015fu0131: Su0131rbistan Krallu0131u011fu0131 Alman u0130mparatorluu011fu'na, Avusturya-Macaristan u0130mparatorluu011fu da Rus u0130mparatorluu011fu'na savau015f ilan etti.",  "1890 - Elektrikli sandalyenin ilk kullanu0131mu0131 New York'taki Auburn Hapishanesi'nde geru00e7ekleu015fti.",  "1825 - Bolivya, u0130spanyol u0130mparatorluu011fu'ndan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1824 - Simu00f3n Bolu00edvar, Peru Kurtuluu015f Savau015fu0131'nu0131n bir paru00e7asu0131 kabul edilen Peru'nun Junu00edn Bu00f6lgesi'ndeki Junu00edn Savau015fu0131'nda, u0130spanyol u0130mparatorluu011fu ordusunu yendi.",  "1806 - Kutsal Roma Cermen u0130mparatorluu011fu'nun sonu.",  "1726 - Kutsal Roma Cermen u0130mparatorluu011fu ve Rus u0130mparatorluu011fu, Osmanlu0131'ya karu015fu0131 ittifaka vardu0131lar.",  "1682 - II. Viyana Kuu015fatmasu0131 ile sonuu00e7lanacak savau015f ilan edildi.",  "1661 - Portekiz u0130mparatorluu011fu ile Hollanda Cumhuriyeti arasu0131nda Hague Antlau015fmasu0131 imzalandu0131.",  "1571 - Mau011fusa'nu0131n Osmanlu0131 Ordularu0131'na teslim edilmesiyle Ku0131bru0131s'u0131n fethi tamamlandu0131."]







