["2023 - Pakistan'ın Navabşah kenti yakınlarında bir yolcu treninin raydan çıkması sonucunda 28 kişi öldü, 50 kişi yaralandı.", "2007 - Recep Tayyip Erdoğan, Cumhurbaşkanı Ahmet Necdet Sezer tarafından Türkiye Cumhuriyeti'nin 60. Hükümetini kurmak üzere görevlendirildi.", "1997 - Kore Hava Yolları'na ait Boeing 747 tipi bir yolcu uçağı, Guam'a inişe geçtiği sırada düştü: 228 kişi öldü.", "1996 - Çeçen direnişçiler başkent Grozni'yi ele geçirdiler.", "1991 - Sırp ve Hırvat liderler koşulsuz ateşkes anlaşmasına vardılar.", "1984 - Türkiye-Irak ikinci petrol boru hattı kurulması anlaşması imzalandı.", "1962 - Jamaika, Birleşik Krallık'tan bağımsızlığını kazandı.", "1961 - Hâlen uzay programlarının en genç uzay insanı unvanına sahip SSCB'li kozmonot German Titov, Vostok 2 ile uzaya çıktı.", "1960 - Küba Devrimi: ABD ambargosuna misilleme olarak, ülkedeki tüm Amerikan ve yabancı mülkiyet millîleştirildi.", "1945 - II. Dünya Savaşı'nda ABD tarafından Japonya'nın Hiroşima kentine atom bombası atıldı: 70.000 kişi o anda, on binlerce insan da ileriki yıllarda radyasyon nedeniyle öldü. Zamanla radyoaktivite'nin yol açtığı kanserler de dahil, ölü sayısı 200 binin üstüne çıktı.", "1932 - İlk Venedik Film Festivali başladı.", "1926 - Gertrude Ederle, Manş Denizi'ni yüzerek geçen ilk kadın oldu.", "1924 - Lozan Antlaşması yürürlüğe girdi.", "1923 - Türkiye ile Amerika arasında Lozan'da, \"Suçluların İadesi Antlaşması\" imzalandı.", "1915 - Kirte Bağları Muharebesi başladı.", "1915 - Birleşik Krallık, Avustralya ve Yeni Zelanda Kolordusu (Anzak) askerleri, Çanakkale'nin Anafartalar bölgesinde, Suvla Koyu civarında karaya çıkarak Anafartalar Cephesi'ni açtılar.", "1914 - I. Dünya Savaşı: Sırbistan Krallığı Alman İmparatorluğu'na, Avusturya-Macaristan İmparatorluğu da Rus İmparatorluğu'na savaş ilan etti.", "1890 - Elektrikli sandalyenin ilk kullanımı New York'taki Auburn Hapishanesi'nde gerçekleşti.", "1825 - Bolivya, İspanyol İmparatorluğu'ndan bağımsızlığını kazandı.", "1824 - Simón Bolívar, Peru Kurtuluş Savaşı'nın bir parçası kabul edilen Peru'nun Junín Bölgesi'ndeki Junín Savaşı'nda, İspanyol İmparatorluğu ordusunu yendi.", "1806 - Kutsal Roma Cermen İmparatorluğu'nun sonu.", "1726 - Kutsal Roma Cermen İmparatorluğu ve Rus İmparatorluğu, Osmanlı'ya karşı ittifaka vardılar.", "1682 - II. Viyana Kuşatması ile sonuçlanacak savaş ilan edildi.", "1661 - Portekiz İmparatorluğu ile Hollanda Cumhuriyeti arasında Hague Antlaşması imzalandı.", "1571 - Mağusa'nın Osmanlı Orduları'na teslim edilmesiyle Kıbrıs'ın fethi tamamlandı."]