["2008 - Gu00fcrcistan, tek yanlu0131 bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan eden Gu00fcney Osetya'da askeru00ee operasyon bau015flatmasu0131nu0131n ardu0131ndan; Gu00fcney Osetya, Rusya, Abhazya ile Gu00fcrcistan arasu0131nda, Gu00fcney Osetya Savau015fu0131 bau015fladu0131.",  "1998 - Trabzon'un Ku00f6pru00fcbau015fu0131 ilu00e7esinin Beu015fku00f6y beldesinde meydana gelen sel felaketinde 47 kiu015fi u00f6ldu00fc.",  "1998 - Amerika Birleu015fik Devletleri'nin Daru00fcsselam ve Nairobi'deki Konsolosluklaru0131'na yapu0131lan bombalu0131 saldu0131ru0131larda 224 kiu015fi u00f6ldu00fc.",  "1990 - Kuveyt'in Irak Birlikleri'nce iu015fgali u00fczerine, Amerika Birleu015fik Devletleri "u00c7u00f6l Kalkanu0131" hareku00e2tu0131nu0131 bau015flattu0131. Savau015f uu00e7aklaru0131 Suudi Arabistan'a gu00f6nderildi.",  "1989 - Millu00ee Piyango u0130daresi, 'Kazu0131-Kazan' oyununu bau015flattu0131.",  "1982 - Ankara Esenbou011fa Havalimanu0131'na iki ASALA militanu0131nu0131n du00fczenlediu011fi saldu0131ru0131da Ankara Emniyet Mu00fcdu00fcr Yardu0131mcu0131su0131'nu0131n yanu0131 su0131ra 8 kiu015fi yau015famu0131nu0131 yitirdi, 72 kiu015fi de yaralandu0131. Militanlardan Zohrab Sarkisyan u00f6ldu00fcru00fcldu00fc, Levon Ekmeku00e7iyan yaralu0131 olarak ele geu00e7irildi.",  "1981 - The Washington Star gazetesi, 128 yu0131llu0131k yayu0131n hayatu0131na son verdi.",  "1978 - Tu00fcrkiye Yazarlar Birliu011fi kuruldu.",  "1976 - Viking 2 uzay aracu0131, Mars'u0131n yu00f6ru00fcngesine yerleu015fti.",  "1974 - u0130p cambazu0131 Philippe Petit, Du00fcnya Ticaret Merkezinin ikiz kuleleri arasu0131nda, yerden 417 m yu00fckseklikte gu00f6steri yaptu0131.",  "1970 - Kaliforniya'da bir hakim (Harold Haley) Mahkeme'de u00f6nce rehin alu0131ndu0131 ve daha sonra da u00f6ldu00fcru00fcldu00fc. Amau00e7, gu00f6z altu0131na alu0131nan Kara Gerilla Ailesi u00f6rgu00fctu00fc u00fcyesi George Jackson'u0131 serbest bu0131raktu0131rmaktu0131.",  "1966 - Michigan'u0131n Lansing kentinde, u0131rku00e7u0131 ayaklanmalar meydana geldi.",  "1964 - Tu00fcrk Hava Kuvvetleri'ne bau011flu0131 savau015f uu00e7aklaru0131, Ku0131bru0131s'ta Rum mevzilerini bombaladu0131.",  "1960 - Fildiu015fi Sahili, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1955 - Sony'nin u00f6ncu00fcl kuruluu015flaru0131ndan "Tokyo Telecommunications Engineering" tarafu0131ndan u00fcretilen ilk transistu00f6rlu00fc radyonun satu0131u015fu0131na Japonya'da bau015flandu0131.",  "1942 - ABD ile Japonya arasu0131nda Guadalcanal savau015fu0131 bau015fladu0131.",  "1936 - Yau015far Erkan, Berlin Olimpiyatlaru0131'nda grekoromen gu00fcreu015fte 61 kilo u015fampiyonu oldu.",  "1924 - Gu00fcneydou011fu Anadolu Bu00f6lgesi'nde Nasturi ayaklanmasu0131 bau015fladu0131.",  "1919 - Erzurum Kongresi sona erdi.",  "1819 - Simu00f3n Bolu00edvar ve Francisco de Paula Santander komutasu0131ndaki 3 bin kiu015filik ordu, Boyacu00e1 yaku0131nlaru0131nda u0130spanya Krallu0131k gu00fcu00e7lerini yendi.",  "1807 - u0130lk buharlu0131 yolcu gemisi Clermont, New York-Albany arasu0131nda ilk seferini geru00e7ekleu015ftirdi.",  "1794 - Pensilvanya'da u00e7iftu00e7iler, alkollu00fc iu00e7kilere getirilen vergilere karu015fu0131 isyan bau015flattu0131.",  "626 - Konstantinopolis (u0130stanbul) kuu015fatmasu0131, Avarlar ve Slavlar'u0131n yardu0131mu0131yla kalktu0131."]







