["2008 - Gürcistan, tek yanlı bağımsızlığını ilan eden Güney Osetya'da askerî operasyon başlatmasının ardından; Güney Osetya, Rusya, Abhazya ile Gürcistan arasında, Güney Osetya Savaşı başladı.", "1998 - Trabzon'un Köprübaşı ilçesinin Beşköy beldesinde meydana gelen sel felaketinde 47 kişi öldü.", "1998 - Amerika Birleşik Devletleri'nin Darüsselam ve Nairobi'deki Konsoloslukları'na yapılan bombalı saldırılarda 224 kişi öldü.", "1990 - Kuveyt'in Irak Birlikleri'nce işgali üzerine, Amerika Birleşik Devletleri \"Çöl Kalkanı\" harekâtını başlattı. Savaş uçakları Suudi Arabistan'a gönderildi.", "1989 - Millî Piyango İdaresi, 'Kazı-Kazan' oyununu başlattı.", "1982 - Ankara Esenboğa Havalimanı'na iki ASALA militanının düzenlediği saldırıda Ankara Emniyet Müdür Yardımcısı'nın yanı sıra 8 kişi yaşamını yitirdi, 72 kişi de yaralandı. Militanlardan Zohrab Sarkisyan öldürüldü, Levon Ekmekçiyan yaralı olarak ele geçirildi.", "1981 - The Washington Star gazetesi, 128 yıllık yayın hayatına son verdi.", "1978 - Türkiye Yazarlar Birliği kuruldu.", "1976 - Viking 2 uzay aracı, Mars'ın yörüngesine yerleşti.", "1974 - İp cambazı Philippe Petit, Dünya Ticaret Merkezinin ikiz kuleleri arasında, yerden 417 m yükseklikte gösteri yaptı.", "1970 - Kaliforniya'da bir hakim (Harold Haley) Mahkeme'de önce rehin alındı ve daha sonra da öldürüldü. Amaç, göz altına alınan Kara Gerilla Ailesi örgütü üyesi George Jackson'ı serbest bıraktırmaktı.", "1966 - Michigan'ın Lansing kentinde, ırkçı ayaklanmalar meydana geldi.", "1964 - Türk Hava Kuvvetleri'ne bağlı savaş uçakları, Kıbrıs'ta Rum mevzilerini bombaladı.", "1960 - Fildişi Sahili, Fransa'dan bağımsızlığını ilan etti.", "1955 - Sony'nin öncül kuruluşlarından \"Tokyo Telecommunications Engineering\" tarafından üretilen ilk transistörlü radyonun satışına Japonya'da başlandı.", "1942 - ABD ile Japonya arasında Guadalcanal savaşı başladı.", "1936 - Yaşar Erkan, Berlin Olimpiyatları'nda grekoromen güreşte 61 kilo şampiyonu oldu.", "1924 - Güneydoğu Anadolu Bölgesi'nde Nasturi ayaklanması başladı.", "1919 - Erzurum Kongresi sona erdi.", "1819 - Simón Bolívar ve Francisco de Paula Santander komutasındaki 3 bin kişilik ordu, Boyacá yakınlarında İspanya Krallık güçlerini yendi.", "1807 - İlk buharlı yolcu gemisi Clermont, New York-Albany arasında ilk seferini gerçekleştirdi.", "1794 - Pensilvanya'da çiftçiler, alkollü içkilere getirilen vergilere karşı isyan başlattı.", "626 - Konstantinopolis (İstanbul) kuşatması, Avarlar ve Slavlar'ın yardımıyla kalktı."]