["2023 - Hawaii'nin Maui adasında başlayan orman yangınları nedeniyle 17.000 bin dönümlük alan zarar gördü, 106 kişi hayatını kaybetti ve 1.300 kişi kayboldu.", "2008 - 29. Olimpiyat Oyunları Pekin'de başladı.", "2000 - Konfederasyona ait H.L. Hunley adlı denizaltının batığı, 136 yıl okyanus tabanında kaldıktan sonra su yüzüne çıkartıldı.", "1992 - Çorlu'da bir fabrikada metan gazı sıkışması nedeniyle patlama oldu: 29 kişi öldü, 86 kişi yaralandı.", "1991 - Varşova Radyo Kulesi yıkıldı.", "1981 - Türkiye'nin ilk turistik hava alanı olan Dalaman Havalimanı açıldı.", "1979 - 1979 ODTÜ İstiklal Marşı krizi: ODTÜ'nün açılışında İstiklal Marşı protesto edildi, enternasyonal marşı söylendi.", "1975 - Çin'de tayfun sebebiyle Banqiao Barajı çöktü ve sel meydana geldi. 86.000'den fazla kişi öldü.", "1974 - ABD Başkanı Richard M. Nixon, Watergate skandalı nedeniyle istifa etti. Nixon, istifa eden ilk ABD Başkanı oldu.", "1964 - Kıbrıs'a düzenlenen harekât sırasında, uçağı isabet alan Pilot Yüzbaşı Cengiz Topel, Rum kesimindeki hastanede öldü.", "1963 - ABD, Birleşik Krallık ve SSCB, nükleer denemelerin durdurulması konusunda yaptıkları antlaşmayı Kremlin'de imzaladılar.", "1951 - Halkevleri'nin kapatılarak, mallarının Hazine'ye devredilmesine dair 5830 sayılı kanun TBMM'de kabul edildi.", "1949 - Bhutan bağımsızlığını ilan etti.", "1949 - Avrupa Konseyi ilk toplantısını Strazburg'da yaptı. Türkiye, Avrupa Konseyi'ne kabul edildi.", "1945 - II. Dünya Savaşı: Sovyetler Birliği, Japonya'ya savaş ilan etti.", "1939 -  600 Yahudi mülteci taşıyan Panama bandıralı Parita gemisi İzmir Limanına geldi; Yahudilerin karaya çıkmalarına izin verilmedi.", "1931 - Hoover Barajı'nda işçiler greve başladı.", "1929 - Alman hava gemileri Zeplin'lerin en gelişmişlerinden biri olan LZ 127 Graf Zeppelin dünya turu için havalandı.", "1928 - İstanbul'da, İtalyan heykeltıraş Pietro Canonica'nın yaptığı Taksim Cumhuriyet Anıtı törenle açıldı. Açılışa 30.000'i aşkın İstanbullu katıldı.", "1925 - ABD'de, siyahi düşmanı gizli örgüt Ku Klux Klan'ın ilk kongresi yapıldı.", "1915 - Mustafa Kemal, Anafartalar Grup Komutanlığı'na atandı.", "1908 - Wilbur Wright, Le Mans, Fransa'daki yarış pistinde ilk uçuşunu gerçekleştirdi.", "1876 - Thomas Edison, \"mimeograph\" da denen teksir makinesinin patentini aldı.", "1648 - Osmanlı tahtına, IV. Mehmet (Avcı) çıktı.", "1588 - İspanyol Armadası'nın, İngiltere'ye çıkarma amaçlı seferi yenilgiyle sonuçlandı.", "1526 - Uyluk Kuşatması sonuçlandı ve Uyluk şehri, Osmanlı İmparatorluğu topraklarına katıldı.", "1220 - İsveç, Lihula Savaşı'nda Eston kabilelerine yenildi."]