["2023 - Hawaii'nin Maui adasu0131nda bau015flayan orman yangu0131nlaru0131 nedeniyle 17.000 bin du00f6nu00fcmlu00fck alan zarar gu00f6rdu00fc, 106 kiu015fi hayatu0131nu0131 kaybetti ve 1.300 kiu015fi kayboldu.",  "2008 - 29. Olimpiyat Oyunlaru0131 Pekin'de bau015fladu0131.",  "2000 - Konfederasyona ait H.L. Hunley adlu0131 denizaltu0131nu0131n batu0131u011fu0131, 136 yu0131l okyanus tabanu0131nda kaldu0131ktan sonra su yu00fczu00fcne u00e7u0131kartu0131ldu0131.",  "1992 - u00c7orlu'da bir fabrikada metan gazu0131 su0131ku0131u015fmasu0131 nedeniyle patlama oldu: 29 kiu015fi u00f6ldu00fc, 86 kiu015fi yaralandu0131.",  "1991 - Varu015fova Radyo Kulesi yu0131ku0131ldu0131.",  "1981 - Tu00fcrkiye'nin ilk turistik hava alanu0131 olan Dalaman Havalimanu0131 au00e7u0131ldu0131.",  "1979 - 1979 ODTu00dc u0130stiklal Maru015fu0131 krizi: ODTu00dc'nu00fcn au00e7u0131lu0131u015fu0131nda u0130stiklal Maru015fu0131 protesto edildi, enternasyonal maru015fu0131 su00f6ylendi.",  "1975 - u00c7in'de tayfun sebebiyle Banqiao Baraju0131 u00e7u00f6ktu00fc ve sel meydana geldi. 86.000'den fazla kiu015fi u00f6ldu00fc.",  "1974 - ABD Bau015fkanu0131 Richard M. Nixon, Watergate skandalu0131 nedeniyle istifa etti. Nixon, istifa eden ilk ABD Bau015fkanu0131 oldu.",  "1964 - Ku0131bru0131s'a du00fczenlenen hareku00e2t su0131rasu0131nda, uu00e7au011fu0131 isabet alan Pilot Yu00fczbau015fu0131 Cengiz Topel, Rum kesimindeki hastanede u00f6ldu00fc.",  "1963 - ABD, Birleu015fik Krallu0131k ve SSCB, nu00fckleer denemelerin durdurulmasu0131 konusunda yaptu0131klaru0131 antlau015fmayu0131 Kremlin'de imzaladu0131lar.",  "1951 - Halkevleri'nin kapatu0131larak, mallaru0131nu0131n Hazine'ye devredilmesine dair 5830 sayu0131lu0131 kanun TBMM'de kabul edildi.",  "1949 - Bhutan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1949 - Avrupa Konseyi ilk toplantu0131su0131nu0131 Strazburg'da yaptu0131. Tu00fcrkiye, Avrupa Konseyi'ne kabul edildi.",  "1945 - II. Du00fcnya Savau015fu0131: Sovyetler Birliu011fi, Japonya'ya savau015f ilan etti.",  "1939 -  600 Yahudi mu00fclteci tau015fu0131yan Panama bandu0131ralu0131 Parita gemisi u0130zmir Limanu0131na geldi; Yahudilerin karaya u00e7u0131kmalaru0131na izin verilmedi.",  "1931 - Hoover Baraju0131'nda iu015fu00e7iler greve bau015fladu0131.",  "1929 - Alman hava gemileri Zeplin'lerin en geliu015fmiu015flerinden biri olan LZ 127 Graf Zeppelin du00fcnya turu iu00e7in havalandu0131.",  "1928 - u0130stanbul'da, u0130talyan heykeltu0131rau015f Pietro Canonica'nu0131n yaptu0131u011fu0131 Taksim Cumhuriyet Anu0131tu0131 tu00f6renle au00e7u0131ldu0131. Au00e7u0131lu0131u015fa 30.000'i au015fku0131n u0130stanbullu katu0131ldu0131.",  "1925 - ABD'de, siyahi du00fcu015fmanu0131 gizli u00f6rgu00fct Ku Klux Klan'u0131n ilk kongresi yapu0131ldu0131.",  "1915 - Mustafa Kemal, Anafartalar Grup Komutanlu0131u011fu0131'na atandu0131.",  "1908 - Wilbur Wright, Le Mans, Fransa'daki yaru0131u015f pistinde ilk uu00e7uu015funu geru00e7ekleu015ftirdi.",  "1876 - Thomas Edison, "mimeograph" da denen teksir makinesinin patentini aldu0131.",  "1648 - Osmanlu0131 tahtu0131na, IV. Mehmet (Avcu0131) u00e7u0131ktu0131.",  "1588 - u0130spanyol Armadasu0131'nu0131n, u0130ngiltere'ye u00e7u0131karma amau00e7lu0131 seferi yenilgiyle sonuu00e7landu0131.",  "1526 - Uyluk Kuu015fatmasu0131 sonuu00e7landu0131 ve Uyluk u015fehri, Osmanlu0131 u0130mparatorluu011fu topraklaru0131na katu0131ldu0131.",  "1220 - u0130sveu00e7, Lihula Savau015fu0131'nda Eston kabilelerine yenildi."]







