["2007 - Ku00f6ksal Toptan, 535 geu00e7erli oyun 450'sini alarak TBMM bau015fkanu0131 seu00e7ildi.",  "1999 - Rusya Devlet Bau015fkanu0131 Boris Yeltsin, Bau015fbakan Sergei Stepashin'i azletti.",  "1996 - Boris Yeltsin yemin ederek, Rusya Federasyonu Bau015fkanu0131 olarak ikinci du00f6nemine bau015fladu0131.",  "1994 - Aydu0131n Dou011fan, Hu00fcrriyet grubunu satu0131n aldu0131.",  "1992 - Barselona'da du00fczenlenen 25. Olimpiyat Oyunlaru0131 sona erdi.",  "1974 - Watergate skandalu0131nu0131n sonucu olarak, istifa eden Richard Nixon'u0131n yerine Bau015fkan Yardu0131mcu0131su0131 Gerald Ford ABD Bau015fkanu0131 oldu.",  "1973 - Tu00fcrkiye Cumhuriyet Merkez Bankasu0131'nu0131n genelgesiyle, dolar alu0131mu0131 ku0131su0131tlandu0131 ve u0130stanbul'da bankalaru0131n 200 dolardan fazlasu0131nu0131 bozmayacaklaru0131 au00e7u0131klandu0131.",  "1969 - Charles Manson liderliu011findeki bir ku00fclt grup u00fcyeleri, Roman Polanski'nin hamile eu015fi Sharon Tate, Abigail Folger, Polonyalu0131 oyuncu Wojciech Frykowski, erkek kuafu00f6ru00fc Jay Sebring ve lise mezunu bir genu00e7 Steven Parent'i Los Angeles'ta u00f6ldu00fcrdu00fcler.",  "1965 - Singapur, Malezya'dan ayru0131larak bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1954 - Tu00fcrkiye, Yunanistan ve Yugoslavya arasu0131nda, 28 u015eubat 1953 tarihinde imzalanan Balkan Paktu0131'nu0131n devamu0131 niteliu011finde, Bled u015fehrinde ittifak antlau015fmasu0131 imzalandu0131.",  "1949 - Tu00fcrkiye, Avrupa Konseyi u00fcyesi oldu.",  "1945 - Amerika Birleu015fik Devletleri, Japonya'nu0131n Nagazaki u015fehrine atom bombasu0131 attu0131: yaklau015fu0131k 70.000 kiu015fi o anda u00f6ldu00fc.",  "1942 - Mahatma Gandhi, u0130ngiliz birlikleri tarafu0131ndan Bombay'da tutuklandu0131.",  "1942 - Dimitri u015eostakoviu00e7'in Leningrad Senfonisi, Alman kuu015fatmasu0131 altu0131ndaki Leningrad'da ilk kez seslendirildi.",  "1936 - 1936 Yaz Olimpiyatlaru0131: Jesse Owens du00f6rdu00fcncu00fc altu0131n madalyasu0131nu0131 kazandu0131.",  "1928 - Tu00fcrkiye'de Arap alfabesi yerine Latin alfabesinin benimsendiu011fi Harf Devrimi: Atatu00fcrk, harfleri Cumhuriyet Halk Partisi'nin Gu00fclhane'deki galasu0131na katu0131lanlara tanu0131ttu0131. Sonraki su00fcreu00e7te yeni alfabe yasal olarak kabul edildi ve yaygu0131nlau015ftu0131ru0131lmaya bau015flandu0131.",  "1915 - Birinci Anafartalar Muharebesi bau015fladu0131.",  "1912 - Tekirdau011f ilinin Mu00fcrefte beldesinde 7,3 MS bu00fcyu00fcklu00fcu011fu00fcnde deprem meydana geldi.",  "1902 - VII. Edward, Birleu015fik Krallu0131k Kralu0131 olarak tau00e7 giydi.",  "1892 - Thomas Edison, iki yu00f6nlu00fc telgrafu0131n patentini aldu0131.",  "1842 - Webster Ashburton Antlau015fmasu0131 ile Kanada-ABD su0131nu0131ru0131 belirlendi.",  "1814 - Wetumpka yaku0131nlaru0131nda Fort Jackson Antlau015fmasu0131 imzalandu0131.",  "1805 - Avusturya u0130mparatorluu011fu, Birleu015fik Krallu0131k, u0130sveu00e7, Rus u0130mparatorluu011fu ve Napoli Krallu0131u011fu0131, Napolyon'a karu015fu0131 ittifak oluu015fturdular.",  "1578 - Osmanlu0131 Devleti ile Safevi kuvvetleri arasu0131nda u00c7u0131ldu0131r Muharebesi geru00e7ekleu015fti.",  "1554 - Osmanlu0131 ve Portekiz arasu0131nda Hu00fcrmu00fcz Deniz Muharebesi geru00e7ekleu015fti.",  "1173 - Yapu0131mu0131 iki asu0131r su00fcrecek olan Pisa Kulesi'nin inu015fasu0131 bau015fladu0131.",  "378 - Hadrianapolis Muharebesi: Dou011fu Roma u0130mparatoru Valens, Vizigotlar'a yenildi; mu00fcstahkem Konstantinopolis (u0130stanbul) ve Andrinopolis (Edirne) haricinde tu00fcm Trakya yau011fmalandu0131."]







