["2009 - Hu0131rvatistan ve Arnavutluk NATO'ya katu0131ldu0131.",  "2005 - Tu00fcrkiye'de 10 yu0131l su00fcren 61 sanu0131klu0131 Hizbullah davasu0131nda 22 tetiku00e7i, au011fu0131rlau015ftu0131ru0131lmu0131u015f u00f6mu00fcr boyu hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "2005 - 24. Uluslararasu0131 u0130stanbul Film Festivali "Yau015fam Boyu Bau015faru0131 u00d6du00fclu00fc", sinema sanatu00e7u0131su0131 Sophia Loren'e verildi.",  "2004 - Google, Gmail'i halka duyurdu.",  "2002 - u00d6tanazi, Hollanda'da yasallau015ftu0131.",  "2001 - Hollanda, eu015fcinsel evliliu011fi yasallau015ftu0131ran du00fcnyanu0131n ilk u00fclkesi oldu.",  "2001 - Yugoslavya'nu0131n eski Bau015fkanu0131 Slobodan Milou0161eviu0107, Uluslararasu0131 Ceza Mahkemesi'nde yargu0131lanmak u00fczere polise teslim oldu.",  "1999 - Kuzeybatu0131 Topraklaru0131'ndan ayru0131lan Nunavut, Kanada'nu0131n bu00f6lgesi oldu.",  "1997 - Japonya ku00f6kenli video oyunu olan Poku00e9monu2019un ilk anime bu00f6lu00fcmu00fc yayu0131nlandu0131.",  "1982 - Nokta dergisi yayu0131n hayatu0131na bau015fladu0131.",  "1981 - Yaz saati uygulamasu0131, Sovyetler Birliu011fi'nde ilk kez hayata geu00e7irildi.",  "1979 - Humeyni, u0130ran'ni ilan etti.",  "1976 - Apple; Steve Jobs, Steve Wozniak ve Ronald Wayne tarafu0131ndan kuruldu.",  "1975 - Bursa'da Uludau011f, Elazu0131u011f'da Fu0131rat, Samsun'da Ondokuz Mayu0131s ve Konya'da Selu00e7uk u00dcniversitelerinin kurulmasu0131na iliu015fkin kanun, TBMM'nde kabul edildi.",  "1971 - Robert Kolej, olaylar nedeniyle 4 gu00fcnlu00fcu011fu00fcne kapatu0131ldu0131.",  "1970 - Richard Nixon, ABD'de satu0131lan tu00fctu00fcn u00fcru00fcnlerinde uyaru0131 yazu0131laru0131nu0131n yer almasu0131nu0131 u00f6ngu00f6ren ve televizyon ve radyoda tu00fctu00fcn u00fcru00fcnlerinin reklamlaru0131nu0131n yapu0131lmasu0131nu0131 yasaklayan kararnameyi imzaladu0131.",  "1969 - Mu00fcnir Nurettin Selu00e7uk'un Amerika'da verdiu011fi konser, 525 televizyon tarafu0131ndan naklen yayu0131nladu0131.",  "1964 - Bau015fpiskopos Makarios'un Ku0131bru0131s Tu00fcrk Alayu0131'nu0131n Garnizonuna du00f6nmesi u00f6nerisi, Tu00fcrk Hu00fcku00fbmetince reddedildi.",  "1963 - Alman kamu televizyon kanalu0131 ZDF (Zweites Deutsches Fernsehen, Tu00fcrku00e7e: u0130kinci Alman Kanalu0131) kuruldu.",  "1961 - Tu00fcrkiye'de 27 Mayu0131s Darbesi'nden sonra faaliyetleri yasaklanan siyasi partilerin faaliyetleri ku0131smen serbest bu0131raku0131ldu0131.",  "1958 - Ku0131bru0131s'ta EOKA'cu0131lar Bu00fcyu00fck Britanya'ya savau015f ilan etti. EOKA'nu0131n lideri Georgios Grivas, Tu00fcrklere de gu00f6zdau011fu0131 verdi.",  "1957 - Batu0131 Almanya'da bilim insanlaru0131, nu00fckleer silahlar u00fczerine u00e7alu0131u015fmayu0131 reddetti.",  "1955 - Ku0131bru0131s'ta Tu00fcrk Mukavemet Teu015fkilatu0131 faaliyete geu00e7ti.",  "1955 - Ku0131bru0131s Rumlaru0131, Ada'nu0131n Birleu015fik Krallu0131k'tan bau011fu0131msu0131z olmasu0131nu0131 u00f6ngu00f6ren, EOKA hareketini bau015flattu0131lar.",  "1950 - BM, Kudu00fcs'u00fcn ikiye bu00f6lu00fcnmesi planu0131nu0131 kabul etti.",  "1949 - Newfoundland, Kanada'ya katu0131ldu0131.",  "1949 - Serbest u0130rlanda Devleti'ni oluu015fturan gu00fcneydeki 26 kontluk birleu015ferek, u0130rlanda Cumhuriyeti'ni oluu015fturdu.",  "1948 - u0130stanbul Fu0131ndu0131klu0131'daki Gu00fczel Sanatlar Akademisi binasu0131 yandu0131.",  "1948 - Sou011fuk Savau015f: Sovyetler Birliu011fi'nin direktifleri dou011frultusunda Dou011fu Almanya Hu00fcku00fbmetine bau011flu0131 askeru00ee gu00fcu00e7ler, Batu0131 Berlin'i karadan ablukaya aldu0131.",  "1947 - u00c7ocuu011fu olmayan II. Georgios'un u00f6lu00fcmu00fcnu00fcn ardu0131ndan au011fabeyi I. Paulos, Yunanistan Kralu0131 oldu.",  "1941 - Altu0131n Meydan subaylaru0131 tarafu0131ndan 1941 Irak darbesi geru00e7ekleu015ftirildi.",  "1940 - II. Du00fcnya Savau015fu0131: Hans Frank tarafu0131ndan Varu015fova Gettosu kuruldu.",  "1939 - u0130spanya'da milliyetu00e7iler, u0130spanya u0130u00e7 Savau015fu0131'nu0131n resmi olarak bittiu011fini au00e7u0131kladu0131lar.",  "1926 - Tu00fcrkiye'de 30 Au011fustos'un, "Zafer Bayramu0131" olarak kutlanmasu0131 hakku0131ndaki kanun kabul edildi.",  "1925 - Anadolu Anonim Tu00fcrk Sigorta u015eirketi kuruldu.",  "1924 - Mu00fcnih'teki darbe giriu015fimi dolayu0131su0131yla Nazi lideri Adolf Hitler, 5 yu0131l hapis cezasu0131na u00e7arptu0131ru0131ldu0131. Fakat sadece 9 ay hapis kaldu0131 ve bu su0131rada Mein Kampf (Kavgam) adlu0131 kitabu0131nu0131 yazdu0131.",  "1921 - Metristepe'deki 10. Yunan Tu00fcmeni'nin geri u00e7ekilmesinin ardu0131ndan taarruza geu00e7en Ankara Hu00fcku00fcmeti Ordusu, u0130kinci u0130nu00f6nu00fc Muharebesi'ni kazandu0131.",  "1916 - Mustafa Kemal, Miralaylu0131u011fa (Generalliu011fe) yu00fckseltildi.",  "1873 - Namu0131k Kemal'in Vatan Yahut Silistre adlu0131 oyununun ilk temsili, u0130stanbul'daki Gedikpau015fa Tiyatrosu'nda geru00e7ekleu015fti.",  "1873 - Britanya buharlu0131 gemisi "SS Atlantic", u0130skou00e7ya au00e7u0131klaru0131nda battu0131; 547 kiu015fi u00f6ldu00fc.",  "1867 - Singapur, Birleu015fik Krallu0131k Kraliyet Kolonisi oldu.",  "1778 - Oliver Pollock, Dolar'u0131n simgesini yarattu0131.",  "1564 - u0130lk "1 Nisan" u015fakalaru0131 Fransa'da yapu0131lmaya bau015flandu0131. Bu yu0131l deu011fiu015ftirilen takvime gu00f6re, eski yu0131lbau015fu0131 sayu0131lan Nisan'u0131n 1'i, yerini yeni yu0131lbau015fu0131 1 Ocak'a bu0131rakmaktaydu0131. Nisan'u0131n ilk gu00fcnu00fc, yeni yu0131l kutlamaya alu0131u015fmu0131u015f olan halk ve yeni takvim uygulamasu0131nu0131 beu011fenmeyenler, u00e7eu015fitli u015fakalar yapmaya bau015fladu0131lar. Fransu0131zlar, bu u015fakalara "Poisson D'avril" (Nisan balu0131u011fu0131) adu0131nu0131 verdiler.",  "527 - Bizans u0130mparatoru I. Justinus, yeu011feni I. Justinianus'u veliahtu0131 ilan etti."]







