["2009 - Hırvatistan ve Arnavutluk NATO'ya katıldı.", "2005 - Türkiye'de 10 yıl süren 61 sanıklı Hizbullah davasında 22 tetikçi, ağırlaştırılmış ömür boyu hapis cezasına çarptırıldı.", "2005 - 24. Uluslararası İstanbul Film Festivali \"Yaşam Boyu Başarı Ödülü\", sinema sanatçısı Sophia Loren'e verildi.", "2004 - Google, Gmail'i halka duyurdu.", "2002 - Ötanazi, Hollanda'da yasallaştı.", "2001 - Hollanda, eşcinsel evliliği yasallaştıran dünyanın ilk ülkesi oldu.", "2001 - Yugoslavya'nın eski Başkanı Slobodan Milošević, Uluslararası Ceza Mahkemesi'nde yargılanmak üzere polise teslim oldu.", "1999 - Kuzeybatı Toprakları'ndan ayrılan Nunavut, Kanada'nın bölgesi oldu.", "1997 - Japonya kökenli video oyunu olan Pokémon’un ilk anime bölümü yayınlandı.", "1982 - Nokta dergisi yayın hayatına başladı.", "1981 - Yaz saati uygulaması, Sovyetler Birliği'nde ilk kez hayata geçirildi.", "1979 - Humeyni, İran'ni ilan etti.", "1976 - Apple; Steve Jobs, Steve Wozniak ve Ronald Wayne tarafından kuruldu.", "1975 - Bursa'da Uludağ, Elazığ'da Fırat, Samsun'da Ondokuz Mayıs ve Konya'da Selçuk Üniversitelerinin kurulmasına ilişkin kanun, TBMM'nde kabul edildi.", "1971 - Robert Kolej, olaylar nedeniyle 4 günlüğüne kapatıldı.", "1970 - Richard Nixon, ABD'de satılan tütün ürünlerinde uyarı yazılarının yer almasını öngören ve televizyon ve radyoda tütün ürünlerinin reklamlarının yapılmasını yasaklayan kararnameyi imzaladı.", "1969 - Münir Nurettin Selçuk'un Amerika'da verdiği konser, 525 televizyon tarafından naklen yayınladı.", "1964 - Başpiskopos Makarios'un Kıbrıs Türk Alayı'nın Garnizonuna dönmesi önerisi, Türk Hükûmetince reddedildi.", "1963 - Alman kamu televizyon kanalı ZDF (Zweites Deutsches Fernsehen, Türkçe: İkinci Alman Kanalı) kuruldu.", "1961 - Türkiye'de 27 Mayıs Darbesi'nden sonra faaliyetleri yasaklanan siyasi partilerin faaliyetleri kısmen serbest bırakıldı.", "1958 - Kıbrıs'ta EOKA'cılar Büyük Britanya'ya savaş ilan etti. EOKA'nın lideri Georgios Grivas, Türklere de gözdağı verdi.", "1957 - Batı Almanya'da bilim insanları, nükleer silahlar üzerine çalışmayı reddetti.", "1955 - Kıbrıs'ta Türk Mukavemet Teşkilatı faaliyete geçti.", "1955 - Kıbrıs Rumları, Ada'nın Birleşik Krallık'tan bağımsız olmasını öngören, EOKA hareketini başlattılar.", "1950 - BM, Kudüs'ün ikiye bölünmesi planını kabul etti.", "1949 - Newfoundland, Kanada'ya katıldı.", "1949 - Serbest İrlanda Devleti'ni oluşturan güneydeki 26 kontluk birleşerek, İrlanda Cumhuriyeti'ni oluşturdu.", "1948 - İstanbul Fındıklı'daki Güzel Sanatlar Akademisi binası yandı.", "1948 - Soğuk Savaş: Sovyetler Birliği'nin direktifleri doğrultusunda Doğu Almanya Hükûmetine bağlı askerî güçler, Batı Berlin'i karadan ablukaya aldı.", "1947 - Çocuğu olmayan II. Georgios'un ölümünün ardından ağabeyi I. Paulos, Yunanistan Kralı oldu.", "1941 - Altın Meydan subayları tarafından 1941 Irak darbesi gerçekleştirildi.", "1940 - II. Dünya Savaşı: Hans Frank tarafından Varşova Gettosu kuruldu.", "1939 - İspanya'da milliyetçiler, İspanya İç Savaşı'nın resmi olarak bittiğini açıkladılar.", "1926 - Türkiye'de 30 Ağustos'un, \"Zafer Bayramı\" olarak kutlanması hakkındaki kanun kabul edildi.", "1925 - Anadolu Anonim Türk Sigorta Şirketi kuruldu.", "1924 - Münih'teki darbe girişimi dolayısıyla Nazi lideri Adolf Hitler, 5 yıl hapis cezasına çarptırıldı. Fakat sadece 9 ay hapis kaldı ve bu sırada Mein Kampf (Kavgam) adlı kitabını yazdı.", "1921 - Metristepe'deki 10. Yunan Tümeni'nin geri çekilmesinin ardından taarruza geçen Ankara Hükümeti Ordusu, İkinci İnönü Muharebesi'ni kazandı.", "1916 - Mustafa Kemal, Miralaylığa (Generalliğe) yükseltildi.", "1873 - Namık Kemal'in Vatan Yahut Silistre adlı oyununun ilk temsili, İstanbul'daki Gedikpaşa Tiyatrosu'nda gerçekleşti.", "1873 - Britanya buharlı gemisi \"SS Atlantic\", İskoçya açıklarında battı; 547 kişi öldü.", "1867 - Singapur, Birleşik Krallık Kraliyet Kolonisi oldu.", "1778 - Oliver Pollock, Dolar'ın simgesini yarattı.", "1564 - İlk \"1 Nisan\" şakaları Fransa'da yapılmaya başlandı. Bu yıl değiştirilen takvime göre, eski yılbaşı sayılan Nisan'ın 1'i, yerini yeni yılbaşı 1 Ocak'a bırakmaktaydı. Nisan'ın ilk günü, yeni yıl kutlamaya alışmış olan halk ve yeni takvim uygulamasını beğenmeyenler, çeşitli şakalar yapmaya başladılar. Fransızlar, bu şakalara \"Poisson D'avril\" (Nisan balığı) adını verdiler.", "527 - Bizans İmparatoru I. Justinus, yeğeni I. Justinianus'u veliahtı ilan etti."]