["2019 - Event Horizon Telescope projesi arau015ftu0131rmacu0131laru0131, M87 galaksisinin ortasu0131ndaki kara deliu011fin fotou011frafu0131nu0131 u00e7ekerek du00fcnyada ilk defa bir kara delik gu00f6ru00fcntu00fcsu00fcnu00fc elde etmeyi bau015fardu0131klaru0131nu0131 duyurdu.",  "2010 - Polonya'nu0131n bau015fkenti Varu015fova'dan Rusya'nu0131n Smolensk kentine giden Rus yapu0131mu0131 Tupolev Tu-154 tipi uu00e7ak, havaalanu0131na 1.5 kilometre kala du00fcu015ftu00fc. Uu00e7aktaki 94 kiu015fiden kurtulan olmadu0131. Uu00e7akta, Polonya Devlet Bau015fkanu0131 Lech Kaczynski ve eu015fi de bulunuyordu.",  "1998 - Kuzey u0130rlanda'da 29 yu0131llu0131k savau015fu0131 bitiren antlau015fma Belfast'ta imzalandu0131. Antlau015fma, 22 Mayu0131s'ta referandumla kabul edildi.",  "1972 - u0130ran'da, 7 u015fiddetinde deprem meydana geldi. Yaklau015fu0131k 5000 kiu015finin u00f6ldu00fcu011fu00fc depremde, Firuzabad ve Cehrom kentlerinde binalar yerle bir oldu.",  "1956 - Arjantin'de -38.4 dereceyle du00fcnyanu0131n en du00fcu015fu00fck 5. su0131caklu0131u011fu0131 seu00e7ildi.",  "1950 - Bursa Cezaevi'nde au00e7lu0131k grevine bau015flayan Nu00e2zu0131m Hikmet, sau011flu0131k durumu bozulunca gizlice u0130stanbul'a getirildi. u015eair, au00e7lu0131k grevini erteledi.",  "1941 - Zagreb'de Hu0131rvatistan Bau011fu0131msu0131z Devleti'nin kuruluu015fu ilu00e2n edildi. Ante Paveliu00e7 u00f6nderliu011findeki Ustau015fa rejimi, Ortodoks Su0131rplara karu015fu0131 soyku0131ru0131m kampanyasu0131 bau015flattu0131.",  "1928 - TBMM, Anayasa'nu0131n ikinci maddesini deu011fiu015ftirdi. Su00f6z konusu maddeden, "Tu00fcrkiye Devleti'nin dini u0130slam'du0131r" bu00f6lu00fcmu00fc u00e7u0131karu0131ldu0131. Milletvekilleri ve Cumhurbau015fkanu0131, yemin ederken "Vallahi" yerine "Namusum u00fczerine su00f6z veririm" diyecek.",  "1919 - Meksikalu0131 devrimci lider Emiliano Zapata, Hu00fcku00fbmet gu00fcu00e7lerince u00f6ldu00fcru00fcldu00fc.",  "1912 - RMS Titanic ilk seferine u00e7u0131ktu0131.",  "1845 - Tu00fcrk Polis Teu015fkilatu0131 kuruldu.",  "1815 - Endonezya'da Sumbawa adasu0131nda Tambora volkanik dau011fu0131 pu00fcsku00fcrdu00fc. Dau011fdan u00e7u0131kan lavlar, ku00fcller ve dumanlaru0131n dou011frudan etkilerinin yanu0131 su0131ra, au00e7lu0131k ve salgu0131n yaratarak 100 bin kiu015finin u00f6lu00fcmu00fcne sebep oldu.",  "1809 - Beu015finci Koalisyon Savau015fu0131 bau015fladu0131.",  "837 - Halley kuyruklu yu0131ldu0131zu0131, Du00fcnya'nu0131n yaku0131nu0131ndan geu00e7ti."]







