["2010 - YGS Yu00fckseku00f6u011fretime Geu00e7iu015f Su0131navu0131'nu0131n ilki yapu0131ldu0131.",  "2009 - Dev-Genu00e7 Birliu011fi kuruldu.",  "2006 - u0130talya'da 43 yu0131ldu0131r kayu0131p olan u00fcnlu00fc mafya babasu0131 Bernardo Provenzano, Corleone ku00f6yu00fcnde bir koruma ile sebze u00e7orbasu0131 iu00e7erken yakalandu0131.",  "2006 - u0130ran Devlet Bau015fkanu0131 Mahmut Ahmedinejad, uranyum zenginleu015ftirdiklerini au00e7u0131kladu0131.",  "2002 - Tunus'ta bir Sinagog bombalandu0131; 21 kiu015fi u00f6ldu00fc.",  "2001 - Avustralya ve Amerikan Samoasu0131 arasu0131nda oynanan mau00e7u0131, Avustralya 31-0 kazandu0131.",  "2001 - Gu00fcney Afrika'da bir mau00e7ta taraftarlar arasu0131nda u00e7u0131kan arbedede 43 kiu015fi u00f6ldu00fc, 100 kiu015fi yaralandu0131.",  "1997 - Atatu00fcrk Uluslararasu0131 Baru0131u015f u00d6du00fclu00fc'nu00fcn, Bosna'da gu00f6rev yapan Tu00fcrk Baru0131u015f Gu00fccu00fc'ne verilmesi kararlau015ftu0131ru0131ldu0131.",  "1995 - Gu00fcneydou011fu Anadolu Projesi (GAP) kapsamu0131nda Harran Ovasu0131'na ilk su verildi.",  "1991 - Teru00f6rle Mu00fccadele Yasasu0131 kabul edildi.",  "1983 - Zonguldak Kozlu Ku00f6mu00fcr u00dcretim bu00f6lgesinin u0130hsaniye ocau011fu0131nda onaru0131m u00e7alu0131u015fmalaru0131 su0131rasu0131ndaki patlamada, biri mu00fchendis 10 madenci u00f6ldu00fc, dokuz kiu015fi de yaralandu0131.",  "1980 - Yazar u00dcmit Kaftancu0131ou011flu u0130stanbul'da u00f6ldu00fcru00fcldu00fc. Kaftancu0131ou011flu, u0130stanbul Radyosu Eu011fitim-Ku00fcltu00fcr Yayu0131nlaru0131'nda programcu0131ydu0131. Romanlaru0131nda, Dou011fu Anadolu Bu00f6lgesi'ni anlatan yazar, insanu0131n insanla ve dou011fayla mu00fccadelesine u00f6nem verdi. Alevilikteki dedelik kurumunu sorguladu0131u011fu0131 "Hakullah" ru00f6portaju0131yla Milliyet - Karacan Armau011fanu0131'nu0131 kazandu0131.",  "1975 - Bursa'da Uludau011f, Elazu0131u011f'da Fu0131rat, Samsun'da Ondokuz Mayu0131s ve Konya'da Selu00e7uk u00dcniversitelerinin kurulmasu0131na iliu015fkin kanun yu00fcru00fcrlu00fcu011fe girdi.",  "1975 - Tu00fcrk-Irak petrol boru hattu0131nu0131n Irak ayau011fu0131nu0131n yapu0131mu0131na bau015flandu0131.",  "1972 - Kasu0131m 1967'den sonra Amerikan B-52'ler, Vietnam'u0131 ilk kez yeniden bombalamaya bau015fladu0131lar.",  "1970 - Apollo 13 uzaya fu0131rlatu0131ldu0131.",  "1967 - "Kadu0131nlar I-u0131h Derse" adlu0131 oyun u0130stanbul'da yasaklandu0131. Bau015frol oyuncusu Lale Oralou011flu au00e7lu0131k grevine bau015fladu0131.",  "1965 - ABD'nin orta-batu0131 eyaletlerinde u00e7u0131kan kasu0131rgalarda 256 kiu015fi u00f6ldu00fc.",  "1963 - Tu00fcrkiye Zirai Donatu0131m Kurumu (TZDK) Adapazaru0131 Traktu00f6r Fabrikasu0131 kuruldu.",  "1957 - Halk gazetesi sahibi Ratip Tahir Burak, bir karikatu00fcru00fc nedeniyle tutuklandu0131.",  "1939 - u0130ngiltere'den alu0131nacak 58 lokomotifin teslimine iliu015fkin su00f6zleu015fme imzalandu0131.",  "1930 - Sultanahmet'te bu00fcyu00fck kadu0131n mitingi yapu0131ldu0131. Tu00fcrk Kadu0131nlar Birliu011fi'nin du00fczenlediu011fi mitingde, "kadu0131nlara seu00e7me ve seu00e7ilme hakku0131 tanu0131nmasu0131" kutlandu0131.",  "1920 - Meclis-i Mebu00fbsan kapatu0131ldu0131.",  "1920 - Damat Ferid, Kuvu00e2-yi Milliye aleyhinde bildiri yayu0131nladu0131.",  "1919 - 15. Kolordu Komutanlu0131u011fu0131na atanan Ku00e2zu0131m Karabekir Pau015fa, Mustafa Kemal Pau015fa'yu0131 u015eiu015fli'deki evinde ziyaret etti.",  "1919 - Singapur, Bu00fcyu00fck Britanya ve u0130rlanda Birleu015fik Krallu0131u011fu0131'ndan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilu00e2n etti.",  "1919 - Uluslararasu0131 u00c7alu0131u015fma u00d6rgu00fctu00fc (ILO) kuruldu.",  "1905 - Einstein, gu00f6relilik kuramu0131nu0131 au00e7u0131kladu0131.",  "1899 - u0130spanya, Puerto Rico'yu ABD'ye bu0131raktu0131.",  "491 - Flavius Anastasius, Bizans u0130mparatoru oldu."]







