["2011 - Mu0131su0131r'u0131n devrik Cumhurbau015fkanu0131 Hu00fcsnu00fc Mu00fcbarek, bir soruu015fturma u00e7eru00e7evesinde sorgulanu0131rken kalp krizi geu00e7irmesi u00fczerine hastaneye kaldu0131ru0131ldu0131 ve you011fun baku0131ma alu0131ndu0131.",  "2008 - Tandou011fan'da yaklau015fu0131k 300.000 kiu015finin katu0131lu0131mu0131yla, "Ulusal Egemenlik Mitingi" yapu0131ldu0131.",  "2007 - Irak Meclisinde patlama meydana geldi; u00fcu00e7u00fc Milletvekili sekiz kiu015fi u00f6ldu00fc.",  "1993 - Tu00fcrkiye, internete bau011flandu0131.",  "1991 - u0130stanbul genelevi iu015fletmecilerinden Matild Manukyan, u0130stanbul'da vergi rekortmeni oldu.",  "1991 - Ateu015fkes antlau015fmasu0131nu0131n yu00fcru00fcrlu00fcu011fe girmesiyle Ku00f6rfez Savau015fu0131 resmen sona erdi.",  "1981 - u0130lk uzay mekiu011fi Columbia fu0131rlatu0131ldu0131.",  "1969 - Sonradan Atatu00fcrk Ku00fcltu00fcr Merkezi adu0131nu0131 alacak olan u0130stanbul Ku00fcltu00fcr Sarayu0131, Aida Operasu0131 ve u00c7eu015fmebau015fu0131 Balesi ile au00e7u0131ldu0131.",  "1963 - Sovyet nu00fckleer denizaltu0131su0131 K-33, Danimarka yaku0131nlaru0131nda Finlandiya bandu0131ralu0131 yu00fck gemisi M/S Finnclipper'la u00e7arpu0131u015ftu0131.",  "1963 - Martin Luther King, Alabama'da sivil haklar yu00fcru00fcyu00fcu015fu00fcne u00f6ncu00fclu00fck ettiu011fi gereku00e7esiyle tutuklandu0131.",  "1961 - Sovyetler Birliu011fi, uzaya ilk insanu0131 gu00f6nderdi. Vostok 1 ile uzaya giden Yuri Gagarin, uzayda 108 dakika kaldu0131.",  "1955 - Dr. Jonas Salk tarafu0131ndan geliu015ftirilen u00e7ocuk felci au015fu0131su0131nu0131n, gu00fcvenli ve etkili olduu011fu au00e7u0131klandu0131.",  "1941 - II. Du00fcnya Savau015fu0131: Alman 2. Ordusu, Yugoslavya'nu0131n bau015fkenti Belgrad'a girdi.",  "1939 - Nazi Almanyasu0131 Propaganda Bakanu0131 Goebbels u0130stanbul'a ziyarette bulundu.",  "1931 - Tu00fcrk Tarihi Tetkik Cemiyeti kuruldu.",  "1903 - 12 Nisan 1903 Ay tutulmasu0131 geru00e7ekleu015fti.",  "1861 - Amerikan u0130u00e7 Savau015fu0131, Gu00fcney Carolina'da patlak verdi. Savau015f sonunda toplam 620 bin kiu015fi u00f6ldu00fc."]







