["1998 - PKK'nu0131n iki numaralu0131 kiu015fisi u015eemdin Saku0131k ile kardeu015fi Arif Saku0131k, Genelkurmay Bau015fkanlu0131u011fu0131 u00d6zel Kuvvetler Komutanlu0131u011fu0131'nu0131n operasyonuyla yakalanu0131p Tu00fcrkiye'ye getirildi.",  "1994 - Refah Partisi Genel Bau015fkanu0131 Necmettin Erbakan'u0131n partisinin grup toplantu0131su0131nda, "RP'nin iktidara gelmek iu00e7in sert mi yumuu015fak mu0131, kanlu0131 mu0131 yoksa tatlu0131 mu0131 olacak, buna 60 milyon karar verecek" ifadesini kullanmasu0131 tepkilere yol au00e7tu0131.",  "1994 - Kamuoyunda "RTu00dcK Yasasu0131" diye bilinen Radyo ve Televizyonlaru0131n Kuruluu015f ve Yayu0131nlaru0131 Hakku0131ndaki Mu00fclga 3984 Sayu0131lu0131 Kanun Meclis'de kabul edildi.",  "1987 - Portekiz ve u00c7in, Makao'nun 1999 yu0131lu0131nda u00c7in HC'ye iadesine iliu015fkin bir anlau015fma imzaladu0131.",  "1987 - Prof. Dr. Ekrem Akurgal, Aziz Nesin, Prof. Dr. Rona Aybay, Panayot Abacu0131 ve Ou011fuz Aral, Tu00fcrkiye-Yunanistan Dostluk Derneu011fi'ni kurdu.",  "1985 - Arnavutluk'ta yu00f6netime Enver Hoca'dan sonra Ramiz Alia geldi.",  "1982 - Tu00fcrkiye'de eski bakanlardan Hilmi u0130u015fgu00fczar, Yu00fcce Divan'da 9 yu0131l 8 ay hapse mahku00fbm edildi.",  "1975 - Lu00fcbnan'nu0131n bau015fkenti Beyrut'ta du00f6rt Hristiyan Falanjiste karu015fu0131lu0131k, 27 Filistinlinin u00f6ldu00fcru00fclmesiyle Lu00fcbnan u0130u00e7 Savau015fu0131 bau015fladu0131.",  "1970 - Uzay mekiu011fi Apollo 13, yerden 321.860u00a0km yu00fcksekte olduu011fu su0131rada oksijen tanklaru0131ndan bir tanesi infilak etti. Uzay ekibi bau015faru0131yla du00fcnyaya du00f6ndu00fc.",  "1970 - Ankara u00dcniversitesi Tu0131p Faku00fcltesini basan 12 silahlu0131 sau011f gu00f6ru00fcu015flu00fc, asteu011fmen doktor Necdet Gu00fcu00e7lu00fc'yu00fc u00f6ldu00fcrdu00fc.",  "1949 - Tu00fcrk Kadu0131nlar Birliu011fi, Cumhurbau015fkanu0131 u0130smet u0130nu00f6nu00fc'nu00fcn eu015fi Mevhibe u0130nu00f6nu00fc'nu00fcn Onursal Bau015fkanlu0131u011fu0131nda kuruldu.",  "1945 - SSCB ve Bulgaristan Krallu0131u011fu0131 kuvvetleri, Viyana'yu0131 ele geu00e7irdi.",  "1945 - Nazi Almanyasu0131 askeru00ee birlikleri, 1000'den fazla politik ve askeri mahku00fbmu u00f6ldu00fcrdu00fc.",  "1941 - SSCB, Japonya ile saldu0131rmazlu0131k paktu0131 imzaladu0131.",  "1933 - Yu00fcksek Mu00fchendislik Mektebi'ni (u0130stanbul Teknik u00dcniversitesi) bitiren Sabiha ve Melek Hanu0131mlar, Tu00fcrkiye'nin ilk kadu0131n mu00fchendisleri oldu. u0130ki kadu0131n mu00fchendis, kur'a sonucu Ankara ve Bursa Nafu0131a u0130daresi'ne (Bayu0131ndu0131rlu0131k Bakanlu0131u011fu0131) atandu0131.",  "1921 - u0130spanya Komu00fcnist u0130u015fu00e7i Partisi kuruldu.",  "1919 - Amritsar katliamu0131: Bu00fcyu00fck Britanya askeru00ee birlikleri, Amritsar'da (Hindistan) 379 silahsu0131z gu00f6stericiyi u00f6ldu00fcrdu00fc.",  "1909 - Osmanlu0131 u0130mparatorluu011fu'nda 31 Mart Olayu0131 meydana geldi.",  "1870 - Metropolitan Sanat Mu00fczesi, New York'ta kuruldu.",  "1849 - Macaristan, cumhuriyet rejimine geu00e7ti.",  "1839 - El Salvador bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1796 - ABD'ye ilk kez bir fil Hindistan'dan getirildi.",  "1517 - Son Memlu00fck sultanu0131 II. Tomanbay, I. Selim tarafu0131ndan Kahireu2019de idam edildi.",  "1204 - Du00f6rdu00fcncu00fc Hau00e7lu0131 Seferi'nde Kostantinopolis'in yau011fmalanmasu0131.",  "1111 - V. Heinrich, Kutsal Roma u0130mparatoru olarak tau00e7 giydi."]







