["2020 - ABD Bau015fkanu0131 Donald Trump, ABD'nin koronaviru00fcs pandemisini ele alma ve u00c7in ile iliu015fkisine iliu015fkin bir soruu015fturma bekleyen Du00fcnya Sau011flu0131k u00d6rgu00fctu00fcnu00fcn (WHO) finansmanu0131nu0131 asku0131ya aldu0131u011fu0131nu0131 duyurdu.",  "2010 - u00c7in'in u00c7inghay eyaletinde, 7.1 bu00fcyu00fcklu00fcu011fu00fcnde deprem meydana geldi. En az 2698 kiu015fi u00f6ldu00fc, 12.000'den fazla kiu015fi de yaralandu0131.",  "2007 - Ankara'nu0131n Tandou011fan meydanu0131nda Cumhuriyet Mitingi geru00e7ekleu015ftirildi.",  "2000 - Rusya, nu00fckleer savau015f bau015flu0131u011fu0131 sayu0131su0131nu0131n indirimini u00f6ngu00f6ren START II anlau015fmasu0131nu0131 onayladu0131.",  "1999 - NATO savau015f uu00e7aklaru0131, Kosovalu0131 Arnavut mu00fcltecilerin konvoyunu bombaladu0131; 75 kiu015fi u00f6ldu00fc.",  "1994 - Refah Partisi Genel Bau015fkanu0131 Necmettin Erbakan'u0131n grup konuu015fmasu0131 hakku0131nda; Devlet Gu00fcvenlik Mahkemesi, Ankara Cumhuriyet ve Yargu0131tay Bau015fsavcu0131lu0131klaru0131 u00fcu00e7 ayru0131 soruu015fturma au00e7tu0131.",  "1994 - ABD jetleri, Irak'u0131n kuzeyinde, u00fcu00e7 Tu00fcrk subayu0131nu0131n da bulunduu011fu iki helikopteri du00fcu015fu00fcrdu00fc.",  "1992 - Bau015fbakan Turgut u00d6zal'a silahlu0131 saldu0131ru0131da bulunan ve 20 yu0131l hapis cezasu0131na u00e7arptu0131ru0131lan Kartal Demirau011f, u015fartlu0131 tahliyeden yararlanarak serbest kaldu0131.",  "1987 - Tu00fcrkiye, Avrupa Ekonomik Topluluu011fu'na tam u00fcyelik iu00e7in resmen bau015fvurdu. Tu00fcrkiye'nin AET'ye tam u00fcyelik bau015fvurusu, Devlet Bakanu0131 Ali Bozer tarafu0131ndan Belu00e7ika Du0131u015fiu015fleri Bakanu0131 ve AET Du00f6nem Bau015fkanu0131 Leo Tindemans'a verildi.",  "1981 - Bu00fclent Ersoy, Londra'da geu00e7irdiu011fi ameliyatla cinsiyet deu011fiu015ftirdi.",  "1979 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Beykoz'da 2 polis ve u015eekerbank'u0131n eski mu00fcdu00fcru00fc u00f6ldu00fcru00fcldu00fc. u00d6ldu00fcru00fclen mu00fcdu00fcru00fcn bau015f ucunda, "Beklenen gu00fcn geldi. Bir halk du00fcu015fmanu0131 daha yok oldu. Ya u00f6zgu00fcrlu00fck ya u00f6lu00fcm, ihtilal yolu u00c7ayanlaru0131n yolu." yazu0131lu0131 bir ku00e2u011fu0131t bulundu.",  "1963 - Tu00fcrkiye Spor Yazarlaru0131 ve Spor Kulu00fcbu00fc Derneu011fi kuruldu.",  "1956 - Chicago, Illinois'de video ilk kez halka tanu0131tu0131ldu0131.",  "1947 - Gu00fcreu015fu00e7i Yau015far Dou011fu Avrupa u015eampiyonu oldu, Tu00fcrkiye millu00ee taku0131mu0131 da Avrupa u00fcu00e7u00fcncu00fclu00fcu011fu00fcnu00fc kazandu0131.",  "1944 - Hindistan'u0131n Bombay Limanu0131nda geru00e7ekleu015fen bu00fcyu00fck patlama, 300 kiu015finin u00f6lu00fcmu00fcne yol au00e7tu0131.",  "1931 - u0130spanya'da Kral XIII. Alfonso, tahttan u00e7ekildi ve cumhuriyet ilan edildi.",  "1928 - Eski Ticaret Bakanu0131 Ali Cenani, Bakanlu0131k bu00fctu00e7esinin kullanu0131lmasu0131nda usulsu00fczlu00fck yaptu0131u011fu0131 gereku00e7esiyle dokunulmazlu0131u011fu0131 kaldu0131ru0131larak Yu00fcce Divan'a verildi.",  "1927 - u0130sveu00e7'in Gu00f6teborg u015fehrinde Volvo arau00e7 u015firketi kuruldu.",  "1912 - Du00f6nemin en bu00fcyu00fck yolcu gemisi RMS Titanic, gece yaru0131su0131ndan u00f6nce 23:40 sularu0131nda bir buzdau011fu0131 ile u00e7arpu0131u015ftu0131 ve batmaya bau015fladu0131.",  "1912 - Bir Alman u015firketine 1910'da u0131smarlanan Galata Ku00f6pru00fcsu00fc hizmete girdi. Ku00f6pru00fcden geu00e7iu015f 1930'a kadar paralu0131 olarak sau011flandu0131. 'Mu00fcruriye' denilen geu00e7iu015f parasu0131nu0131, u00f6nlu00fckler giyen tahsildarlar topluyordu.",  "1900 - Paris Uluslararasu0131 Fuaru0131 au00e7u0131ldu0131. Fuarda, Osmanlu0131 Pavyonu da yer aldu0131.",  "1894 - Thomas Edison, sinemanu0131n bir u00f6ncu00fcsu00fc sayu0131labilecek "kinetoscope" adlu0131 cihazu0131nu0131n ilk gu00f6sterisini yaptu0131.",  "1865 - ABD Bau015fkanu0131 Abraham Lincoln'e, John Wilkes Booth tarafu0131ndan suikast yapu0131ldu0131. Lincoln ertesi sabah u00f6ldu00fc.",  "1828 - Noah Webster, ilk u0130ngilizce su00f6zlu00fck olan An American Dictionary of the English Language'u0131 yayu0131mladu0131.",  "1205 - Bulgar u00c7aru0131 Kaloyan komutasu0131ndaki Bulgarlar ile Latin u0130mparatoru I. Baudouin komutasu0131ndaki Hau00e7lu0131lar arasu0131nda Hadrianapolis Muharebesi yau015fandu0131. Savau015f, Kumanlar ve Bizanslu0131 Yunanlaru0131n desteu011fi ile bau015faru0131lu0131 bir pusu kuran Bulgarlar tarafu0131ndan kazanu0131ldu0131."]







