["1978 - Tu00fcrk atlet Veli Ballu0131, Hollanda'da yapu0131lan 9. Uluslararasu0131 Westland Maratonu'nda birinci oldu.",  "1970 - Japonlar, (Canon) hesaplama sonuu00e7laru0131nu0131 u0131su0131ya duyarlu0131 ku00e2u011fu0131t u00fczerine yazan ilk elektronik hesap makinesini u00fcretti.",  "1967 - New York ve San Francisco'da yaklau015fu0131k 200 bin kiu015fi, Vietnam Savau015fu0131'nu0131 protesto etti.",  "1955 - u0130lk McDonald's ABD'nin Illinois eyaletindeki Des Plaines'de au00e7u0131ldu0131. u0130lk gu00fcnu00fcn kazancu0131 366,12 dolardu0131.",  "1952 - ABD'nin stratejik bombardu0131man uu00e7au011fu0131 B-52 Stratofortress ilk uu00e7uu015funu yaptu0131.",  "1946 - Millu00ee Ku00fctu00fcphane Hazu0131rlu0131k Bu00fcrosu kuruldu. Ku00fctu00fcphane, 16 Au011fustos 1948'de okuyuculara au00e7u0131ldu0131.",  "1946 - u015eair Necip Fazu0131l Ku0131saku00fcrek, Su00fcmerbanku2019u0131n devlet kurumu gibi deu011fil, bir partinin organu0131 gibi u00e7alu0131u015ftu0131u011fu0131nu0131 su00f6ylediu011fi gereku00e7esiyle u00fcu00e7 buu00e7uk ay hapis, 115 lira para cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1945 - Zeytinyau011fu0131 karne ile satu0131lmaya bau015flandu0131.",  "1933 - Ankara-u0130stanbul arasu0131nda tarifeli uu00e7ak seferleri bau015fladu0131.",  "1929 - Ankara Etnografya Mu00fczesi'nde Birinci Genu00e7 Ressamlar Sergisi au00e7u0131ldu0131. Nurullah Berk, Cevat Dereli ve Refik Fazu0131l Epikman gibi sanatu00e7u0131laru0131n eserleri sergilendi.",  "1929 - u0130stanbul'da terzilik mektebi au00e7u0131ldu0131.",  "1925 - Dou011fu'da isyan bau015flatan u015eeyh Said yakalandu0131.",  "1923 - Birinci Tu00fcrkiye Bu00fcyu00fck Millet Meclisi, yeni seu00e7imlerin yapu0131lmasu0131 kararu0131nu0131 alarak, son oturumunu geru00e7ekleu015ftirdi.",  "1922 - Kanadalu0131 bilim adamlaru0131 Frederick G. Banting ve Charles H. Best, u015feker hastalu0131u011fu0131na karu015fu0131 kullanu0131lan insu00fclini buldu.",  "1920 - Sacco ve Vanzetti adlaru0131ndaki iki u0130talyan gu00f6u00e7meni, Massachusetts'te cinayet ve gasp suu00e7laru0131yla tutuklandu0131lar. Yedi yu0131l sonra suu00e7luluklaru0131 konusunda derin u015fu00fcpheler mevcutken idam edilmeleri, Amerikan adalet sisteminin bir ayu0131bu0131 olarak kalmu0131u015ftu0131r.",  "1912 - 2340 yolcusuyla ilk yolculuu011funa u00e7u0131kan Titanik transatlantiu011fi, Newfoundland'u0131n gu00fcneyinde bir buzdau011fu0131na u00e7arparak battu0131; olayda, 1513 kiu015fi u00f6ldu00fc.",  "1865 - Andrew Johnson, ABDu2019nin 17. Bau015fkanu0131 oldu."]







