["2017 - Tu00fcrkiye'de yu00f6netim biu00e7imini, "Cumhurbau015fkanlu0131u011fu0131 Hu00fcku00fcmet Sistemi" olarak deu011fiu015ftirmek iu00e7in halk oylamasu0131 yapu0131ldu0131.",  "2007 - Amerika Birleu015fik Devletleri'nin Virginia Teknik u00dcniversitesi'nde Cho Seung-Hui adlu0131 u00f6u011frencinin geru00e7ekleu015ftirdiu011fi silahlu0131 saldu0131ru0131da, kendisi de dahil 33 kiu015fi u00f6ldu00fc, 29 kiu015fi de yaralandu0131.",  "2001 - Eski Diyarbaku0131r Emniyet Mu00fcdu00fcru00fc Gaffar Okkan suikastu0131 zanlu0131laru0131ndan olduu011fu belirtilen Mehmet Fidancu0131, u0130stanbul'da yakalandu0131.",  "1999 - Harvard u00dcniversitesi, Tansu u00c7iller'e fahri doktorluk verilmediu011fini au00e7u0131kladu0131.",  "1996 - Emir Hattab komutasu0131ndaki 50 kiu015filik u00c7eu00e7en grubu 223 Rus askerini u00f6ldu00fcrdu00fc ve 50 arau00e7lu0131k konvoyu imha etti. Bu olay tarihte u015eatoy Pususu olarak bilinir.",  "1995 - Gu00fcney Afrika Cumhuriyeti au011fu0131r insan haklaru0131 ihlalleri olduu011fu gereku00e7esiyle Tu00fcrkiye'ye silah ambargosu koydu. Ambargo, 16 Nisan 1997'de kaldu0131ru0131ldu0131.",  "1988 - FKu00d6 u0130kinci Komutanu0131 Ebu-Cihad, u0130srail askerleri tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1984 - Orhan Pamuk, "Sessiz Ev" adlu0131 eseriyle Madaralu0131 Roman u00d6du00fclu00fc'nu00fc aldu0131.",  "1984 - Ku00fcltu00fcr ve Turizm Bakanu0131 Mu00fckerrem Tau015fu00e7u0131ou011flu, "u00c7u0131plak denize girmek isteyen turist Tu00fcrkiye'ye gelmesin" dedi.",  "1982 - Eski CHP Genel Bau015fkanu0131 Bu00fclent Ecevit, Su0131ku0131yu00f6netim Askeri Mahkemesince tutuklandu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): u0130stanbul'da Amerikalu0131 bir astsubay ile bir Tu00fcrk arkadau015fu0131, Ahmet Saner ve Kadir Tandou011fan adlu0131 sol gu00f6ru00fcu015flu00fc militanlar tarafu0131ndan u00f6ldu00fcru00fcldu00fc. Gaziantep'te bir polis, Mardin'de 2 u00f6u011frenci, Aydu0131n'da bir u00f6u011fretmen, Ankara ve u0130stanbul'da 2 iu015fu00e7i u00f6ldu00fcru00fcldu00fc.",  "1975 - Bau015fkent Phnom Penh'in du00fcu015fu00fcu015fu00fcyle, Kambou00e7ya Ku0131zu0131l Kmerler'in kontrolu00fcne girdi.",  "1974 - Eski Demokrat Partililere siyasal haklaru0131 geri verildi.",  "1973 - Tu00fcrkiye Halk Kurtuluu015f Partisi-Cephesi (THKP-C) davasu0131 bau015fladu0131. 256 sanu0131ktan 10'u iu00e7in idam istendi.",  "1972 - u0130nsanou011flunun 5. Ay yolculuu011fu 'Apollo 16' uzay aracu0131 ile bau015fladu0131.",  "1971 - Tu00fcrkiye u0130u015fu00e7i Partisi yu00f6netimine "Ku00fcrtu00e7u00fclu00fck" iddiasu0131yla dava au00e7u0131ldu0131.",  "1968 - Tu00fcrkiye u0130u015fu00e7i Partisi (Tu0130P) yu00f6neticileri Ru0131za Kuas ve Prof. Sadun Aren hakku0131nda, "Akdeniz u00dclkeleri u0130lerici ve Anti Emperyalist Partiler Konferansu0131"na katu0131ldu0131klaru0131 iu00e7in soruu015fturma au00e7u0131ldu0131.",  "1959 - Ankara u00dcniversitesi'nde okuyan bir grup genu00e7, Said-i Nursi'ye "Ankara u00dcniversitesi Nur Talebeleri" imzasu0131yla u015eeker Bayramu0131 tebriu011fi gu00f6nderdiler.",  "1948 - Avrupa Ekonomik u0130u015fbirliu011fi u00d6rgu00fctu00fc kuruldu.",  "1947 - Bir yu00fck gemisinde meydana gelen patlama sonucu Texas City'de bau015flayan yangu0131n neredeyse 600 kiu015finin u00f6lu00fcmu00fcne sebep oldu.",  "1945 - Ku0131zu0131l Ordu Berlin'e girdi ve Berlin Muharebesi bau015fladu0131.",  "1943 - Dr. Albert Hofmann, LSD'nin psychedelic (sanru0131 yaratan, hayal gu00f6rdu00fcren) etkilerini keu015ffetti.",  "1941 - II. Du00fcnya Savau015fu0131: 500 Alman uu00e7au011fu0131 Londra'yu0131 bu00fctu00fcn gece bombaladu0131.",  "1939 - u0130ran Veliahtu0131 Ru0131za Pehlevi'nin du00fcu011fu00fcn tu00f6reni iu00e7in u0130ran'a giden Tu00fcrk heyeti Tahran'a vardu0131.",  "1939 - Saldu0131ray Denizaltu0131su0131 Kiel'den u0130stanbul'a geldi.",  "1928 - Yu00fcce Divan Cumhuriyet du00f6neminin ilk mahku00fbmiyet kararu0131nu0131, Yavuz Zu0131rhlu0131su0131'nu0131n tamiratu0131nda yolsuzluk yaptu0131u011fu0131 gereku00e7esiyle u0130hsan Eryavuz'a verdi.",  "1925 - Tanin gazetesi su00fcresiz kapatu0131ldu0131.",  "1920 - u0130kinci Anzavur isyanu0131 bastu0131ru0131ldu0131.",  "1917 - Bolu015fevik lider Lenin, su00fcrgu00fcnde bulunduu011fu u0130sviu00e7re'den Rusya'ya du00f6ndu00fc ve Sosyalist Devrim'in bau015flatu0131lmasu0131 u00e7au011fru0131su0131nda bulundu.",  "1912 - Amerikalu0131 havacu0131 Harriet Quimby, Manu015f Denizi'ni uu00e7arak au015fan ilk kadu0131n oldu. Quimby, 3 ay sonra yaptu0131u011fu0131 gu00f6steri su0131rasu0131nda uu00e7au011fu0131n yere u00e7aku0131lmasu0131yla u00f6ldu00fc.",  "1071 - Gu00fcney u0130talya'da Bizans kontrolu00fcnde olan son u015fehir olan Bari, Norman, Robert Guiscard tarafu0131ndan ele geu00e7irildi."]







