["2017 - Türkiye'de yönetim biçimini, \"Cumhurbaşkanlığı Hükümet Sistemi\" olarak değiştirmek için halk oylaması yapıldı.", "2007 - Amerika Birleşik Devletleri'nin Virginia Teknik Üniversitesi'nde Cho Seung-Hui adlı öğrencinin gerçekleştirdiği silahlı saldırıda, kendisi de dahil 33 kişi öldü, 29 kişi de yaralandı.", "2001 - Eski Diyarbakır Emniyet Müdürü Gaffar Okkan suikastı zanlılarından olduğu belirtilen Mehmet Fidancı, İstanbul'da yakalandı.", "1999 - Harvard Üniversitesi, Tansu Çiller'e fahri doktorluk verilmediğini açıkladı.", "1996 - Emir Hattab komutasındaki 50 kişilik Çeçen grubu 223 Rus askerini öldürdü ve 50 araçlık konvoyu imha etti. Bu olay tarihte Şatoy Pususu olarak bilinir.", "1995 - Güney Afrika Cumhuriyeti ağır insan hakları ihlalleri olduğu gerekçesiyle Türkiye'ye silah ambargosu koydu. Ambargo, 16 Nisan 1997'de kaldırıldı.", "1988 - FKÖ İkinci Komutanı Ebu-Cihad, İsrail askerleri tarafından öldürüldü.", "1984 - Orhan Pamuk, \"Sessiz Ev\" adlı eseriyle Madaralı Roman Ödülü'nü aldı.", "1984 - Kültür ve Turizm Bakanı Mükerrem Taşçıoğlu, \"Çıplak denize girmek isteyen turist Türkiye'ye gelmesin\" dedi.", "1982 - Eski CHP Genel Başkanı Bülent Ecevit, Sıkıyönetim Askeri Mahkemesince tutuklandı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): İstanbul'da Amerikalı bir astsubay ile bir Türk arkadaşı, Ahmet Saner ve Kadir Tandoğan adlı sol görüşlü militanlar tarafından öldürüldü. Gaziantep'te bir polis, Mardin'de 2 öğrenci, Aydın'da bir öğretmen, Ankara ve İstanbul'da 2 işçi öldürüldü.", "1975 - Başkent Phnom Penh'in düşüşüyle, Kamboçya Kızıl Kmerler'in kontrolüne girdi.", "1974 - Eski Demokrat Partililere siyasal hakları geri verildi.", "1973 - Türkiye Halk Kurtuluş Partisi-Cephesi (THKP-C) davası başladı. 256 sanıktan 10'u için idam istendi.", "1972 - İnsanoğlunun 5. Ay yolculuğu 'Apollo 16' uzay aracı ile başladı.", "1971 - Türkiye İşçi Partisi yönetimine \"Kürtçülük\" iddiasıyla dava açıldı.", "1968 - Türkiye İşçi Partisi (TİP) yöneticileri Rıza Kuas ve Prof. Sadun Aren hakkında, \"Akdeniz Ülkeleri İlerici ve Anti Emperyalist Partiler Konferansı\"na katıldıkları için soruşturma açıldı.", "1959 - Ankara Üniversitesi'nde okuyan bir grup genç, Said-i Nursi'ye \"Ankara Üniversitesi Nur Talebeleri\" imzasıyla Şeker Bayramı tebriği gönderdiler.", "1948 - Avrupa Ekonomik İşbirliği Örgütü kuruldu.", "1947 - Bir yük gemisinde meydana gelen patlama sonucu Texas City'de başlayan yangın neredeyse 600 kişinin ölümüne sebep oldu.", "1945 - Kızıl Ordu Berlin'e girdi ve Berlin Muharebesi başladı.", "1943 - Dr. Albert Hofmann, LSD'nin psychedelic (sanrı yaratan, hayal gördüren) etkilerini keşfetti.", "1941 - II. Dünya Savaşı: 500 Alman uçağı Londra'yı bütün gece bombaladı.", "1939 - İran Veliahtı Rıza Pehlevi'nin düğün töreni için İran'a giden Türk heyeti Tahran'a vardı.", "1939 - Saldıray Denizaltısı Kiel'den İstanbul'a geldi.", "1928 - Yüce Divan Cumhuriyet döneminin ilk mahkûmiyet kararını, Yavuz Zırhlısı'nın tamiratında yolsuzluk yaptığı gerekçesiyle İhsan Eryavuz'a verdi.", "1925 - Tanin gazetesi süresiz kapatıldı.", "1920 - İkinci Anzavur isyanı bastırıldı.", "1917 - Bolşevik lider Lenin, sürgünde bulunduğu İsviçre'den Rusya'ya döndü ve Sosyalist Devrim'in başlatılması çağrısında bulundu.", "1912 - Amerikalı havacı Harriet Quimby, Manş Denizi'ni uçarak aşan ilk kadın oldu. Quimby, 3 ay sonra yaptığı gösteri sırasında uçağın yere çakılmasıyla öldü.", "1071 - Güney İtalya'da Bizans kontrolünde olan son şehir olan Bari, Norman, Robert Guiscard tarafından ele geçirildi."]