["2005 - Kuzey Kıbrıs Türk Cumhuriyeti'nde (KKTC) yapılan Cumhurbaşkanlığı seçimlerini, Mehmet Ali Talat kazandı.", "2005 - Bülent Dikmener Haber Ödülü, Uğur Dündar ile Sadi Özdemir'e verildi.", "1999 - Bakü - Supsa Boru Hattı'nın resmi açılışı yapıldı.", "1993 - Türkiye'nin 8. Cumhurbaşkanı Turgut Özal kalp yetmezliği nedeniyle öldü. Atatürk'ten sonra görev başında ölen ikinci Cumhurbaşkanı Turgut Özal'ın ölümü nedeniyle ülke çapında 5 günlük yas ilan edildi. Yurtta ve temsilciliklerde bayraklar yarıya indirildi, maçlar iptal edildi ve radyo ve televizyonların program akışları değiştirildi.", "1982 - Devlet Başkanı Orgeneral Kenan Evren, Balıkesir'de konuştu: \"... 'Tek yol devrimdir!' diyerek yine Marksist-Leninist propaganda yapanlara elbette müsaade edemezdik. Çünkü Atatürk'ün koyduğu inkılapçılık, şimdiki adıyla 'devrimcilik' bu değildir.\"", "1982 - Kanada Anayasası kabul edildi.", "1974 - Madaralı Roman Ödülü'nü \"Demirciler Çarşısı Cinayeti\" adlı eseriyle Yaşar Kemal aldı.", "1972 - ABD'de, Nixon yönetiminin 1972 seçimlerinde siyasal rakiplerini yasa dışı dinleme faaliyetleri açığa çıkarıldı. Watergate adıyla anılan olaya adı karışan üç danışman ve bir savcı istifa etti.", "1969 - Çekoslovakya Başbakanı Aleksandr Dubçek, Sovyet askerî müdahalesinin ardından istifa etti. Yerine Gustav Husak atandı.", "1961 - ABD'nin desteklediği sürgündeki Kübalılar, Fidel Castro'yu devirmek üzere Küba'ya çıkarma yaptı. Domuzlar Körfezi Harekatı olarak bilinen çıkarma, Fidel Castro'nun zaferiyle sonuçlandı.", "1954 - Çanakkale Anıtı'nın temeli atıldı.", "1946 - Son Fransız birlikleri Suriye'den çekildi.", "1940 - Köy Enstitüleri Kanunu kabul edildi.", "1939 - Hatay Cumhurbaşkanı Tayfur Sökmen ve Başbakanı Abdurrahman Melek, Türk mebusu sıfatıyla TBMM'de yemin ettiler.", "1928 - Ankara Palas Oteli hizmete açıldı. Mimar Vedat Bey'in (Tek) tasarımıyla, 1926'da yapımına başlanan bina, çıkan anlaşmazlıklar nedeniyle Mimar Kemalettin Bey'in tasarımıyla tamamlandı.", "1925 - Ankara - Yahşihan Demiryolu hattı işletmeye açıldı.", "1924 - İtalya'da genel seçimleri, Benito Mussolini'nin faşist partisi kazandı.", "1897 - Osmanlı İmparatorluğu ile Yunanistan Krallığı arasında, \"Otuz Gün Savaşı\" olarak da adlandırılan savaş başladı.", "1453 - Fatih Sultan Mehmet, İstanbul adalarını fethetti."]