["2005 - Kuzey Ku0131bru0131s Tu00fcrk Cumhuriyeti'nde (KKTC) yapu0131lan Cumhurbau015fkanlu0131u011fu0131 seu00e7imlerini, Mehmet Ali Talat kazandu0131.",  "2005 - Bu00fclent Dikmener Haber u00d6du00fclu00fc, Uu011fur Du00fcndar ile Sadi u00d6zdemir'e verildi.",  "1999 - Baku00fc - Supsa Boru Hattu0131'nu0131n resmi au00e7u0131lu0131u015fu0131 yapu0131ldu0131.",  "1993 - Tu00fcrkiye'nin 8. Cumhurbau015fkanu0131 Turgut u00d6zal kalp yetmezliu011fi nedeniyle u00f6ldu00fc. Atatu00fcrk'ten sonra gu00f6rev bau015fu0131nda u00f6len ikinci Cumhurbau015fkanu0131 Turgut u00d6zal'u0131n u00f6lu00fcmu00fc nedeniyle u00fclke u00e7apu0131nda 5 gu00fcnlu00fck yas ilan edildi. Yurtta ve temsilciliklerde bayraklar yaru0131ya indirildi, mau00e7lar iptal edildi ve radyo ve televizyonlaru0131n program aku0131u015flaru0131 deu011fiu015ftirildi.",  "1982 - Devlet Bau015fkanu0131 Orgeneral Kenan Evren, Balu0131kesir'de konuu015ftu: "... 'Tek yol devrimdir!' diyerek yine Marksist-Leninist propaganda yapanlara elbette mu00fcsaade edemezdik. u00c7u00fcnku00fc Atatu00fcrk'u00fcn koyduu011fu inku0131lapu00e7u0131lu0131k, u015fimdiki adu0131yla 'devrimcilik' bu deu011fildir."",  "1982 - Kanada Anayasasu0131 kabul edildi.",  "1974 - Madaralu0131 Roman u00d6du00fclu00fc'nu00fc "Demirciler u00c7aru015fu0131su0131 Cinayeti" adlu0131 eseriyle Yau015far Kemal aldu0131.",  "1972 - ABD'de, Nixon yu00f6netiminin 1972 seu00e7imlerinde siyasal rakiplerini yasa du0131u015fu0131 dinleme faaliyetleri au00e7u0131u011fa u00e7u0131karu0131ldu0131. Watergate adu0131yla anu0131lan olaya adu0131 karu0131u015fan u00fcu00e7 danu0131u015fman ve bir savcu0131 istifa etti.",  "1969 - u00c7ekoslovakya Bau015fbakanu0131 Aleksandr Dubu00e7ek, Sovyet askeru00ee mu00fcdahalesinin ardu0131ndan istifa etti. Yerine Gustav Husak atandu0131.",  "1961 - ABD'nin desteklediu011fi su00fcrgu00fcndeki Ku00fcbalu0131lar, Fidel Castro'yu devirmek u00fczere Ku00fcba'ya u00e7u0131karma yaptu0131. Domuzlar Ku00f6rfezi Harekatu0131 olarak bilinen u00e7u0131karma, Fidel Castro'nun zaferiyle sonuu00e7landu0131.",  "1954 - u00c7anakkale Anu0131tu0131'nu0131n temeli atu0131ldu0131.",  "1946 - Son Fransu0131z birlikleri Suriye'den u00e7ekildi.",  "1940 - Ku00f6y Enstitu00fcleri Kanunu kabul edildi.",  "1939 - Hatay Cumhurbau015fkanu0131 Tayfur Su00f6kmen ve Bau015fbakanu0131 Abdurrahman Melek, Tu00fcrk mebusu su0131fatu0131yla TBMM'de yemin ettiler.",  "1928 - Ankara Palas Oteli hizmete au00e7u0131ldu0131. Mimar Vedat Bey'in (Tek) tasaru0131mu0131yla, 1926'da yapu0131mu0131na bau015flanan bina, u00e7u0131kan anlau015fmazlu0131klar nedeniyle Mimar Kemalettin Bey'in tasaru0131mu0131yla tamamlandu0131.",  "1925 - Ankara - Yahu015fihan Demiryolu hattu0131 iu015fletmeye au00e7u0131ldu0131.",  "1924 - u0130talya'da genel seu00e7imleri, Benito Mussolini'nin fau015fist partisi kazandu0131.",  "1897 - Osmanlu0131 u0130mparatorluu011fu ile Yunanistan Krallu0131u011fu0131 arasu0131nda, "Otuz Gu00fcn Savau015fu0131" olarak da adlandu0131ru0131lan savau015f bau015fladu0131.",  "1453 - Fatih Sultan Mehmet, u0130stanbul adalaru0131nu0131 fethetti."]







