["2009 - Kuu015fadasu0131 Profesyonel Au015fu00e7u0131lar Derneu011fi tarafu0131ndan Turizm Haftasu0131 etkinlikleri kapsamu0131nda du00fczenlenen 5. Au00e7u0131k Bu00fcfe Yemek Festivali'nde hazu0131rlanan 1028 u00e7eu015fit yemeu011fin yer aldu0131u011fu0131 au00e7u0131k bu00fcfe, Guinness Rekorlar Kitabu0131'na girdi.",  "2007 - Zirve Yayu0131nevi katliamu0131: Malatya'daki Zirve Kitabevi'ne yapu0131lan basku0131nda; biri Alman, ikisi Tu00fcrk olmak u00fczere, u00fcu00e7 Hristiyan bou011fazlaru0131 kesilerek u00f6ldu00fcru00fcldu00fc.",  "2002 - Eski Afganistan Kralu0131 Zahir u015eah, 29 yu0131llu0131k su00fcrgu00fcnu00fcn ardu0131ndan u00fclkesine du00f6ndu00fc.",  "1999 - Tu00fcrkiye'de erken genel seu00e7imler yapu0131ldu0131: DSP birinci parti oldu.",  "1996 - u0130srail birlikleri, Lu00fcbnan'daki bir BM yerleu015fim birimini bombaladu0131: 106 sivil u00f6ldu00fc.",  "1993 - Pakistan Devlet Bau015fkanu0131 Gulam u0130shak Han, Meclisi lau011fvetti.",  "1992 - General Abdu00fcl Reu015fid Dostum, bau015fkent Kabil'i ele geu00e7irmek u00fczere, Devlet Bau015fkanu0131 Muhammed Necibullah'a karu015fu0131 bir isyan bau015flattu0131.",  "1989 - u00c7in'de binlerce u00f6u011frenci, daha geniu015f demokrasi talebiyle sokaklara du00f6ku00fcldu00fc.",  "1989 - Tu00fcrkiye'de ilk tu00fcp bebek, u0130zmir'de Ege u00dcniversitesi Tu00fcp Bebek Merkezi'nde du00fcnyaya geldi.",  "1986 - Ku0131ru0131kkale'nin Yahu015fihan beldesindeki askeri mu00fchimmat depolaru0131nda yangu0131n u00e7u0131ktu0131. Kasaba bou015faltu0131ldu0131.",  "1983 - Beyrut'taki ABD Elu00e7iliu011fi'ne du00fczenlenen intihar saldu0131ru0131su0131nda bombacu0131nu0131n da aralaru0131nda bulunduu011fu 63 kiu015fi u00f6ldu00fc.",  "1977 - Veli Ballu0131, Boston Maratonu'nda ikinci oldu.",  "1974 - u0130talya'da Ku0131zu0131l Tugaylar u00f6rgu00fctu00fc, Savcu0131 Mario Sossi'yi kau00e7u0131rdu0131.",  "1960 - CHP'yi ve basu0131nu0131 soruu015fturmak u00fczere TBMM'de Tahkikat Komisyonu kuruldu. u0130nu00f6nu00fc, "bu demokratik rejim istikametinden ayru0131lu0131p onu basku0131 rejimi haline gu00f6tu00fcrmek tehlikeli bir u015feydir. Bu yolda devam ederseniz ben de sizi kurtaramam" dedi.",  "1955 - Bandung Konferansu0131: Endonezya'nu0131n Bandung kentinde, 29 bau011flantu0131su0131z Afrika ve Asya u00fclkesinin bir araya geldiu011fi konferans bau015fladu0131.",  "1954 - Mu0131su0131r'da Cemal Abdu00fcnnasu0131r, Muhammed Necib yerine bau015fbakan olarak gu00f6reve bau015fladu0131.",  "1951 - Paris Antlau015fmasu0131'nu0131n imzalanmasu0131yla, gu00fcnu00fcmu00fcz Avrupa Birliu011fi'nin temellerini oluu015fturacak ilk adu0131m olan, Avrupa Ku00f6mu00fcr ve u00c7elik Topluluu011fu kurulmuu015ftur.",  "1946 - Milletler Cemiyeti dau011fu0131ldu0131.",  "1942 - II. Du00fcnya Savau015fu0131: ABD B-25'leri ile Doolittle Basku0131nu0131'nu0131 bau015flatarak Japonya'yu0131 bombaladu0131.",  "1939 - Franz von Papen Almanya'nu0131n Ankara Bu00fcyu00fckelu00e7iliu011fine atandu0131.",  "1939 - Harp Mu00fckellefiyeti Kanunu u00e7u0131ktu0131.",  "1936 - u0130zmit Kau011fu0131t Fabrikasu0131'nda, ilk ku00e2u011fu0131t imal edildi.",  "1923 - Yankee Stadyumu au00e7u0131ldu0131.",  "1920 - u0130stanbul Hu00fcku00fbmeti, Millu00ee Mu00fccadele'yi yu00fcru00fcten Kuvu00e2-yi Milliye'ye karu015fu0131, Kuva-yi u0130nzibatiye'yi kurdu. Bu kuvvetler, Adapazaru0131 dolaylaru0131nda u00e7u0131karu0131lan isyanu0131 destekledi; ancak Ankara Hu00fcku00fbmeti'nin du00fczenli birliklerine yenildi.",  "1916 - I. Du00fcnya Savau015fu0131: Rus u0130mparatorluu011fu, Trabzon Hareku00e2tu0131'nu0131 bau015flatarak Trabzon'u iu015fgal etti.",  "1906 - San Fransisco kenti; 7,9 bu00fcyu00fcklu00fcu011fu00fcndeki 50 saniye su00fcren deprem ve onu izleyen yangu0131nlarla yerle bir oldu. 28 bin bina yu0131ku0131ldu0131, yaklau015fu0131k 3000 kiu015fi u00f6ldu00fc ve 100 bin kiu015fi evsiz kaldu0131."]







