["2021 - NASA'nu0131n Ingenuity helikopteri, bau015fka bir gezegende (Mars'ta) uu00e7an ilk makine oldu.",  "2009 - Kuzey Ku0131bru0131s Tu00fcrk Cumhuriyeti'nde VIII. du00f6nem milletvekili seu00e7imleri yapu0131ldu0131. Oylaru0131n %43.97'sini alan Ulusal Birlik Partisi 26 milletvekili, %29.34'u00fcnu00fc alan Cumhuriyetu00e7i Tu00fcrk Partisi 15 milletvekili u00e7u0131kardu0131. Bu sonuca gu00f6re, UBP tek bau015fu0131na Hu00fcku00fbmeti kuracak u00e7ou011funluu011fa sahip oldu.",  "2005 - Katolik du00fcnyasu0131nu0131n yeni Papa'su0131 78 yau015fu0131ndaki Alman Kardinal Joseph Ratzinger oldu. Yeni Papa'nu0131n, XVI. Benedictus adu0131nu0131 kullanacau011fu0131 belirtildi.",  "2002 - u0130BDA/C'nin lideri Salih Mirzabeyou011flu'nun idam kararu0131, Yargu0131tay tarafu0131ndan onandu0131.",  "2000 - Filipinler Havayollaru0131'na ait Boeing 737-200 tipi bir yolcu uu00e7au011fu0131, Davao (Filipinler) u015fehri yaku0131nlaru0131nda du00fcu015ftu00fc: 131 kiu015fi u00f6ldu00fc.",  "1999 - Almanya Federal Meclisi (Bundestag), Bonn'dan Berlin'e tau015fu0131ndu0131.",  "1995 - Amerika Birleu015fik Devletleri'nin Oklahoma eyaletinde Alfred P. Murrah Federal Binasu0131 bombalandu0131, 168 kiu015fi u00f6lu00fc.",  "1989 - USS Iowa zu0131rhlu0131su0131nu0131n top taretlerinin birindeki patlama, 47 denizcinin u00f6lu00fcmu00fcne yol au00e7tu0131.",  "1987 - Simpsonlar, televizyonda gu00f6sterime girdi.",  "1980 - Ajda Pekkan, Eurovision u015earku0131 Yaru0131u015fmasu0131'nda u015eanar Yurdatapan'u0131n du00fczenlediu011fi "Petrol" adlu0131 u015farku0131yla, 19 yaru0131u015fmacu0131 arasu0131nda 15'inci oldu.",  "1975 - Hindistan'u0131n ilk uydusu olan "Aryabhata" fu0131rlatu0131ldu0131.",  "1971 - Amerikalu0131 seri katil Charles Manson, aralaru0131nda Roman Polanski'nin hamile eu015fi Sharon Tate'in de olduu011fu beu015f kiu015fiyi u00f6ldu00fcrdu00fcu011fu00fc iu00e7in idam cezasu0131 aldu0131, cezasu0131 u00f6mu00fcr boyu hapse u00e7evrildi.",  "1971 - u0130lk uzay istasyonu Salyut 1, uzaya fu0131rlatu0131ldu0131.",  "1971 - Sierra Leone'de cumhuriyet ilan edildi.",  "1969 - Milliyetu00e7i Hareket Partisi lideri Alparslan Tu00fcrkeu015f, "dou011fum kontrolu00fc suikasttu0131r" dedi.",  "1964 - Ford, Mustang modelini piyasaya sundu.",  "1961 - Ku00fcba'ya karu015fu0131 yapu0131lan Domuzlar Ku00f6rfezi u00c7u0131karmasu0131, ABD au00e7u0131su0131ndan bau015faru0131su0131zlu0131kla sonuu00e7landu0131.",  "1961 - 27 Mayu0131s'tan sonra ilk basu0131n mahku00fbmiyeti: Ahmet Emin Yalman, 25 lira au011fu0131r para cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1956 - Monako Prensi III. Rainier ile Amerikalu0131 sinema oyuncusu Grace Kelly, Monte Carlo'da evlendi. Tu00f6ren iu00e7in 25 u00fclkenin temsilcileri Monako'ya geldi.",  "1951 - General Douglas MacArthur, Ordu'dan emekli olarak ayru0131ldu0131.",  "1948 - Amerika Birleu015fik Devletleri, yeni bir atom silahu0131nu0131 Marshall Adalaru0131'nda denedi.",  "1947 - Hindistan'da Kongre Partisi, u00fclkenin Hindistan ve Pakistan olarak iki ayru0131 devlete bu00f6lu00fcnmesini kabul etti.",  "1943 - II. Du00fcnya Savau015fu0131: Alman askerleri Yahudileri toplamak iu00e7in Varu015fova Gettosu'na girdi.",  "1943 - u0130sviu00e7reli kimyager Albert Hofmann, u00e7avdar mahmuzundan u00fcrettiu011fi LSD'nin etkilerini yau015fayan ilk insan oldu.",  "1938 - Ku0131ru015fehir ve u00e7evresindeki 6,6 bu00fcyu00fcklu00fcu011fu00fcndeki depremde 149 kiu015fi u00f6ldu00fc.",  "1934 - Shirley Temple, Stand Up and Cheer adlu0131 filmde ilk rolu00fcnu00fc oynadu0131.",  "1927 - Mae West'in "Sex" adlu0131 oyundaki rolu00fc, mu00fcstehcen bulunarak 10 gu00fcn hapse mahku00fbm oldu.",  "1926 - Tu00fcrk karasularu0131nda her tu00fcrlu00fc denizcilik iu015flerini Tu00fcrk vatandau015flaru0131na tahsis eden ve yabancu0131laru0131n kabotaj hakku0131na son veren Kabotaj Kanunu kabul edildi.",  "1909 - Jeanne d'Arc, azize ilan edildi.",  "1904 - Toronto'nun bu00fcyu00fck bir ku0131smu0131, u00e7u0131kan yangu0131nda harabeye du00f6ndu00fc.",  "1775 - Amerikan Devrimi bau015fladu0131. Su00f6mu00fcrgeci u0130ngiliz birlikleri ile bau011fu0131msu0131zlu0131k savau015fu00e7u0131laru0131, Massachusetts eyaletinin Lexington kentinde ilk u00e7atu0131u015fmaya girdi."]







