["2024 - u0130stanbul u015eiu015fli'de bir gece kulu00fcbu00fcnde geru00e7ekleu015ftirilen tadilat su0131rasu0131nda u00e7u0131kan yangu0131nda 27 kiu015fi hayatu0131nu0131 kaybetti.",  "2020 - Dou011frulanmu0131u015f COVID-19 vakalaru0131nu0131n sayu0131su0131 du00fcnya u00e7apu0131nda 1 milyonu geu00e7ti.",  "2007 - Bu00fcyu00fck Okyanus'ta meydana gelen 8,1 bu00fcyu00fcklu00fcu011fu00fcndeki depremin oluu015fturduu011fu tsunami, Solomon Adalaru0131'nu0131 vurdu: 28 kiu015fi u00f6ldu00fc.",  "2006 - ABD'de kasu0131rga u00f6lu00fcm sau00e7tu0131: yalnu0131zca Tennessee'de 29 kiu015fi u00f6ldu00fc.",  "2001 - u0130BDA/C u00f6rgu00fctu00fc lideri "Salih Mirzabeyou011flu" kod adlu0131 Salih u0130zzet Erdiu015f, "anayasal du00fczeni silah zoruyla deu011fiu015ftirmeye kalku0131u015fmak" suu00e7undan idu00e2m cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1992 - Ermenistan, Kelbecer'i iu015fgal etti.",  "1992 - Mafya patronu John Gotti, "adam u00f6ldu00fcrmek" ve "harau00e7 almak" suu00e7laru0131ndan New York'ta tutuklandu0131.",  "1989 - Mihail Gorbau00e7ov, Ku00fcba lideri Fidel Castro ile gu00f6ru00fcu015fmek ve iki u00fclke arasu0131ndaki anlau015fmazlu0131klaru0131 gidermek amacu0131yla Havana'ya gitti.",  "1987 - u0130stanbul'da yapu0131lan ECO toplantu0131su0131nda, Tu00fcrkiye, Pakistan ve u0130ran, uzaya ortak bir haberleu015fme uydusu fu0131rlatmayu0131 kararlau015ftu0131rdu0131.",  "1984 - Soyuz T-11 uzay aracu0131nu0131n ekip lideri Rakesh Sharma, uzaya gu00f6nderilen ilk Hint u00fcnvu00e2nu0131nu0131 kazandu0131.",  "1982 - Arjantin, Falkland Adalaru0131'nu0131 iu015fgu00e2l etti.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Bu00fclent Ecevit, bir Belu00e7ika televizyonuna, "Cumhurbau015fkanu0131 seu00e7imi gecikirse darbe du00e2hil bau015fka ihtimaller ortaya u00e7u0131kabilir. Demirel bunalu0131m u00fcstu00fcne bunalu0131m yaratu0131yor." dedi. Yurt sathu0131nda 11 kiu015fi u00f6ldu00fcru00fcldu00fc.",  "1978 - Dallas dizisi, Amerikan CBS televizyonunda ilk kez yayu0131mlandu0131.",  "1977 - Ordu'da Cafer Aksu (Altuntau015f) adlu0131 bir kiu015fi, kan davasu0131ndan iki kiu015fiyi u00f6ldu00fcrdu00fc. 12 Eylu00fcl du00f6neminde idam edildi.",  "1976 - Dou011fubayazu0131t ve u00e7evresinde meydana gelen 4,8 bu00fcyu00fcklu00fcu011fu00fcndeki depremde beu015f kiu015fi u00f6ldu00fc, 80 ev yu0131ku0131ldu0131.",  "1976 - u0130lk Tu00fcrk Turizm Kurultayu0131, u0130stanbul'da toplandu0131.",  "1975 - Rus satranu00e7 ustasu0131 Anatoli Karpov, Amerikalu0131 Bobby Fischer'in kendisine karu015fu0131 mu00fcsabakaya u00e7u0131kmayu0131 reddetmesi ile, henu00fcz 23 yau015fu0131nda "du00fcnya satranu00e7 u015fampiyonu" u00fcnvu00e2nu0131nu0131 kazandu0131.",  "1975 - Toronto'daki (Ontario-Kanada) CN Kulesi tamamlandu0131: Kule, 553,33 m ile du00fcnyanu0131n en yu00fcksek 3. binasu0131.",  "1972 - Charlie Chaplin, komu00fcnist sempatizanu0131 olduu011fundan kuu015fkulanu0131ldu0131u011fu0131 McCarthy du00f6neminde, 1952'de terk ettiu011fi ABD'ye onca yu0131l sonra ilk kez ayak bastu0131. Eski u00fclkesine Oscar u00f6zel u00f6du00fclu00fcnu00fc almak iu00e7in gelmiu015fti.",  "1971 - Tu00dcSu0130AD kuruldu.",  "1971 - Bau015fbakan Nihat Erim, reform programu0131nu0131 TBMM'ye sundu.",  "1965 - Birleu015fmiu015f Milletler Genel Sekreteri U Thant; Tu00fcrkiye'nin, Ku0131bru0131s u00f6zel temsilcisi Galo Plaza'nu0131n gu00f6revine son verilmesi isteu011fini reddetti.",  "1960 - Kayseri'ye giden CHP Genel Bau015fkanu0131 u0130smet u0130nu00f6nu00fc'nu00fcn bulunduu011fu tren, Vali'nin emriyle durduruldu. Zorlukla yoluna devam edebilen u0130nu00f6nu00fc, Kayseri'de 50 bin kiu015fi tarafu0131ndan karu015fu0131landu0131.",  "1950 - Bursa Cezaevi'nde bulunan u015fair Nu00e2zu0131m Hikmet'in affu0131 iu00e7in, tanu0131nmu0131u015f sanatu00e7u0131, yazar ve u015fair gibi toplumun ileri gelenleri, toplu olarak imzaladu0131klaru0131 sembolik bir dileku00e7e ile u0130smet u0130nu00f6nu00fc'ye bau015fvuru yaptu0131.",  "1948 - Ankara'da Opera Binasu0131, Cumhurbau015fkanu0131 u0130smet u0130nu00f6nu00fc'nu00fcn de katu0131ldu0131u011fu0131 bir tu00f6ren ve ardu0131ndan Adnan Saygun'un "Kerem" operasu0131yla perdelerini au00e7tu0131.",  "1948 - Yazar Sabahattin Ali, Bulgaristan su0131nu0131ru0131nu0131 geu00e7meye u00e7alu0131u015fu0131rken, ku0131lavuzu Ali Ertekin tarafu0131ndan u00f6ldu00fcru00fcldu00fc. 28 Aralu0131k'ta tutuklanan Ertekin'in cezasu0131 indirime uu011fradu0131. Aynu0131 yu0131l u00e7u0131kan af yasasu0131yla da serbest bu0131raku0131ldu0131.",  "1930 - Haile Selassie, kendini Etiyopya u0130mparatoru ilan etti.",  "1921 - Yunan Ordusu, 1 Nisanu2019u0131 2 Nisanu2019a bau011flayan gece Cabar Katliamu0131u2019nu0131 geru00e7ekleu015ftirdi.",  "1918 - Van ve Muradiye'den Rus u0130mparatorluu011fu ve Batu0131 Ermenistan Yu00f6netimi'ne ait Ordu Birlikleri'nin u00e7ekiliu015fi.",  "1917 - ABD, fiilen I. Du00fcnya Savau015fu0131'na girdi.",  "1453 - Fatih Sultan Mehmet, u0130stanbul'u kuu015fatma hareku00e2tu0131na bau015fladu0131."]







