["2024 - İstanbul Şişli'de bir gece kulübünde gerçekleştirilen tadilat sırasında çıkan yangında 27 kişi hayatını kaybetti.", "2020 - Doğrulanmış COVID-19 vakalarının sayısı dünya çapında 1 milyonu geçti.", "2007 - Büyük Okyanus'ta meydana gelen 8,1 büyüklüğündeki depremin oluşturduğu tsunami, Solomon Adaları'nı vurdu: 28 kişi öldü.", "2006 - ABD'de kasırga ölüm saçtı: yalnızca Tennessee'de 29 kişi öldü.", "2001 - İBDA/C örgütü lideri \"Salih Mirzabeyoğlu\" kod adlı Salih İzzet Erdiş, \"anayasal düzeni silah zoruyla değiştirmeye kalkışmak\" suçundan idâm cezasına çarptırıldı.", "1992 - Ermenistan, Kelbecer'i işgal etti.", "1992 - Mafya patronu John Gotti, \"adam öldürmek\" ve \"haraç almak\" suçlarından New York'ta tutuklandı.", "1989 - Mihail Gorbaçov, Küba lideri Fidel Castro ile görüşmek ve iki ülke arasındaki anlaşmazlıkları gidermek amacıyla Havana'ya gitti.", "1987 - İstanbul'da yapılan ECO toplantısında, Türkiye, Pakistan ve İran, uzaya ortak bir haberleşme uydusu fırlatmayı kararlaştırdı.", "1984 - Soyuz T-11 uzay aracının ekip lideri Rakesh Sharma, uzaya gönderilen ilk Hint ünvânını kazandı.", "1982 - Arjantin, Falkland Adaları'nı işgâl etti.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Bülent Ecevit, bir Belçika televizyonuna, \"Cumhurbaşkanı seçimi gecikirse darbe dâhil başka ihtimaller ortaya çıkabilir. Demirel bunalım üstüne bunalım yaratıyor.\" dedi. Yurt sathında 11 kişi öldürüldü.", "1978 - Dallas dizisi, Amerikan CBS televizyonunda ilk kez yayımlandı.", "1977 - Ordu'da Cafer Aksu (Altuntaş) adlı bir kişi, kan davasından iki kişiyi öldürdü. 12 Eylül döneminde idam edildi.", "1976 - Doğubayazıt ve çevresinde meydana gelen 4,8 büyüklüğündeki depremde beş kişi öldü, 80 ev yıkıldı.", "1976 - İlk Türk Turizm Kurultayı, İstanbul'da toplandı.", "1975 - Rus satranç ustası Anatoli Karpov, Amerikalı Bobby Fischer'in kendisine karşı müsabakaya çıkmayı reddetmesi ile, henüz 23 yaşında \"dünya satranç şampiyonu\" ünvânını kazandı.", "1975 - Toronto'daki (Ontario-Kanada) CN Kulesi tamamlandı: Kule, 553,33 m ile dünyanın en yüksek 3. binası.", "1972 - Charlie Chaplin, komünist sempatizanı olduğundan kuşkulanıldığı McCarthy döneminde, 1952'de terk ettiği ABD'ye onca yıl sonra ilk kez ayak bastı. Eski ülkesine Oscar özel ödülünü almak için gelmişti.", "1971 - TÜSİAD kuruldu.", "1971 - Başbakan Nihat Erim, reform programını TBMM'ye sundu.", "1965 - Birleşmiş Milletler Genel Sekreteri U Thant; Türkiye'nin, Kıbrıs özel temsilcisi Galo Plaza'nın görevine son verilmesi isteğini reddetti.", "1960 - Kayseri'ye giden CHP Genel Başkanı İsmet İnönü'nün bulunduğu tren, Vali'nin emriyle durduruldu. Zorlukla yoluna devam edebilen İnönü, Kayseri'de 50 bin kişi tarafından karşılandı.", "1950 - Bursa Cezaevi'nde bulunan şair Nâzım Hikmet'in affı için, tanınmış sanatçı, yazar ve şair gibi toplumun ileri gelenleri, toplu olarak imzaladıkları sembolik bir dilekçe ile İsmet İnönü'ye başvuru yaptı.", "1948 - Ankara'da Opera Binası, Cumhurbaşkanı İsmet İnönü'nün de katıldığı bir tören ve ardından Adnan Saygun'un \"Kerem\" operasıyla perdelerini açtı.", "1948 - Yazar Sabahattin Ali, Bulgaristan sınırını geçmeye çalışırken, kılavuzu Ali Ertekin tarafından öldürüldü. 28 Aralık'ta tutuklanan Ertekin'in cezası indirime uğradı. Aynı yıl çıkan af yasasıyla da serbest bırakıldı.", "1930 - Haile Selassie, kendini Etiyopya İmparatoru ilan etti.", "1921 - Yunan Ordusu, 1 Nisan’ı 2 Nisan’a bağlayan gece Cabar Katliamı’nı gerçekleştirdi.", "1918 - Van ve Muradiye'den Rus İmparatorluğu ve Batı Ermenistan Yönetimi'ne ait Ordu Birlikleri'nin çekilişi.", "1917 - ABD, fiilen I. Dünya Savaşı'na girdi.", "1453 - Fatih Sultan Mehmet, İstanbul'u kuşatma harekâtına başladı."]