["2020 - Tarihte ilk kez, 2020 Rusya-Suudi Arabistan petrol fiyat savau015fu0131nu0131n bir etkisi olarak petrol fiyatlaru0131 su0131fu0131ru0131n altu0131na du00fcu015ftu00fc.",  "2010 - Deepwater Horizon Sondaj kulesi Meksika Ku00f6rfezi'nde patladu0131.",  "2006 - Han Myeong-sook, Gu00fcney Kore'nin ilk kadu0131n Bau015fbakanu0131 olarak gu00f6reve bau015fladu0131.",  "2005 - Turgut u00d6zakman'u0131n, Tu00fcrk Kurtuluu015f Savau015fu0131'nu0131 bir roman kurgusu iu00e7inde anlatan u015eu u00c7u0131lgu0131n Tu00fcrkler kitabu0131 yayu0131mlandu0131.",  "1999 - Columbine Lisesi katliamu0131: Lisenin Eric Harris ve Dylan Klebold isimli u00f6u011frencileri, 13 kiu015fiyi u00f6ldu00fcrdu00fc, 24 kiu015fiyi yaraladu0131 ve sonra da intihar ettiler.",  "1996 - Du00fcnyanu0131n u00fcu00e7u00fcncu00fc, Avrupa'nu0131n birinci bu00fcyu00fck eu011flence merkezi Tatilya, u0130stanbul'da au00e7u0131ldu0131.",  "1998 - Air France u015firketine ait Boeing 727-200 tipi bir yolcu uu00e7au011fu0131, Bogota'dan (Kolombiya) kalktu0131ktan sonra Cerro El Cable dau011flaru0131na u00e7arparak du00fcu015ftu00fc: 53 kiu015fi u00f6ldu00fc.",  "1994 - Tu00fcrkiye'de Radyo-Televizyon u00dcst Kurulu kuruldu.",  "1986 - 1925 yu0131lu0131nda Sovyetler Birliu011fi'nden u00e7u0131kan ve geri du00f6nmeyen piyanist Vladimir Horowitz, 61 yu0131l sonra Sovyetler Birliu011fi'nde tekrar konser verdi.",  "1983 - 12 Eylu00fcl Darbesi'nin 45. idamu0131: Kan davasu0131ndan 2 Nisan 1977'de tarlada u00e7alu0131u015fmakta olan bir kiu015fiyi tabancayla u00f6ldu00fcren, kau00e7makta olan diu011fer bir kiu015fiyi av tu00fcfeu011fiyle uzaktan ateu015f au00e7u0131p yaraladu0131ktan sonra yanu0131na gidip tabancayla onu da u00f6ldu00fcren Cafer Aksu (Altuntau015f), idam edildi.",  "1983 - 12 Eylu00fcl Darbesi'nin 44. idamu0131: 1978 yu0131lu0131nda Fethiye'ye tatile gelen Avusturya Bu00fcyu00fckelu00e7isi'nin ku0131zu0131na tecavu00fcz etmek isteyen, karu015fu0131 u00e7u0131kan ku0131zu0131 ve annesini u00f6ldu00fcren u015eener Yiu011fit, idam edildi.",  "1981 - 17/18 Ocak 1981'de mensubu olduklaru0131 komu00fcnist u00f6rgu00fcte para bulmak iu00e7in giriu015ftikleri kuyumcu soygununda kuyumcunun ou011flu Hasan Kahveci'yi ve polis memuru Mustafa Ku0131lu0131u00e7'u0131 u00f6ldu00fcren, emniyet kuvvetlerine ve halka ateu015f au00e7an, polis otosunu tarayan sol gu00f6ru00fcu015flu00fc militanlar Ramazan Yukaru0131gu00f6z, u00d6mer Yazgan, Erdou011fan Yazgan ve Mehmet Kambur, u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1978 - Gu00fcney Kore Havayollaru0131na ait Boeing 707 tipi bir yolcu uu00e7au011fu0131, Sovyet savau015f uu00e7aklaru0131 tarafu0131ndan Murmansk yaku0131nlaru0131ndaki donmuu015f bir gu00f6le inmeye zorlandu0131. u0130ki yolcu u00f6ldu00fc, 107 yolcu ise sau011f kurtuldu.",  "1978 - Ku0131zu0131l Tugaylar u00f6rgu00fctu00fc, 16 Mart'ta kau00e7u0131rdu0131klaru0131 u0130talya'nu0131n eski Bau015fbakanu0131 Aldo Moro'yu, tutuklu arkadau015flaru0131nu0131n serbest bu0131raku0131lmamasu0131 halinde u00f6ldu00fcreceklerini bildirdi.",  "1975 - Tu00fcrkiye'nin Beyrut Basu0131n Danu0131u015fmanu0131'nu0131n otomobili, ASALA militanlaru0131nca havaya uu00e7uruldu.",  "1972 - Apollo 16, Ay'a iniu015f yaptu0131.",  "1970 - Amerika Birleu015fik Devletleri Bau015fkanu0131 Richard Nixon, Vietnam'dan 150 bin kiu015filik bir Amerika Birleu015fik Devletleri gu00fccu00fcnu00fcn daha geri u00e7ekileceu011fini au00e7u0131kladu0131.",  "1968 - Gu00fcney Afrika Havayollaru0131'na ait Boeing 707 tipi bir yolcu uu00e7au011fu0131, Windhoek u015fehrinden kalku0131u015fu0131 esnasu0131nda du00fcu015ftu00fc: 122 kiu015fi u00f6ldu00fc.",  "1967 - Swiss Britannia u015firketine ait bir yolcu uu00e7au011fu0131, Toronto'da du00fcu015ftu00fc: 126 kiu015fi u00f6ldu00fc.",  "1962 - u00dcnlu00fc dolandu0131ru0131cu0131 Su00fclu00fcn Osman hapisteyken "Alu0131nteri ile Yau015famak" konulu konferans verdi.",  "1942 - u0130zmir Ticaret Gazetesi kuruldu.",  "1940 - u0130lk elektronlu mikroskop, Philadelphia'da tanu0131tu0131ldu0131.",  "1939 - Tahran'daki yeni ku0131u015flu0131k Tu00fcrkiye bu00fcyu00fckelu00e7iliu011fi binasu0131 tu00f6renle au00e7u0131ldu0131.",  "1933 - Bulgaristan'u0131n Razgrad u015fehrindeki Tu00fcrk mezarlu0131u011fu0131nu0131n bir grup Bulgar tarafu0131ndan yerle bir edilmesiyle, u0130stanbul'da Razgrad Olaylaru0131 bau015fladu0131.",  "1926 - Western Electric ve Warner Bros. u015firketleri, filme ses eklemeyi mu00fcmku00fcn ku0131lan Vitaphone cihazu0131nu0131 tanu0131ttu0131lar.",  "1924 - Bilecik il oldu.",  "1924 - Tu00fcrkiye'de 1924 Anayasasu0131 yu00fcru00fcrlu00fcu011fe girdi.",  "1902 - Marie Curie ve Pierre Curie, Paris'teki laboratuvarlaru0131nda radyoaktif radyum kloru00fcru00fc rafine etmeyi bau015fardu0131lar.",  "1862 - u0130lk pastu00f6rizasyon deneyi, Louis Pasteur ve Claude Bernard tarafu0131ndan geru00e7ekleu015ftirildi.",  "1841 - u0130lk dedektif romanu0131, Morg Sokau011fu0131 Cinayeti yayu0131mlandu0131.",  "1792 - Birinci Fransa Cumhuriyeti yu00f6netimi, Avusturya Habsburg Monaru015fisi'ne savau015f ilan etti. Fransu0131z Devrim Savau015flaru0131 bau015fladu0131."]







