["2020 - Tarihte ilk kez, 2020 Rusya-Suudi Arabistan petrol fiyat savaşının bir etkisi olarak petrol fiyatları sıfırın altına düştü.", "2010 - Deepwater Horizon Sondaj kulesi Meksika Körfezi'nde patladı.", "2006 - Han Myeong-sook, Güney Kore'nin ilk kadın Başbakanı olarak göreve başladı.", "2005 - Turgut Özakman'ın, Türk Kurtuluş Savaşı'nı bir roman kurgusu içinde anlatan Şu Çılgın Türkler kitabı yayımlandı.", "1999 - Columbine Lisesi katliamı: Lisenin Eric Harris ve Dylan Klebold isimli öğrencileri, 13 kişiyi öldürdü, 24 kişiyi yaraladı ve sonra da intihar ettiler.", "1996 - Dünyanın üçüncü, Avrupa'nın birinci büyük eğlence merkezi Tatilya, İstanbul'da açıldı.", "1998 - Air France şirketine ait Boeing 727-200 tipi bir yolcu uçağı, Bogota'dan (Kolombiya) kalktıktan sonra Cerro El Cable dağlarına çarparak düştü: 53 kişi öldü.", "1994 - Türkiye'de Radyo-Televizyon Üst Kurulu kuruldu.", "1986 - 1925 yılında Sovyetler Birliği'nden çıkan ve geri dönmeyen piyanist Vladimir Horowitz, 61 yıl sonra Sovyetler Birliği'nde tekrar konser verdi.", "1983 - 12 Eylül Darbesi'nin 45. idamı: Kan davasından 2 Nisan 1977'de tarlada çalışmakta olan bir kişiyi tabancayla öldüren, kaçmakta olan diğer bir kişiyi av tüfeğiyle uzaktan ateş açıp yaraladıktan sonra yanına gidip tabancayla onu da öldüren Cafer Aksu (Altuntaş), idam edildi.", "1983 - 12 Eylül Darbesi'nin 44. idamı: 1978 yılında Fethiye'ye tatile gelen Avusturya Büyükelçisi'nin kızına tecavüz etmek isteyen, karşı çıkan kızı ve annesini öldüren Şener Yiğit, idam edildi.", "1981 - 17/18 Ocak 1981'de mensubu oldukları komünist örgüte para bulmak için giriştikleri kuyumcu soygununda kuyumcunun oğlu Hasan Kahveci'yi ve polis memuru Mustafa Kılıç'ı öldüren, emniyet kuvvetlerine ve halka ateş açan, polis otosunu tarayan sol görüşlü militanlar Ramazan Yukarıgöz, Ömer Yazgan, Erdoğan Yazgan ve Mehmet Kambur, ölüm cezasına çarptırıldı.", "1978 - Güney Kore Havayollarına ait Boeing 707 tipi bir yolcu uçağı, Sovyet savaş uçakları tarafından Murmansk yakınlarındaki donmuş bir göle inmeye zorlandı. İki yolcu öldü, 107 yolcu ise sağ kurtuldu.", "1978 - Kızıl Tugaylar örgütü, 16 Mart'ta kaçırdıkları İtalya'nın eski Başbakanı Aldo Moro'yu, tutuklu arkadaşlarının serbest bırakılmaması halinde öldüreceklerini bildirdi.", "1975 - Türkiye'nin Beyrut Basın Danışmanı'nın otomobili, ASALA militanlarınca havaya uçuruldu.", "1972 - Apollo 16, Ay'a iniş yaptı.", "1970 - Amerika Birleşik Devletleri Başkanı Richard Nixon, Vietnam'dan 150 bin kişilik bir Amerika Birleşik Devletleri gücünün daha geri çekileceğini açıkladı.", "1968 - Güney Afrika Havayolları'na ait Boeing 707 tipi bir yolcu uçağı, Windhoek şehrinden kalkışı esnasında düştü: 122 kişi öldü.", "1967 - Swiss Britannia şirketine ait bir yolcu uçağı, Toronto'da düştü: 126 kişi öldü.", "1962 - Ünlü dolandırıcı Sülün Osman hapisteyken \"Alınteri ile Yaşamak\" konulu konferans verdi.", "1942 - İzmir Ticaret Gazetesi kuruldu.", "1940 - İlk elektronlu mikroskop, Philadelphia'da tanıtıldı.", "1939 - Tahran'daki yeni kışlık Türkiye büyükelçiliği binası törenle açıldı.", "1933 - Bulgaristan'ın Razgrad şehrindeki Türk mezarlığının bir grup Bulgar tarafından yerle bir edilmesiyle, İstanbul'da Razgrad Olayları başladı.", "1926 - Western Electric ve Warner Bros. şirketleri, filme ses eklemeyi mümkün kılan Vitaphone cihazını tanıttılar.", "1924 - Bilecik il oldu.", "1924 - Türkiye'de 1924 Anayasası yürürlüğe girdi.", "1902 - Marie Curie ve Pierre Curie, Paris'teki laboratuvarlarında radyoaktif radyum klorürü rafine etmeyi başardılar.", "1862 - İlk pastörizasyon deneyi, Louis Pasteur ve Claude Bernard tarafından gerçekleştirildi.", "1841 - İlk dedektif romanı, Morg Sokağı Cinayeti yayımlandı.", "1792 - Birinci Fransa Cumhuriyeti yönetimi, Avusturya Habsburg Monarşisi'ne savaş ilan etti. Fransız Devrim Savaşları başladı."]