["2004 - Kuzey Kore'de iki tren u00e7arpu0131u015ftu0131: 150 kiu015fi u00f6ldu00fc.",  "1999 - Cumhuriyet Halk Partisi Genel Bau015fkanu0131 Deniz Baykal, 18 Nisan seu00e7imlerinde Parti'nin aldu0131u011fu0131 sonuu00e7 nedeniyle gu00f6revinden istifa etti. Tu00fcrkiye'de seu00e7im yenilgisinden sonra istifa eden ilk lider oldu.",  "1997 - Peru'nun bau015fkenti Lima'da Japon elu00e7iliu011finde du00f6rt aydu0131r 72 kiu015fiyi rehin tutan Tupac Amaru gerillalaru0131na karu015fu0131 operasyon du00fczenlendi, lider Nu00e9stor Cerpa Cartolini dahil 14 gerilla ve bir rehine u00f6ldu00fcru00fcldu00fc.",  "1995 - Rauf Denktau015f, u00fcu00e7u00fcncu00fc kez Kuzey Ku0131bru0131s Tu00fcrk Cumhuriyeti (KKTC) Cumhurbau015fkanlu0131u011fu0131'na seu00e7ildi.",  "1994 - Ruanda Soyku0131ru0131mu0131: Ruanda'da Hutu ve Tutsi kabileleri arasu0131ndaki u00e7atu0131u015fmalarda son iki hafta iu00e7inde 100 bin kiu015finin u00f6ldu00fcu011fu00fc bildirildi.",  "1993 - TGRT TV yayu0131n hayatu0131na bau015fladu0131.",  "1992 - Meksika'nu0131n ikinci bu00fcyu00fck u015fehri Guadalajara'da, kanalizasyon sistemine karu0131u015fan benzinin patlamasu0131 sonucu 206 kiu015fi u00f6ldu00fc, 500 kiu015fi yaralandu0131 ve 15.000 kiu015fi de evsiz kaldu0131.",  "1987 - Dil Derneu011fi kuruldu.",  "1985 - Sabah Gazetesi kuruldu.",  "1983 - Batu0131 Almanya dergisi Der Stern, Hitler'in Gu00fcnlu00fckleri'ni gu00fcn u0131u015fu0131u011fu0131na u00e7u0131kardu0131u011fu0131nu0131 ileri su00fcrdu00fc ve bazu0131 bu00f6lu00fcmlerini yayu0131mladu0131. Sonradan bu gu00fcnlu00fcklerin sahte olduu011fu ortaya u00e7u0131ktu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Yurt sathu0131nda 20 kiu015fi u00f6ldu00fcru00fcldu00fc.",  "1976 - u0130srail Bau015fbakanu0131 u0130zak Rabin'in eu015fi bir Amerikan bankasu0131ndaki yasa du0131u015fu0131 hesabu0131ndan dolayu0131 hapse girdi. Bunun u00fczerine Rabin gu00f6revinden istifa etti. u015eimon Peres gu00f6revi devraldu0131.",  "1975 - Barbara Walters, American Broadcasting Company adlu0131 yayu0131n kuruluu015fu ile, beu015f yu0131llu0131u011fu0131na 5 milyon dolarlu0131k anlau015fma imzalayarak en yu00fcksek u00fccreti alan televizyon haber sunucusu oldu.",  "1974 - Tu00fcrkiye'nin iki bu00fcyu00fck aku00fcmu00fclatu00f6r fabrikasu0131ndan EAS'ta 90, Mutlu'da 79 gu00fcndu00fcr su00fcren grevler, Devlet Bakanu0131 u0130smail Hakku0131 Birler'in aracu0131lu0131u011fu0131yla sona erdi.",  "1973 - Hakku00e2ri u0130l Radyosu yayu0131na bau015fladu0131. Bu00f6ylece, Tu00fcrkiye Radyolaru0131'nu0131 yurt du00fczeyinde dinleyemeyen bu00f6lgenin kalmadu0131u011fu0131 au00e7u0131klandu0131.",  "1972 - THKO davasu0131 sanu0131klaru0131 Nahit Tu00f6re ve Osman Bahadu0131r mu00fcebbet hapse mahku00fbm oldu.",  "1970 - Tu00fcrkiye Gazetesi kuruldu.",  "1970 - Du00fcnya Gu00fcnu00fc ilk kez kutlandu0131.",  "1962 - Millu00ee Savunma Bakanlu0131u011fu0131, aralaru0131nda Yarbay Talat Turhan'u0131n da bulunduu011fu beu015f subayu0131n, "Genu00e7 Komu00fcnistler Ordusu" imzalu0131 bildiri dau011fu0131ttu0131klaru0131 gereku00e7esiyle gu00f6zaltu0131na alu0131ndu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1962 - Anayasa Mahkemesi ve Yu00fcksek Hakimler Kurulunun kurulmasu0131na karar verildi.",  "1952 - Beu015fiktau015f, Brezilya'nu0131n Corinthians futbol taku0131mu0131nu0131 u0130stanbul'da 1-0 yendi.",  "1947 - Tu00fcrkiye'ye yabancu0131 sermaye giriu015fine izin veren yasa kabul edildi.",  "1941 - II. Du00fcnya Savau015fu0131: Yunanistan, Mihver devletleri tarafu0131ndan iu015fgal edildi ve teslim oldu.",  "1940 - Siirt'in gu00fcneyindeki Beu015firi yaku0131nlaru0131ndaki Raman Dau011fu0131'nda, 1042 metre derinlikte petrol bulundu.",  "1933 - Tu00fcrkiye ile Osmanlu0131 Du00fcyunu Umumiye Hamilleri arasu0131nda imzalanan antlau015fmayla Osmanlu0131 u0130mparatorluu011fu boru00e7laru0131nu0131n tasfiyesi sau011flandu0131.",  "1924 - Tu00fcrkiye Cumhuriyeti Devlet Demiryollaru0131 Genel Mu00fcdu00fcrlu00fcu011fu00fc kuruldu. Anadolu demiryollaru0131nu0131n devletleu015ftirilmesine iliu015fkin yasa benimsendi.",  "1920 - u0130tilaf Devletleri, Osmanlu0131 Hu00fcku00fbmetini Paris'te toplanacak olan Baru0131u015f Konferansu0131'na davet etti.",  "1915 - I. Du00fcnya Savau015fu0131: u0130kinci Ypres Muharebesi bau015fladu0131.",  "1912 - SSCB Komu00fcnist Partisi'nin yayu0131n organu0131 Pravda gazetesinin ilk sayu0131su0131 yayu0131mlandu0131.",  "1870-  Sovyetler Birliu011fi Komu00fcnist Partisi'nin u00f6ncu00fcsu00fc olan Rusya Komu00fcnist Partisi (Bolu015fevik)'nin ilk lideri Vladimir Lenin dou011fdu.",  "1370 - Fransa Kralu0131 V. Charles'u0131n emriyle Bastille Kalesi'nin yapu0131mu0131na bau015flandu0131."]







