["2006 - Merapi Yanardau011fu0131 (Marapi) patladu0131.",  "2005 - u015eair ve yazar Sunay Aku0131n'u0131n kurduu011fu u0130stanbul Oyuncak Mu00fczesi au00e7u0131ldu0131.",  "2003 - Kuzey Ku0131bru0131s Tu00fcrk Cumhuriyeti Bakanlar Kurulu'nun aldu0131u011fu0131 karar dou011frultusunda; Kuzey Ku0131bru0131s ile Ku0131bru0131s Cumhuriyeti arasu0131nda serbest geu00e7iu015fler bau015fladu0131.",  "2003 - SARS viru00fcsu00fc nedeniyle u00c7in'de okullar iki hafta tatil edildi.",  "2001 - u0130ntel, Pentium 4 iu015flemcisini piyasaya su00fcrdu00fc.",  "1997 - Cezayir'de u00d6meriye katliamu0131: 42 kiu015finin u00f6lu00fcmu00fc.",  "1994 - Gagavuzya kuruldu.",  "1993 - Dou011fu Afrika u00fclkesi Eritre'de, Etiyopya'dan bau011fu0131msu0131zlu0131k referandumu bau015fladu0131.",  "1992 - Sau011flu0131k kontrolu00fc iu00e7in ABD'de bulunan Cumhurbau015fkanu0131 Turgut u00d6zal'a, prostat kanseri teu015fhisi konuldu.",  "1990 - Namibya; Birleu015fmiu015f Milletlerin 160., u0130ngiliz Milletler Topluluu011fu'nun ise 50. u00fcyesi oldu.",  "1984 - Cumhurbau015fkanu0131 Kenan Evren'in u00f6u011fretmenlere mesaju0131: "u00c7ocuklaru0131mu0131za; geu00e7miu015fte varlu0131u011fu0131mu0131za gu00f6z diken ihanet ocaklaru0131nu0131n penu00e7esine du00fcu015fenlerin bau015faru0131su0131zlu0131k, u00e7aresizlik, kan ve gu00f6zyau015fu0131 ile noktalanan acu0131 sonlaru0131nu0131 hatu0131rlatarak her zorluu011fu au015fmada, u00e7au011fdau015f uygarlu0131u011fa ulau015fmada Atatu00fcrku00e7u00fclu00fckten bau015fka u00e7u0131kar yol olmadu0131u011fu0131nu0131 ... anlatu0131nu0131z."",  "1984 - AIDS'e neden olan viru00fcs belirlendi.",  "1982 - 12 Eylu00fcl Darbesi'nin 15. idamu0131: 1974 yu0131lu0131nda bau015fka biriyle evlenmek iu00e7in karu0131su0131nu0131 bau015fu0131na du00f6rt kuru015fun su0131karak u00f6ldu00fcren Sabri Altay, idam edildi.",  "1982 - TRT, haftada iki gu00fcn renkli televizyon yayu0131nu0131na bau015fladu0131.",  "1981 - Millu00ee Gu00fcvenlik Konseyi, eski Gu00fcmru00fck ve Tekel Bakanlaru0131ndan Tuncay Mataracu0131'nu0131n Yu00fcce Divan'da yargu0131lanmasu0131na karar verdi.",  "1979 - 23 Nisan Ulusal Egemenlik ve u00c7ocuk Bayramu0131, UNESCO'nun 1979 yu0131lu0131nu0131 "u00c7ocuk Yu0131lu0131" olarak duyurmasu0131nu0131n ardu0131ndan, TRT tarafu0131ndan "TRT Uluslararasu0131 23 Nisan u00c7ocuk u015eenliu011fi" adu0131 ile ilk kez kutlandu0131.",  "1979 - Tu00fcrkiye'nin yedi u00fclke ile telefon gu00f6ru00fcu015fmesini sau011flayacak olan uyduyla haberleu015fme istasyonu hizmete girdi.",  "1979 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Su0131ku0131yu00f6netim Koordinasyon Toplantu0131su0131'nda konuu015fan Adalet Bakanu0131 Mehmet Can, "Bingu00f6l'de okullarda u0130stiklal Maru015fu0131 su00f6ylenmemektedir. Atatu00fcrk'u00fcn resmi su0131nu0131flardan alu0131nu0131p u00e7amura atu0131lmu0131u015f. u00d6u011fretmen mu00e2ni olmaya kalkmu0131u015f, u00f6ldu00fcrmu00fcu015fler." dedi.",  "1969 - Robert Kennedy'nin katili Sirhan Biu015fara Sirhan, u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1968 - ABD'deki Columbia u00dcniversitesi'nde bir grup Vietnam Savau015fu0131 karu015fu0131tu0131 u00f6u011frenci, yu00f6netim binalaru0131nu0131 ele geu00e7irerek u00fcniversiteyi kapattu0131.",  "1967 - Sovyetler Birliu011fi Soyuz uzay aracu0131nu0131n ilk misyonu Soyuz 1, Baykonur Uzay u00dcssu00fc'nden fu0131rlatu0131ldu0131.",  "1965 - u0130lk Sovyet haberleu015fme uydusu, Maniya-1 uzaya fu0131rlatu0131ldu0131.",  "1961 - Yerli yapu0131m 27 Mayu0131s Treni ilk seferini yaptu0131.",  "1961 - u0130lk TBMM binasu0131 mu00fcze haline getirildi.",  "1960 - u0130zmit Petrol Rafinerisi'nin temeli atu0131ldu0131.",  "1948 - II. Du00fcnya Savau015fu0131'ndan beri kapalu0131 tutulan Topkapu0131 Sarayu0131 Mu00fczesi ve u0130stanbul Arkeoloji Mu00fczesi halka au00e7u0131ldu0131.",  "1945 - Dou011fan Kardeu015f dergisinin ilk sayu0131su0131 yayu0131mlandu0131.",  "1935 - Polonya'da anayasanu0131n kabulu00fc.",  "1923 - Lozan Baru0131u015f Konferansu0131 23 Nisan 1923u2019te ikinci defa toplanarak, taraflar olan TBMM temsilcileriyle Birleu015fik Krallu0131k, Fransa, u0130talya, Japonya, Yunanistan, Romanya, Bulgaristan, Portekiz, Belu00e7ika, SSCB ve Yugoslavya temsilcileri aracu0131lu0131u011fu0131yla 24 Temmuz 1923u2019te sonuu00e7landu0131ru0131lmu0131u015ftu0131r.",  "1920 - Tu00fcrkiye Bu00fcyu00fck Millet Meclisi au00e7u0131ldu0131 ve ilk kez toplandu0131.",  "1906 - Rusya'da u00c7ar II. Nikolay, "Temel Yasalar" olarak bilinen anayasayu0131 ilan etti.",  "1827 - William Rowan Hamilton, Iu015fu0131k Sistemleri Teorisi'ni hazu0131rladu0131."]







