["2006 - Merapi Yanardağı (Marapi) patladı.", "2005 - Şair ve yazar Sunay Akın'ın kurduğu İstanbul Oyuncak Müzesi açıldı.", "2003 - Kuzey Kıbrıs Türk Cumhuriyeti Bakanlar Kurulu'nun aldığı karar doğrultusunda; Kuzey Kıbrıs ile Kıbrıs Cumhuriyeti arasında serbest geçişler başladı.", "2003 - SARS virüsü nedeniyle Çin'de okullar iki hafta tatil edildi.", "2001 - İntel, Pentium 4 işlemcisini piyasaya sürdü.", "1997 - Cezayir'de Ömeriye katliamı: 42 kişinin ölümü.", "1994 - Gagavuzya kuruldu.", "1993 - Doğu Afrika ülkesi Eritre'de, Etiyopya'dan bağımsızlık referandumu başladı.", "1992 - Sağlık kontrolü için ABD'de bulunan Cumhurbaşkanı Turgut Özal'a, prostat kanseri teşhisi konuldu.", "1990 - Namibya; Birleşmiş Milletlerin 160., İngiliz Milletler Topluluğu'nun ise 50. üyesi oldu.", "1984 - Cumhurbaşkanı Kenan Evren'in öğretmenlere mesajı: \"Çocuklarımıza; geçmişte varlığımıza göz diken ihanet ocaklarının pençesine düşenlerin başarısızlık, çaresizlik, kan ve gözyaşı ile noktalanan acı sonlarını hatırlatarak her zorluğu aşmada, çağdaş uygarlığa ulaşmada Atatürkçülükten başka çıkar yol olmadığını ... anlatınız.\"", "1984 - AIDS'e neden olan virüs belirlendi.", "1982 - 12 Eylül Darbesi'nin 15. idamı: 1974 yılında başka biriyle evlenmek için karısını başına dört kurşun sıkarak öldüren Sabri Altay, idam edildi.", "1982 - TRT, haftada iki gün renkli televizyon yayınına başladı.", "1981 - Millî Güvenlik Konseyi, eski Gümrük ve Tekel Bakanlarından Tuncay Mataracı'nın Yüce Divan'da yargılanmasına karar verdi.", "1979 - 23 Nisan Ulusal Egemenlik ve Çocuk Bayramı, UNESCO'nun 1979 yılını \"Çocuk Yılı\" olarak duyurmasının ardından, TRT tarafından \"TRT Uluslararası 23 Nisan Çocuk Şenliği\" adı ile ilk kez kutlandı.", "1979 - Türkiye'nin yedi ülke ile telefon görüşmesini sağlayacak olan uyduyla haberleşme istasyonu hizmete girdi.", "1979 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Sıkıyönetim Koordinasyon Toplantısı'nda konuşan Adalet Bakanı Mehmet Can, \"Bingöl'de okullarda İstiklal Marşı söylenmemektedir. Atatürk'ün resmi sınıflardan alınıp çamura atılmış. Öğretmen mâni olmaya kalkmış, öldürmüşler.\" dedi.", "1969 - Robert Kennedy'nin katili Sirhan Bişara Sirhan, ölüm cezasına çarptırıldı.", "1968 - ABD'deki Columbia Üniversitesi'nde bir grup Vietnam Savaşı karşıtı öğrenci, yönetim binalarını ele geçirerek üniversiteyi kapattı.", "1967 - Sovyetler Birliği Soyuz uzay aracının ilk misyonu Soyuz 1, Baykonur Uzay Üssü'nden fırlatıldı.", "1965 - İlk Sovyet haberleşme uydusu, Maniya-1 uzaya fırlatıldı.", "1961 - Yerli yapım 27 Mayıs Treni ilk seferini yaptı.", "1961 - İlk TBMM binası müze haline getirildi.", "1960 - İzmit Petrol Rafinerisi'nin temeli atıldı.", "1948 - II. Dünya Savaşı'ndan beri kapalı tutulan Topkapı Sarayı Müzesi ve İstanbul Arkeoloji Müzesi halka açıldı.", "1945 - Doğan Kardeş dergisinin ilk sayısı yayımlandı.", "1935 - Polonya'da anayasanın kabulü.", "1923 - Lozan Barış Konferansı 23 Nisan 1923’te ikinci defa toplanarak, taraflar olan TBMM temsilcileriyle Birleşik Krallık, Fransa, İtalya, Japonya, Yunanistan, Romanya, Bulgaristan, Portekiz, Belçika, SSCB ve Yugoslavya temsilcileri aracılığıyla 24 Temmuz 1923’te sonuçlandırılmıştır.", "1920 - Türkiye Büyük Millet Meclisi açıldı ve ilk kez toplandı.", "1906 - Rusya'da Çar II. Nikolay, \"Temel Yasalar\" olarak bilinen anayasayı ilan etti.", "1827 - William Rowan Hamilton, Işık Sistemleri Teorisi'ni hazırladı."]