["2012 - ABD Başkanı Barack Obama, Ermenilerin 1915'te yaşanan olayları anma günü olarak seçtiği 24 Nisan'daki konuşmasında, geçen yıl olduğu gibi \"Büyük Felaket\" anlamına gelen \"Meds Yeghern\" ifadesini kullandı.", "2007 - Başbakan Recep Tayyip Erdoğan, Abdullah Gül'ü Cumhurbaşkanlığına aday göstereceklerini açıkladı. Abdullah Gül de Türkiye'nin 11. Cumhurbaşkanı adaylığı için TBMM Başkanlığına başvurdu.", "2004 - Kıbrıs'ta Annan Planı için referandum yapıldı. Türk tarafının kabul ettiği plan, Rum tarafının reddetmesi sonucu hayata geçirilemedi.", "2001 - Ankara DGM Cumhuriyet Başsavcılığı, \"Beyaz Enerji Operasyonu\"na ilişkin soruşturmayı tamamlayarak dava açtı.", "1980 - İran'da rehin tutulan 52 Amerikalıyı kurtarmak için girişilen kurtarma operasyonu, rehineler kurtarılamadan sekiz ABD askerinin ölümüyle sonuçlandı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Genelkurmay Başkanı Orgeneral Kenan Evren, not defterine, \"Durum hiç de iyi değil. Hiçbir şeyin hâlledildiği yok. Galiba sonunda bu işe müdahale etmek zorunda kalacağız.\" yazdı.", "1978 - Ereğli Kömür İşletmesi'nin Armutçuk üretim bölgesindeki grizu patlamasında, 17 işçi öldü.", "1972 - Türkiye Büyük Millet Meclisi; Deniz Gezmiş, Yusuf Aslan ve Hüseyin İnan'ın idam kararlarını yeniden onayladı.", "1967 - Sovyetler Birliği'ne ait Soyuz 1 uzay aracı, dünyaya dönüş sırasında yere çakıldı.", "1959 - Mısır Devlet Başkanı Cemal Abdünnasır, Shell ve Anglo-Egyptian petrol şirketlerini kamulaştırma emri verdi.", "1955 - Endonezya'nın Bandung kentinde 18 Nisan'da, 29 bağlantısız Afrika ve Asya ülkesinin bir araya geldiği konferans sona erdi; sonuç bildirgesinde sömürgeciliğin ve ırkçılığın son bulması istendi. (bknz. Bandung Konferansı)", "1946 - Ulvi Cemal Erkin'in \"Birinci Senfonisi\", Ankara Devlet Konservatuvarı'nda ilk kez seslendirildi.", "1939 -  Hatay Cumhurbaşkanı Tayfur Sökmen, Atatürk'ün ve İnönü'nün bir görevlisi olduğunu belirten bir konuşma yaptı.", "1920 - Mustafa Kemal, Büyük Millet Meclisi Reisliği'ne seçildi.", "1916 - Patrick Pearse önderliğindeki \"İrlanda Cumhuriyetçi Kardeşliği\" adlı gizli milliyetçi örgüt, Postane Baskını ile Dublin'de İngiliz egemenliğine karşı Paskalya Ayaklanması'nı başlattı.", "1915 - İstanbul'da Ermeni topluluğunun önde gelenlerinden 2345 kişi tutuklandı.", "1909 - İstanbul'a gelen Hareket Ordusu, 31 Mart Ayaklanması'nı bastırdı.", "1898 - İspanya, Küba'nın bağımsızlığını destekleyen ABD'nin Ada'nın boşaltılması isteğini reddederek, ABD'ye savaş ilan etti.", "1877 - Rusya, Eflak ve Boğdan'a girerek Osmanlılara savaş açtı, böylece 93 Harbi olarak anılan Osmanlı-Rus savaşı başlamış oldu.", "1854 - I. Franz Joseph ile Elisabeth (namıdiğer Şisi) Augustinerkirche'de evlendiler.", "1830 - Osmanlı Hükûmeti, Yunan Devleti'nin varlığını resmen kabul etti.", "1800 - Dünyanın en büyük kütüphanesi olan Kongre Kütüphanesi kuruldu.", "1704 - Amerika'nın ilk gazetesi olan The Boston News-Letter, John Kampbell tarafından Boston'da basıldı.", "1558 - İskoç Kraliçesi I. Mary, Dofen II. François ile Notre Dame Katedrali'nde evlendi.", "1513 - Yenişehir Muharebesi, I. Selim ile ağabeyi Ahmet Sultan arasında gerçekleşen taht kavgasının sonu.", "1512 - I. Selim, Osmanlı İmparatorluğu tahtına çıktı."]