["2012 - ABD Bau015fkanu0131 Barack Obama, Ermenilerin 1915'te yau015fanan olaylaru0131 anma gu00fcnu00fc olarak seu00e7tiu011fi 24 Nisan'daki konuu015fmasu0131nda, geu00e7en yu0131l olduu011fu gibi "Bu00fcyu00fck Felaket" anlamu0131na gelen "Meds Yeghern" ifadesini kullandu0131.",  "2007 - Bau015fbakan Recep Tayyip Erdou011fan, Abdullah Gu00fcl'u00fc Cumhurbau015fkanlu0131u011fu0131na aday gu00f6stereceklerini au00e7u0131kladu0131. Abdullah Gu00fcl de Tu00fcrkiye'nin 11. Cumhurbau015fkanu0131 adaylu0131u011fu0131 iu00e7in TBMM Bau015fkanlu0131u011fu0131na bau015fvurdu.",  "2004 - Ku0131bru0131s'ta Annan Planu0131 iu00e7in referandum yapu0131ldu0131. Tu00fcrk tarafu0131nu0131n kabul ettiu011fi plan, Rum tarafu0131nu0131n reddetmesi sonucu hayata geu00e7irilemedi.",  "2001 - Ankara DGM Cumhuriyet Bau015fsavcu0131lu0131u011fu0131, "Beyaz Enerji Operasyonu"na iliu015fkin soruu015fturmayu0131 tamamlayarak dava au00e7tu0131.",  "1980 - u0130ran'da rehin tutulan 52 Amerikalu0131yu0131 kurtarmak iu00e7in giriu015filen kurtarma operasyonu, rehineler kurtaru0131lamadan sekiz ABD askerinin u00f6lu00fcmu00fcyle sonuu00e7landu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Genelkurmay Bau015fkanu0131 Orgeneral Kenan Evren, not defterine, "Durum hiu00e7 de iyi deu011fil. Hiu00e7bir u015feyin hu00e2lledildiu011fi yok. Galiba sonunda bu iu015fe mu00fcdahale etmek zorunda kalacau011fu0131z." yazdu0131.",  "1978 - Ereu011fli Ku00f6mu00fcr u0130u015fletmesi'nin Armutu00e7uk u00fcretim bu00f6lgesindeki grizu patlamasu0131nda, 17 iu015fu00e7i u00f6ldu00fc.",  "1972 - Tu00fcrkiye Bu00fcyu00fck Millet Meclisi; Deniz Gezmiu015f, Yusuf Aslan ve Hu00fcseyin u0130nan'u0131n idam kararlaru0131nu0131 yeniden onayladu0131.",  "1967 - Sovyetler Birliu011fi'ne ait Soyuz 1 uzay aracu0131, du00fcnyaya du00f6nu00fcu015f su0131rasu0131nda yere u00e7aku0131ldu0131.",  "1959 - Mu0131su0131r Devlet Bau015fkanu0131 Cemal Abdu00fcnnasu0131r, Shell ve Anglo-Egyptian petrol u015firketlerini kamulau015ftu0131rma emri verdi.",  "1955 - Endonezya'nu0131n Bandung kentinde 18 Nisan'da, 29 bau011flantu0131su0131z Afrika ve Asya u00fclkesinin bir araya geldiu011fi konferans sona erdi; sonuu00e7 bildirgesinde su00f6mu00fcrgeciliu011fin ve u0131rku00e7u0131lu0131u011fu0131n son bulmasu0131 istendi. (bknz. Bandung Konferansu0131)",  "1946 - Ulvi Cemal Erkin'in "Birinci Senfonisi", Ankara Devlet Konservatuvaru0131'nda ilk kez seslendirildi.",  "1939 -  Hatay Cumhurbau015fkanu0131 Tayfur Su00f6kmen, Atatu00fcrk'u00fcn ve u0130nu00f6nu00fc'nu00fcn bir gu00f6revlisi olduu011funu belirten bir konuu015fma yaptu0131.",  "1920 - Mustafa Kemal, Bu00fcyu00fck Millet Meclisi Reisliu011fi'ne seu00e7ildi.",  "1916 - Patrick Pearse u00f6nderliu011findeki "u0130rlanda Cumhuriyetu00e7i Kardeu015fliu011fi" adlu0131 gizli milliyetu00e7i u00f6rgu00fct, Postane Basku0131nu0131 ile Dublin'de u0130ngiliz egemenliu011fine karu015fu0131 Paskalya Ayaklanmasu0131'nu0131 bau015flattu0131.",  "1915 - u0130stanbul'da Ermeni topluluu011funun u00f6nde gelenlerinden 2345 kiu015fi tutuklandu0131.",  "1909 - u0130stanbul'a gelen Hareket Ordusu, 31 Mart Ayaklanmasu0131'nu0131 bastu0131rdu0131.",  "1898 - u0130spanya, Ku00fcba'nu0131n bau011fu0131msu0131zlu0131u011fu0131nu0131 destekleyen ABD'nin Ada'nu0131n bou015faltu0131lmasu0131 isteu011fini reddederek, ABD'ye savau015f ilan etti.",  "1877 - Rusya, Eflak ve Bou011fdan'a girerek Osmanlu0131lara savau015f au00e7tu0131, bu00f6ylece 93 Harbi olarak anu0131lan Osmanlu0131-Rus savau015fu0131 bau015flamu0131u015f oldu.",  "1854 - I. Franz Joseph ile Elisabeth (namu0131diu011fer u015eisi) Augustinerkirche'de evlendiler.",  "1830 - Osmanlu0131 Hu00fcku00fbmeti, Yunan Devleti'nin varlu0131u011fu0131nu0131 resmen kabul etti.",  "1800 - Du00fcnyanu0131n en bu00fcyu00fck ku00fctu00fcphanesi olan Kongre Ku00fctu00fcphanesi kuruldu.",  "1704 - Amerika'nu0131n ilk gazetesi olan The Boston News-Letter, John Kampbell tarafu0131ndan Boston'da basu0131ldu0131.",  "1558 - u0130skou00e7 Kraliu00e7esi I. Mary, Dofen II. Franu00e7ois ile Notre Dame Katedrali'nde evlendi.",  "1513 - Yeniu015fehir Muharebesi, I. Selim ile au011fabeyi Ahmet Sultan arasu0131nda geru00e7ekleu015fen taht kavgasu0131nu0131n sonu.",  "1512 - I. Selim, Osmanlu0131 u0130mparatorluu011fu tahtu0131na u00e7u0131ktu0131."]







