["2022 - Osman Kavala ağırlaştırılmış müebbet hapis cezasına çarptırıldı.", "2015 - Nepal'de 7,8 veya 8,1 şiddetinde deprem meydana geldi, 8.000'den fazla kişi öldü. 19.000 kişi yaralandı.", "2005 - Japonya'da tren kazası: 107 ölü.", "2005 - Bulgaristan ve Romanya'nın, Avrupa Birliği'ne girişi için müzakereler başladı.", "2001 - Merkez Bankası'na özerklik getiren yasa TBMM'de kabul edildi.", "2001 - Filipinler'in eski Devlet Başkanı Joseph Estrada, ülkesinin 80 milyon dolarını hortumlamak suçlamasıyla, Manila'daki evinde yakalanarak tutuklandı.", "1990 - ABD uzay mekiği Discovery'nin mürettebatı, ilk uzay teleskobu Hubble'ı yer çevresinde yörüngeye oturtmayı başardı.", "1983 - Pioneer 10, Plüton'un yörüngesini aştı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Sol görüşlü Seyit Konuk, İbrahim Ethem Coşkun ve Necati Vardar adlı militanlar, İzmir'de müteahhit Nuri Yapıcı'yı öldürdüler. Yurt sathında 15 kişi öldürüldü.", "1976 - Portekiz'de faşist diktatörlük sonrasında yapılan ilk Parlamento seçimlerini, Mario Soares liderliğindeki Sosyalist Parti kazandı.", "1975 - Portekiz'de Kurucu Meclis seçimlerini, Mario Soares'in liderliğindeki Sosyalist Parti kazandı.", "1974 - Portekiz'de Karanfil Devrimi: General Antonio Spinola'nın yönettiği askeri ayaklanmayla, Salazar'ın faşist diktatörlüğü devrildi.", "1968 - Andre Malraux'nun Türkçeye çevrilen \"Umut\" adlı kitabı \"komünizm propagandası\" yapıldığı gerekçesiyle toplatıldı.", "1962 - Anayasa Mahkemesi kuruldu.", "1957 - Muğla'nın Fethiye ilçesinde 7,1 büyüklüğünde bir deprem oldu: 67 kişi öldü.", "1953 - Cambridge Üniversitesi'nde iki bilim insanı, kalıtsal özellikleri ebeveynden çocuğa taşıyan deoksiribonükleik asit (DNA) adını verdikleri molekül yapısını buldular.", "1952 - Başbakan Adnan Menderes ve Dışişleri Bakanı Fuad Köprülü, Yunanistan'a resmi ziyarette bulundu.", "1946 - Türkiye Garanti Bankası kuruldu.", "1946 - İstanbul - Ankara hattında, yataklı tren seferleri başladı.", "1945 - 46 ülkeden gelen delegeler, Milletler Cemiyeti'nin yerini alacak olan Birleşmiş Milletler'i kurmak üzere San Fransisco'da bir araya geldiler.", "1939 -  İstanbul- Berlin arasında 1 Haziran'dan başlayarak düzenli seferler yapılması konusunda Lufthansa ile sözleşme imzalandı.", "1926 - İran'da Rıza Han Pehlevi, kendisini \"Şah\" ilan etti.", "1925 - Mareşal Hindenburg, Almanya'nın halk oyuyla seçilen ilk Cumhurbaşkanı oldu.", "1915 - Arıburnu Muharebeleri başladı.", "1915 - Seddülbahir Muharebeleri başladı.", "1915 - İngiliz - Fransız kuvvetleri, Çanakkale'ye çıkarma harekâtı başlattı. Kara savaşları başladı.", "1901 - New York, otomobillere plaka uygulamasını zorunlu hale getiren ilk eyalet oldu.", "1859 - Kızıldeniz ile Akdeniz'i birbirine bağlayacak olan Süveyş Kanalı'nın kazılmasına, Mısır'ın Port Said kentinde başlandı.", "1719 - Daniel Defoe'nun ünlü romanı, Robinson Crusoe yayımlandı."]