["2022 - Osman Kavala au011fu0131rlau015ftu0131ru0131lmu0131u015f mu00fcebbet hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "2015 - Nepal'de 7,8 veya 8,1 u015fiddetinde deprem meydana geldi, 8.000'den fazla kiu015fi u00f6ldu00fc. 19.000 kiu015fi yaralandu0131.",  "2005 - Japonya'da tren kazasu0131: 107 u00f6lu00fc.",  "2005 - Bulgaristan ve Romanya'nu0131n, Avrupa Birliu011fi'ne giriu015fi iu00e7in mu00fczakereler bau015fladu0131.",  "2001 - Merkez Bankasu0131'na u00f6zerklik getiren yasa TBMM'de kabul edildi.",  "2001 - Filipinler'in eski Devlet Bau015fkanu0131 Joseph Estrada, u00fclkesinin 80 milyon dolaru0131nu0131 hortumlamak suu00e7lamasu0131yla, Manila'daki evinde yakalanarak tutuklandu0131.",  "1990 - ABD uzay mekiu011fi Discovery'nin mu00fcrettebatu0131, ilk uzay teleskobu Hubble'u0131 yer u00e7evresinde yu00f6ru00fcngeye oturtmayu0131 bau015fardu0131.",  "1983 - Pioneer 10, Plu00fcton'un yu00f6ru00fcngesini au015ftu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Sol gu00f6ru00fcu015flu00fc Seyit Konuk, u0130brahim Ethem Cou015fkun ve Necati Vardar adlu0131 militanlar, u0130zmir'de mu00fcteahhit Nuri Yapu0131cu0131'yu0131 u00f6ldu00fcrdu00fcler. Yurt sathu0131nda 15 kiu015fi u00f6ldu00fcru00fcldu00fc.",  "1976 - Portekiz'de fau015fist diktatu00f6rlu00fck sonrasu0131nda yapu0131lan ilk Parlamento seu00e7imlerini, Mario Soares liderliu011findeki Sosyalist Parti kazandu0131.",  "1975 - Portekiz'de Kurucu Meclis seu00e7imlerini, Mario Soares'in liderliu011findeki Sosyalist Parti kazandu0131.",  "1974 - Portekiz'de Karanfil Devrimi: General Antonio Spinola'nu0131n yu00f6nettiu011fi askeri ayaklanmayla, Salazar'u0131n fau015fist diktatu00f6rlu00fcu011fu00fc devrildi.",  "1968 - Andre Malraux'nun Tu00fcrku00e7eye u00e7evrilen "Umut" adlu0131 kitabu0131 "komu00fcnizm propagandasu0131" yapu0131ldu0131u011fu0131 gereku00e7esiyle toplatu0131ldu0131.",  "1962 - Anayasa Mahkemesi kuruldu.",  "1957 - Muu011fla'nu0131n Fethiye ilu00e7esinde 7,1 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem oldu: 67 kiu015fi u00f6ldu00fc.",  "1953 - Cambridge u00dcniversitesi'nde iki bilim insanu0131, kalu0131tsal u00f6zellikleri ebeveynden u00e7ocuu011fa tau015fu0131yan deoksiribonu00fckleik asit (DNA) adu0131nu0131 verdikleri moleku00fcl yapu0131su0131nu0131 buldular.",  "1952 - Bau015fbakan Adnan Menderes ve Du0131u015fiu015fleri Bakanu0131 Fuad Ku00f6pru00fclu00fc, Yunanistan'a resmi ziyarette bulundu.",  "1946 - Tu00fcrkiye Garanti Bankasu0131 kuruldu.",  "1946 - u0130stanbul - Ankara hattu0131nda, yataklu0131 tren seferleri bau015fladu0131.",  "1945 - 46 u00fclkeden gelen delegeler, Milletler Cemiyeti'nin yerini alacak olan Birleu015fmiu015f Milletler'i kurmak u00fczere San Fransisco'da bir araya geldiler.",  "1939 -  u0130stanbul- Berlin arasu0131nda 1 Haziran'dan bau015flayarak du00fczenli seferler yapu0131lmasu0131 konusunda Lufthansa ile su00f6zleu015fme imzalandu0131.",  "1926 - u0130ran'da Ru0131za Han Pehlevi, kendisini "u015eah" ilan etti.",  "1925 - Mareu015fal Hindenburg, Almanya'nu0131n halk oyuyla seu00e7ilen ilk Cumhurbau015fkanu0131 oldu.",  "1915 - Aru0131burnu Muharebeleri bau015fladu0131.",  "1915 - Seddu00fclbahir Muharebeleri bau015fladu0131.",  "1915 - u0130ngiliz - Fransu0131z kuvvetleri, u00c7anakkale'ye u00e7u0131karma hareku00e2tu0131 bau015flattu0131. Kara savau015flaru0131 bau015fladu0131.",  "1901 - New York, otomobillere plaka uygulamasu0131nu0131 zorunlu hale getiren ilk eyalet oldu.",  "1859 - Ku0131zu0131ldeniz ile Akdeniz'i birbirine bau011flayacak olan Su00fcveyu015f Kanalu0131'nu0131n kazu0131lmasu0131na, Mu0131su0131r'u0131n Port Said kentinde bau015flandu0131.",  "1719 - Daniel Defoe'nun u00fcnlu00fc romanu0131, Robinson Crusoe yayu0131mlandu0131."]







