["2010 - Mardin'in Mazu0131dau011fu0131 u0130lu00e7esi'ne bau011flu0131 Bilge Ku00f6yu00fcnde, 7'si u00e7ocuk 44 kiu015finin u00f6ldu00fcru00fclmesiyle ilgili tutuklanan 8 kiu015fiden, 6'su0131na ku0131rk du00f6rder kez mu00fcebbet hapis verildi. Bilge Ku00f6yu00fc Katliamu0131 olarak tarihe geu00e7en olayda; yau015fu0131 ku00fcu00e7u00fck olan bir sanu0131u011fa 44 kez 15 yu0131l, evinde silah bulunduran sanu0131u011fa ise 15 yu0131l hapis cezasu0131 verildi.",  "2007 - Pekin'de Olimpiyat Oyunlaru0131 ateu015fi yaku0131ldu0131.",  "2006 - TTNET Anonim u015eirketi kuruldu.",  "2005 - Birleu015fmiu015f Milletler, CHP u0130stanbul Milletvekili Kemal Derviu015f'in Birleu015fmiu015f Milletler Kalku0131nma Programu0131 Bau015fkanlu0131u011fu0131na seu00e7ildiu011fini resmen au00e7u0131kladu0131.",  "2005 - Cumhurbau015fkanu0131 Ahmet Necdet Sezer'in veto ettiu011fi 10 bin polis kadrosu au00e7u0131lmasu0131na ve ilahiyat mezunlaru0131nu0131n da polis olabilmesine olanak sau011flayan yasa, TBMM'de aynen kabul edildi.",  "2004 - Karadenizliler, u00c7ernobil faciasu0131ndan tam 18 yu0131l sonra du00f6nemin Sanayi ve Ticaret Bakanu0131 Cahit Aral ve Atom Enerjisi Kurumu Bau015fkanu0131 Ahmed Yu00fcksel u00d6zemre hakku0131nda suu00e7 duyurusunda bulundu. Gereku00e7e; Karadeniz'de kanser vakalaru0131nu0131n artmasu0131.",  "2001 - Liberal Demokrat Parti'den Junichiru014d Koizumi, ilk Japon Bau015fbakanu0131 oldu.",  "2000 - Eskiu015fehir Milletvekili Mail Bu00fcyu00fckerman, Cumhurbau015fkanlu0131u011fu0131 adaylu0131u011fu0131na tepki gu00f6sterildiu011fi gereku00e7esiyle DSP'den istifa etti.",  "1999 - u00c7ernobil Faciasu0131'nu0131n yu0131l du00f6nu00fcmu00fcnde sanal korsanlar bilgisayarlaru0131 kilitledi. u00c7ernobil viru00fcsu00fc'nden 300 bin PC etkilendi. Binlerce u015firkette bu00fcyu00fck panik yau015fandu0131. Faturasu0131 100 milyon dolar.",  "1997 - Sanayi Bakanu0131 Yalu0131m Erez ile Sau011flu0131k Bakanu0131 Yu0131ldu0131ru0131m Aktuna, Refahyol Hu00fcku00fcmetinin Cumhuriyet'in temel niteliklerini tahrip ettiu011fini, Tu00fcrkiye iu00e7in fayda deu011fil, zarar getirdiu011fini au00e7u0131klayarak istifa ettiler.",  "1996 - Tu00fcrkiye'nin ilk u00fcst geu00e7it lokantasu0131 TEM otoyolu u00fczerinde McDonald's tarafu0131ndan Sapanca'da au00e7u0131ldu0131.",  "1995 - Tu00fcrkiye'nin ilk kadu0131n kaymakamlaru0131 Elif Arslan ile u00d6zlem Bozkurt gu00f6revlerine bau015fladu0131lar.",  "1995 - 31 Mart'ta PKK militanlaru0131 tarafu0131ndan kau00e7u0131ru0131lan Reuters muhabiri Fatih Saru0131bau015f ile Agence France-Presse (Fransu0131z Basu0131n Ajansu0131) muhabiri Kadri Gu00fcrsel serbest bu0131raku0131ldu0131.",  "1994 - Gu00fcney Afrika Cumhuriyeti'nde ilk u00e7ok u0131rklu0131 seu00e7imler yapu0131ldu0131. Oylaru0131n yu00fczde 62'sini alan Nelson Mandela liderliu011findeki Afrika Ulusal Kongresi, seu00e7imlerin galibi oldu.",  "1994 - Bir u00c7in uu00e7au011fu0131, Japonya'da du00fcu015ftu00fc ve 264 kiu015fi u00f6ldu00fc.",  "1991 - Karabau011f bu00f6lgesinde, 4 Azeri gu00fcvenlik gu00f6revlisi u00f6ldu00fcru00fcldu00fc. Olayu0131 u201cKarabau011f Savau015fu00e7u0131laru0131u201d adlu0131 u00f6rgu00fct u00fcstlendi.",  "1991 - u0130stanbul u00c7avuu015fou011flu Lisesi, Du00fcnya Liselerarasu0131 Basketbol u015eampiyonu oldu.",  "1988 - Tu0131p Etik Kurulu, Dr. Ziya u00d6zel'in kanserli hastalaru0131n tedavisinde kullandu0131u011fu0131 zakkum ekstresinin ilau00e7 olmadu0131u011fu0131na karar verdi.",  "1986 - u00c7ernobil faciasu0131: Ukrayna'nu0131n (SSCB) u00c7ernobil kentinde meydana gelen ve yaklau015fu0131k 7 milyon kiu015finin zarar gu00f6rdu00fcu011fu00fc patlama nedeniyle ortaya u00e7u0131kan radyoaktif bulutlardan, Tu00fcrkiye de etkilendi.",  "1979 - u0130stanbul Su0131ku0131yu00f6netim Komutanlu0131u011fu0131, 1 Mayu0131s u0130u015fu00e7i Bayramu0131 kutlamalaru0131nu0131 yasakladu0131u011fu0131nu0131 bildirdi.",  "1978 - Dr. Cengiz Tau015fer, TRT Genel Mu00fcdu00fcru00fc olarak atandu0131.",  "1977 - Cumhuriyet Halk Partisi lideri Bu00fclent Ecevit'in seu00e7im otobu00fcsu00fc, Niksar'da kuru015funlandu0131. Saldu0131ru0131da 10 kiu015fi yaralandu0131.",  "1972 - Yazar Sevgi Soysal, bir yu0131l hapse mahku00fbm oldu.",  "1971 - Su0131ku0131yu00f6netim, Devrimci Dou011fu Ku00fcltu00fcr Ocaklaru0131 ve Dev-Genu00e7'i kapattu0131.",  "1971 - 11 ilde su0131ku0131yu00f6netim ilan edildi. Adalet Bakanu0131 u0130smail Arar, gazetecilerin "Bir isyan mu0131 var?" sorusunu cevapsu0131z bu0131raktu0131. Bir ay su00fcreyle su0131ku0131yu00f6netim ilan edilen iller u015funlar: Ankara, u0130stanbul, u0130zmir, Adana, Diyarbaku0131r, Eskiu015fehir, Hatay, Kocaeli, Sakarya, Siirt, Zonguldak.",  "1967 - Pablo Picasso'nun bir tablosu, yau015fayan bir sanatu00e7u0131 iu00e7in o gu00fcne kadarki en yu00fcksek fiyat olan 532.000 dolara satu0131ldu0131.",  "1966 - u00d6zbekistan'a bau011flu0131 Tau015fkent'te meydana gelen 7,5 Richter u00f6lu00e7eu011findeki deprem, neredeyse kentin tamamu0131nu0131 yerle bir etti.",  "1964 - Tanganika Cumhuriyeti, Zanzibaru00a0veu00a0Pemba Halk Cumhuriyeti'nin birleu015fmesiyle Tanzanya Birleu015fik Cumhuriyeti kuruldu. Julius Nyerere Cumhurbau015fkanu0131 oldu.",  "1961 - Yu00fcksek Seu00e7im Kurulu oluu015fturuldu.",  "1954 - Kore ve Hindiu00e7in ile ilgili Cenevre Konferansu0131 toplandu0131.",  "1954 - Burdur u015eeker Fabrikasu0131'nu0131n temeli atu0131ldu0131.",  "1937 - Guernica Bombardu0131manu0131: General Franco'ya yardu0131m amacu0131yla Hitler'in talebiyle bazu0131 gu00f6nu00fcllu00fc havacu0131laru0131n u0130spanya'nu0131n Bask bu00f6lgesindeki Guernica kentini bombalamasu0131.",  "1930 - u0130stanbul, Mecidiyeku00f6y'deki liku00f6r fabrikasu0131 au00e7u0131ldu0131.",  "1912 - u0130lk defa, bir Osmanlu0131 pilotu olan Fesa Bey (Evrensev), Osmanlu0131 tayyaresi ile Tu00fcrk topraklaru0131 u00fczerinde uu00e7tu.",  "1903 - u00dcnlu00fc u0130spanyol taku0131mu0131 Atlu00e9tico Madrid kuruldu.",  "1870 - Osmanlu0131 Devletiu2019nde, Du00e2ru00fclmuallimu00e2t (Ku0131z u00d6u011fretmen Okulu) au00e7u0131ldu0131. Su0131navla 32 ku0131z u00f6u011frenci alu0131ndu0131.",  "1865 - ABD Bau015fkanu0131 Abraham Lincoln'u00fc bir suikastla u00f6ldu00fcren John Wilkes Booth, Amerika Birleu015fik Devletleri Kara Kuvvetleri askerleri tarafu0131ndan on iki gu00fcnlu00fck bir insan avu0131nu0131n sonunda, kuzey Virginia'nu0131n ku0131rsal kesiminde yakalandu0131 ve u00f6ldu00fcru00fcldu00fc."]







