["2010 - Mardin'in Mazıdağı İlçesi'ne bağlı Bilge Köyünde, 7'si çocuk 44 kişinin öldürülmesiyle ilgili tutuklanan 8 kişiden, 6'sına kırk dörder kez müebbet hapis verildi. Bilge Köyü Katliamı olarak tarihe geçen olayda; yaşı küçük olan bir sanığa 44 kez 15 yıl, evinde silah bulunduran sanığa ise 15 yıl hapis cezası verildi.", "2007 - Pekin'de Olimpiyat Oyunları ateşi yakıldı.", "2006 - TTNET Anonim Şirketi kuruldu.", "2005 - Birleşmiş Milletler, CHP İstanbul Milletvekili Kemal Derviş'in Birleşmiş Milletler Kalkınma Programı Başkanlığına seçildiğini resmen açıkladı.", "2005 - Cumhurbaşkanı Ahmet Necdet Sezer'in veto ettiği 10 bin polis kadrosu açılmasına ve ilahiyat mezunlarının da polis olabilmesine olanak sağlayan yasa, TBMM'de aynen kabul edildi.", "2004 - Karadenizliler, Çernobil faciasından tam 18 yıl sonra dönemin Sanayi ve Ticaret Bakanı Cahit Aral ve Atom Enerjisi Kurumu Başkanı Ahmed Yüksel Özemre hakkında suç duyurusunda bulundu. Gerekçe; Karadeniz'de kanser vakalarının artması.", "2001 - Liberal Demokrat Parti'den Junichirō Koizumi, ilk Japon Başbakanı oldu.", "2000 - Eskişehir Milletvekili Mail Büyükerman, Cumhurbaşkanlığı adaylığına tepki gösterildiği gerekçesiyle DSP'den istifa etti.", "1999 - Çernobil Faciası'nın yıl dönümünde sanal korsanlar bilgisayarları kilitledi. Çernobil virüsü'nden 300 bin PC etkilendi. Binlerce şirkette büyük panik yaşandı. Faturası 100 milyon dolar.", "1997 - Sanayi Bakanı Yalım Erez ile Sağlık Bakanı Yıldırım Aktuna, Refahyol Hükümetinin Cumhuriyet'in temel niteliklerini tahrip ettiğini, Türkiye için fayda değil, zarar getirdiğini açıklayarak istifa ettiler.", "1996 - Türkiye'nin ilk üst geçit lokantası TEM otoyolu üzerinde McDonald's tarafından Sapanca'da açıldı.", "1995 - Türkiye'nin ilk kadın kaymakamları Elif Arslan ile Özlem Bozkurt görevlerine başladılar.", "1995 - 31 Mart'ta PKK militanları tarafından kaçırılan Reuters muhabiri Fatih Sarıbaş ile Agence France-Presse (Fransız Basın Ajansı) muhabiri Kadri Gürsel serbest bırakıldı.", "1994 - Güney Afrika Cumhuriyeti'nde ilk çok ırklı seçimler yapıldı. Oyların yüzde 62'sini alan Nelson Mandela liderliğindeki Afrika Ulusal Kongresi, seçimlerin galibi oldu.", "1994 - Bir Çin uçağı, Japonya'da düştü ve 264 kişi öldü.", "1991 - Karabağ bölgesinde, 4 Azeri güvenlik görevlisi öldürüldü. Olayı “Karabağ Savaşçıları” adlı örgüt üstlendi.", "1991 - İstanbul Çavuşoğlu Lisesi, Dünya Liselerarası Basketbol Şampiyonu oldu.", "1988 - Tıp Etik Kurulu, Dr. Ziya Özel'in kanserli hastaların tedavisinde kullandığı zakkum ekstresinin ilaç olmadığına karar verdi.", "1986 - Çernobil faciası: Ukrayna'nın (SSCB) Çernobil kentinde meydana gelen ve yaklaşık 7 milyon kişinin zarar gördüğü patlama nedeniyle ortaya çıkan radyoaktif bulutlardan, Türkiye de etkilendi.", "1979 - İstanbul Sıkıyönetim Komutanlığı, 1 Mayıs İşçi Bayramı kutlamalarını yasakladığını bildirdi.", "1978 - Dr. Cengiz Taşer, TRT Genel Müdürü olarak atandı.", "1977 - Cumhuriyet Halk Partisi lideri Bülent Ecevit'in seçim otobüsü, Niksar'da kurşunlandı. Saldırıda 10 kişi yaralandı.", "1972 - Yazar Sevgi Soysal, bir yıl hapse mahkûm oldu.", "1971 - Sıkıyönetim, Devrimci Doğu Kültür Ocakları ve Dev-Genç'i kapattı.", "1971 - 11 ilde sıkıyönetim ilan edildi. Adalet Bakanı İsmail Arar, gazetecilerin \"Bir isyan mı var?\" sorusunu cevapsız bıraktı. Bir ay süreyle sıkıyönetim ilan edilen iller şunlar: Ankara, İstanbul, İzmir, Adana, Diyarbakır, Eskişehir, Hatay, Kocaeli, Sakarya, Siirt, Zonguldak.", "1967 - Pablo Picasso'nun bir tablosu, yaşayan bir sanatçı için o güne kadarki en yüksek fiyat olan 532.000 dolara satıldı.", "1966 - Özbekistan'a bağlı Taşkent'te meydana gelen 7,5 Richter ölçeğindeki deprem, neredeyse kentin tamamını yerle bir etti.", "1964 - Tanganika Cumhuriyeti, Zanzibar ve Pemba Halk Cumhuriyeti'nin birleşmesiyle Tanzanya Birleşik Cumhuriyeti kuruldu. Julius Nyerere Cumhurbaşkanı oldu.", "1961 - Yüksek Seçim Kurulu oluşturuldu.", "1954 - Kore ve Hindiçin ile ilgili Cenevre Konferansı toplandı.", "1954 - Burdur Şeker Fabrikası'nın temeli atıldı.", "1937 - Guernica Bombardımanı: General Franco'ya yardım amacıyla Hitler'in talebiyle bazı gönüllü havacıların İspanya'nın Bask bölgesindeki Guernica kentini bombalaması.", "1930 - İstanbul, Mecidiyeköy'deki likör fabrikası açıldı.", "1912 - İlk defa, bir Osmanlı pilotu olan Fesa Bey (Evrensev), Osmanlı tayyaresi ile Türk toprakları üzerinde uçtu.", "1903 - Ünlü İspanyol takımı Atlético Madrid kuruldu.", "1870 - Osmanlı Devleti’nde, Dârülmuallimât (Kız Öğretmen Okulu) açıldı. Sınavla 32 kız öğrenci alındı.", "1865 - ABD Başkanı Abraham Lincoln'ü bir suikastla öldüren John Wilkes Booth, Amerika Birleşik Devletleri Kara Kuvvetleri askerleri tarafından on iki günlük bir insan avının sonunda, kuzey Virginia'nın kırsal kesiminde yakalandı ve öldürüldü."]