["2016 - 469219 Kamou02bboalewa asteroiti keu015ffedildi.",  "2010 - Almanya'da ilk kez Tu00fcrk ku00f6kenli bir Alman vatandau015fu0131 olan Aygu00fcl u00d6zkan, Bakan oldu.",  "2009 - TBMM tarafu0131ndan "1 Mayu0131s Emek ve Dayanu0131u015fma Gu00fcnu00fc" olarak kabul edilen kanun, Resmi Gazete'de yayu0131mlanarak yu00fcru00fcrlu00fcu011fe girdi.",  "2009 - u0130stanbul'da sabaha karu015fu0131 60 ev ve iu015f yerine basku0131nlar du00fczenlendi. Basku0131nlaru0131n du00fczenlendiu011fi evlerden biri olan, Bostancu0131 Emanet Sokaku2019ta bir apartman dairesinde saat 05:30u2019da u00e7atu0131u015fma u00e7u0131ktu0131. 6 saat su00fcren silahlu0131 u00e7atu0131u015fmada, Devrimci Karargu00e2h yu00f6neticisi Orhan Yu0131lmazkaya, u00e7atu0131u015fma su0131rasu0131nda bau015fu0131ndan vurulan Mazlum u015eeker ve Polis Amiri Semih Balaban u00f6ldu00fc. u00c7atu0131u015fmada aynu0131 zamanda 7 polis de yaralandu0131.",  "2007 - Tu00fcrk Silahlu0131 Kuvvetleri basu0131n au00e7u0131klamasu0131 yaptu0131. (bkz. E-muhtu0131ra)",  "2005 - Airbus A380 ilk uu00e7uu015funu yaptu0131.",  "1994 - Gu00fcney Afrika'da siyahi vatandau015flaru0131n da oy verebildiu011fi ilk demokratik seu00e7imler yapu0131ldu0131.",  "1993 - Ankara Devlet Tiyatrosu, "kamyon tiyatrosu" uygulamasu0131na bau015fladu0131.",  "1988 - Cardiff'te yapu0131lan Avrupa Halter u015eampiyonasu0131'nda ilk kez Tu00fcrkiye adu0131na uluslararasu0131 bir u015fampiyonaya katu0131lan Naim Su00fcleymanou011flu, bir du00fcnya rekoru ku0131rdu0131 ve u00fcu00e7 altu0131n madalya kazandu0131.",  "1981 - Xerox PARC u015eirketi, ilk bilgisayar faresini tanu0131ttu0131.",  "1978 - Afganistan Devlet Bau015fkanu0131 Muhammed Davud Han ve Hu00fcku00fbmeti, saatler su00fcren sokak u00e7atu0131u015fmalaru0131ndan sonra kanlu0131 bir darbeyle iktidardan du00fcu015fu00fcru00fcldu00fc.",  "1965 - Amerika Birleu015fik Devletleri'nin Vietnam Savau015fu0131'na giderek artan u015fekilde katu0131lmasu0131, Fransa'da Paris sokaklaru0131nda protesto edildi.",  "1961 - Sierra Leone, u0130ngiltere'den bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1960 - Togo, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1941 - II. Du00fcnya Savau015fu0131: Alman birlikleri Atina'ya girdi.",  "1940 - Ku00f6y Enstitu00fcleri'nin kuruluu015funa iliu015fkin kanun kabul edildi. Ku00f6ylu00fcnu00fcn eu011fitilmesini, kalku0131nmasu0131nu0131 ve toprau011fa bau011flanmasu0131nu0131 amau00e7layan Ku00f6y Enstitu00fcleri, 1946'dan sonra klasik u00f6u011fretmen okullaru0131na du00f6nu00fcu015ftu00fcru00fcldu00fc.",  "1938 - Tu00fcrkiye ile Yunanistan arasu0131nda dostluk antlau015fmasu0131 imzalandu0131.",  "1927 - Tu00fcrkiye'de ilk radyo yayu0131nu0131 bau015fladu0131. Tu00fcrk Telsiz Telefon A.u015e. adu0131yla u00e7alu0131u015fmalaru0131na bau015flayan u00f6zel kuruluu015f, yayu0131nlaru0131nu0131 1938'de devlet radyosu kurulana kadar su00fcrdu00fcrdu00fc.",  "1909 - II. Abdu00fclhamid tahttan indirildi; yerine V. Mehmed tahta geu00e7ti.",  "1908 - 1908 Yaz Olimpiyatlaru0131, Londra'da bau015fladu0131.",  "1865 - Sultana isimli ve 2300 yolcu tau015fu0131yan buharlu0131 gemi, Mississippi Nehri'nde infilak ederek battu0131: 1700 kiu015fi u00f6ldu00fc.",  "1810 - Beethoven, u00fcnlu00fc eseri Fu00fcr Elise'yi besteledi.",  "1749 - Handel'in Ateu015f Oyunlaru0131 Mu00fcziu011fi ilk kez Londra Green Park'ta seslendirildi.",  "1640 - Evliya u00c7elebi'nin seyahat programu0131, Bursa-u0130stanbul-u0130zmit gu00fczergu00e2hu0131 ile bau015fladu0131.[1]"]







