["2008 - Çin'in doğusundaki Şandong bölgesinin Zibo şehrinde bir yolcu treni raydan çıkarak başka bir trene çarptı; 70 kişi öldü, 420 kişi yaralandı.", "2004 - San Marino, tarihindeki ilk galibiyetini Lihtenştayn karşısında 1-0'lık skorla kazandı.", "2003 - Kıbrıs Cumhuriyeti ile serbest geçişler çerçevesinde 25 binden fazla Rum, Kuzey Kıbrıs Türk Cumhuriyeti'ne geçti.", "2001 - Milyoner Dennis Tito, dünyanın ilk uzay turisti oldu.", "1996 - Avustralya, Port Arthur katliamı. 35 kişi öldü.", "1988 - Aloha Hava Yolları'nın 243 sefer sayılı uçuşu sırasında meydana gelen patlayıcı dekompresyon sonucu, uçağın yolcu kabininin ön kısmında 35 m²'lik bir kısım koparak uçaktan ayrıldı. Uçak, Maui adasındaki Kahului Havalimanına acil iniş yaptı.", "1988 - Ermeni örgütü ASALA'nın kurucusu Agop Agopyan, Atina'da kimliği belirlenemeyen iki kişi tarafından öldürüldü.", "1984 - Türkiye'nin Tahran Büyükelçiliği Sekreteri Şadiye Yönder'in eşi olan ve aynı zamanda İran ile Türkiye arasında ticaret yapan iş insanı Işık Yönder, ASALA militanı tarafından öldürüldü.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Yurt sathında 21 kişi öldürüldü.", "1980 - Abdi İpekçi'nin katil zanlısı Mehmet Ali Ağca, İstanbul'daki yargılamada gıyabında idama mahkûm edildi.", "1979 - Sovyetler Birliği'nin ilk uçak gemisi 'Kiev 28', İstanbul Boğazı'ndan geçti.", "1977 - Batı Almanya'da Kızıl Ordu Fraksiyonu üyeleri, Gudrun Ensslin ve Jan-Carl Raspe ömür boyu hapse mahkûm oldu.", "1975 - CHP Genel Başkanı Bülent Ecevit, Erzincan'da taşlı ve silahlı saldırıya uğradı.", "1971 - Sıkıyönetim, Türkiye Büyük Millet Meclisi'nde kabul edildi. Cumhuriyet ve Akşam gazeteleri 10 gün süreyle kapatıldı.", "1969 - Fransa'da yapılan referandumda, \"hayır\" oylarının fazla çıkması üzerine Devlet Başkanı Charles de Gaulle istifa etti.", "1967 - Expo '67 fuarı, Kanada'nın Montreal kentinde halkın ziyaretine açıldı.", "1963 - Topraksız köylüler Adana'da yürüyüş yaptı.", "1960 - İstanbul Üniversitesi'nde çıkan olaylarda, Orman Fakültesi öğrencisi Turan Emeksiz öldü. İstanbul ve Ankara'da sıkıyönetim ilan edildi.", "1950 - Nightingale Hemşire Koleji, İstanbul'da açıldı.", "1947 - Thor Heyerdahl ve beş kişilik mürettebatı, Kon-Tiki adlı tekneyle Peru'dan yola çıktı. Amaçları, çok önceleri Peruluların Polinezya'ya yerleşmiş olduklarını kanıtlamaktı.", "1945 - İtalyan diktatör Benito Mussolini ile metresi Clara Petacci kurşuna dizildi. Cesetleri bir benzin istasyonunda ayaklarından asılarak teşhir edildi.", "1936 - Mısır'da Kral Fuad'ın beklenmeyen ölümü üzerine, 16 yaşındaki Prens Faruk Kral oldu.", "1935 - Hilal-i Ahmer Cemiyeti'nin adı, Kızılay olarak değiştirildi.", "1920 - Azerbaycan, Sovyetler Birliği'ne katıldı. (1991'de tekrar ayrılmıştır.)", "1920 - İstanbul Hükümeti, Anadolu'da saltanatı devam ettirmek amacıyla Anadolu Fevkalade Müfettiş-i Umumiliği'ni yayınladı.", "1916 - Kût'ül-Amâre bölgesinde 5 aydır kuşatma altında bulunan İngiliz birlikleri teslim oldular.", "1915 - Birinci Kirte Muharebesi başladı."]