["2008 - u00c7in'in dou011fusundaki u015eandong bu00f6lgesinin Zibo u015fehrinde bir yolcu treni raydan u00e7u0131karak bau015fka bir trene u00e7arptu0131; 70 kiu015fi u00f6ldu00fc, 420 kiu015fi yaralandu0131.[2]",  "2004 - San Marino, tarihindeki ilk galibiyetini Lihtenu015ftayn karu015fu0131su0131nda 1-0'lu0131k skorla kazandu0131.[1]",  "2003 - Ku0131bru0131s Cumhuriyeti ile serbest geu00e7iu015fler u00e7eru00e7evesinde 25 binden fazla Rum, Kuzey Ku0131bru0131s Tu00fcrk Cumhuriyeti'ne geu00e7ti.",  "2001 - Milyoner Dennis Tito, du00fcnyanu0131n ilk uzay turisti oldu.",  "1996 - Avustralya, Port Arthur katliamu0131. 35 kiu015fi u00f6ldu00fc.",  "1988 - Aloha Hava Yollaru0131'nu0131n 243 sefer sayu0131lu0131 uu00e7uu015fu su0131rasu0131nda meydana gelen patlayu0131cu0131 dekompresyon sonucu, uu00e7au011fu0131n yolcu kabininin u00f6n ku0131smu0131nda 35 mu00b2'lik bir ku0131su0131m koparak uu00e7aktan ayru0131ldu0131. Uu00e7ak, Maui adasu0131ndaki Kahului Havalimanu0131na acil iniu015f yaptu0131.",  "1988 - Ermeni u00f6rgu00fctu00fc ASALA'nu0131n kurucusu Agop Agopyan, Atina'da kimliu011fi belirlenemeyen iki kiu015fi tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1984 - Tu00fcrkiye'nin Tahran Bu00fcyu00fckelu00e7iliu011fi Sekreteri u015eadiye Yu00f6nder'in eu015fi olan ve aynu0131 zamanda u0130ran ile Tu00fcrkiye arasu0131nda ticaret yapan iu015f insanu0131 Iu015fu0131k Yu00f6nder, ASALA militanu0131 tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Yurt sathu0131nda 21 kiu015fi u00f6ldu00fcru00fcldu00fc.",  "1980 - Abdi u0130peku00e7i'nin katil zanlu0131su0131 Mehmet Ali Au011fca, u0130stanbul'daki yargu0131lamada gu0131yabu0131nda idama mahku00fbm edildi.",  "1979 - Sovyetler Birliu011fi'nin ilk uu00e7ak gemisi 'Kiev 28', u0130stanbul Bou011fazu0131'ndan geu00e7ti.",  "1977 - Batu0131 Almanya'da Ku0131zu0131l Ordu Fraksiyonu u00fcyeleri, Gudrun Ensslin ve Jan-Carl Raspe u00f6mu00fcr boyu hapse mahku00fbm oldu.",  "1975 - CHP Genel Bau015fkanu0131 Bu00fclent Ecevit, Erzincan'da tau015flu0131 ve silahlu0131 saldu0131ru0131ya uu011fradu0131.",  "1971 - Su0131ku0131yu00f6netim, Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'nde kabul edildi. Cumhuriyet ve Aku015fam gazeteleri 10 gu00fcn su00fcreyle kapatu0131ldu0131.",  "1969 - Fransa'da yapu0131lan referandumda, "hayu0131r" oylaru0131nu0131n fazla u00e7u0131kmasu0131 u00fczerine Devlet Bau015fkanu0131 Charles de Gaulle istifa etti.",  "1967 - Expo '67 fuaru0131, Kanada'nu0131n Montreal kentinde halku0131n ziyaretine au00e7u0131ldu0131.",  "1963 - Topraksu0131z ku00f6ylu00fcler Adana'da yu00fcru00fcyu00fcu015f yaptu0131.",  "1960 - u0130stanbul u00dcniversitesi'nde u00e7u0131kan olaylarda, Orman Faku00fcltesi u00f6u011frencisi Turan Emeksiz u00f6ldu00fc. u0130stanbul ve Ankara'da su0131ku0131yu00f6netim ilan edildi.",  "1950 - Nightingale Hemu015fire Koleji, u0130stanbul'da au00e7u0131ldu0131.",  "1947 - Thor Heyerdahl ve beu015f kiu015filik mu00fcrettebatu0131, Kon-Tiki adlu0131 tekneyle Peru'dan yola u00e7u0131ktu0131. Amau00e7laru0131, u00e7ok u00f6nceleri Perulularu0131n Polinezya'ya yerleu015fmiu015f olduklaru0131nu0131 kanu0131tlamaktu0131.",  "1945 - u0130talyan diktatu00f6r Benito Mussolini ile metresi Clara Petacci kuru015funa dizildi. Cesetleri bir benzin istasyonunda ayaklaru0131ndan asu0131larak teu015fhir edildi.",  "1936 - Mu0131su0131r'da Kral Fuad'u0131n beklenmeyen u00f6lu00fcmu00fc u00fczerine, 16 yau015fu0131ndaki Prens Faruk Kral oldu.",  "1935 - Hilal-i Ahmer Cemiyeti'nin adu0131, Ku0131zu0131lay olarak deu011fiu015ftirildi.",  "1920 - Azerbaycan, Sovyetler Birliu011fi'ne katu0131ldu0131. (1991'de tekrar ayru0131lmu0131u015ftu0131r.)",  "1920 - u0130stanbul Hu00fcku00fcmeti, Anadolu'da saltanatu0131 devam ettirmek amacu0131yla Anadolu Fevkalade Mu00fcfettiu015f-i Umumiliu011fi'ni yayu0131nladu0131.",  "1916 - Ku00fbt'u00fcl-Amu00e2re bu00f6lgesinde 5 aydu0131r kuu015fatma altu0131nda bulunan u0130ngiliz birlikleri teslim oldular.",  "1915 - Birinci Kirte Muharebesi bau015fladu0131."]







