["2017 - Tu00fcrkiye'de Vikipedi'ye eriu015fim engellendi.",  "2011 - Birleu015fik Krallu0131k'ta Galler Prensi William, Kate Middleton ile evlendi.",  "2007 - u0130stanbul'da u00c7au011flayan Mitingi du00fczenlendi.",  "2005 - Suriye, 29 yu0131l su00fcren iu015fgalin ardu0131ndan Lu00fcbnan'dan tamamen u00e7ekildi.",  "2004 - Oldsmobile, son otomobilini u00fcretti. u015eirket, tam 107 yu0131ldu0131r otomobil u00fcretimi yapu0131yordu.",  "1992 - Los Angeles'ta u00e7u0131kan halk ayaklanmasu0131nda, u00fcu00e7 gu00fcn iu00e7inde 54 kiu015fi u00f6ldu00fc ve yu00fczlerce bina tahrip edildi.",  "1991 - Bangladeu015f'te meydana gelen kasu0131rga, en az 138.000 kiu015finin u00f6lu00fcmu00fcne ve 10 milyon kiu015finin evsiz kalmasu0131na neden oldu.",  "1968 - Hair Mu00fczikali, Broadway'de perdelerini au00e7tu0131.",  "1955 - Gu00fcney Vietnam'da iu00e7 savau015f bau015fladu0131.",  "1951 - Helsinki'de serbest stil kategorisinde ilk defa du00fczenlenen Du00fcnya Gu00fcreu015f u015eampiyonasu0131'nu0131 Tu00fcrk Millu00ee Taku0131mu0131 kazandu0131.",  "1949 - Sabahattin Ali'yi u00f6ldu00fcren Ali Ertegin'in yargu0131lanmasu0131na bau015flandu0131.",  "1945 - Dachau Toplama Kampu0131nda tutulanlar, ABD Kara Kuvvetleri'ne bau011flu0131 42. Piyade Tu00fcmeni ve diu011fer 7. Ordu birlikleri tarafu0131ndan kurtaru0131ldu0131.",  "1945 - Sovyet tanklaru0131 Berlin'e girdi.",  "1945 - Adolf Hitler, Eva Braun ile Berlin'de evlendi ve Amiral Karl Du00f6nitz'i veliahtu0131 tayin etti.",  "1945 - u0130talya'daki Alman birlikleri teslim oldu.",  "1939 - Almanya'nu0131n Ankara Bu00fcyu00fckelu00e7iliu011fine atanan von Papen gu00fcven mektubunu sundu.",  "1939 - Avrupa Gu00fcreu015f u015eampiyonasu0131'nda, Tu00fcrk gu00fcreu015fu00e7ileri Yau015far Dou011fu ve Mustafa u00c7akmak, 66 ve 87 kilolarda Avrupa ikincisi oldu.",  "1920 - TBMM, Hu0131yanet-i Vataniye Kanunu'nu onayladu0131.",  "1916 - Kut'u00fcl Ammare Kuu015fatmasu0131nda, Halil Kut Pau015fa komutasu0131ndaki 6. Ordu, Irak cephesinde Kut'u00fcl Ammare kasabasu0131nda u0130ngiliz Mezopotamya ordusunu teslim aldu0131.",  "1903 - Alberta, Kanada'da meydana gelen toprak kaymasu0131nda 70 kiu015fi u00f6ldu00fc."]







