["2022 - Trabzonspor, Su00fcper Lig'deki 7. u015eampiyonluu011funu kazandu0131.",  "2013 - Tu00fcrkiye'nin en uzun tutuklu kalan (32,5 yu0131l) mahku00fbmu, Tahir Canan tahliye edildi.",  "2003 - Metrocity alu0131u015fveriu015f merkezi u0130stanbul'da au00e7u0131ldu0131.",  "1999 - Ankara 2 Numaralu0131 Devlet Gu00fcvenlik Mahkemesi, Abdullah u00d6calan'u0131n yargu0131lanmasu0131nu0131n 31 Mayu0131s Pazartesi gu00fcnu00fcnden itibaren u0130mralu0131 Adasu0131'nda kesintisiz olarak su00fcrdu00fcru00fclmesine karar verdi.",  "1998 - PKK, Yunanistan'u0131n bau015fkenti Atina'da bazu0131 Yunan parlamenterlerin de katu0131lu0131mu0131yla Balkanlar Bu00fcrosu'nu au00e7tu0131.",  "1998 - NATO Konseyi, Kosova Bildirisi yayu0131nladu0131. u015eiddeti reddeden ittifak, Yugoslavya Devlet Bau015fkanu0131 Slobodan Miloseviu00e7'e uyaru0131larda bulundu.",  "1998 - ABD, PKK'yu0131 en tehlikeli teru00f6r u00f6rgu00fctleri arasu0131nda saydu0131.",  "1993 - WWWu00a0u00f6n eki ile gu00fcnu00fcmu00fczde kullanu0131lan internet, Avrupa Nu00fckleer Arau015ftu0131rma Merkezi (CERN)u00a0tarafu0131ndan, halku0131nu00a0ulau015fabileceu011fi u015fekle getirildi.",  "1986 - u00c7ernobil reaktu00f6r kazasu0131 sonucu meydana gelen nu00fckleer kaza sonrasu0131nda atmosfere bu00fcyu00fck miktarda fisyon u00fcru00fcnleri salu0131ndu0131u011fu0131 tu00fcm du00fcnya tarafu0131ndan u00f6u011frenildi.",  "1982 - 12 Eylu00fcl Darbesi'nin 16. idamu0131: 20 u015eubat 1980'de Malatya Dou011fanu015fehir Cumhuriyet Halk Partisi Genu00e7lik Kollaru0131 Bau015fkanu0131 Hasan Dou011fan'u0131 u00f6ldu00fcren sau011f gu00f6ru00fcu015flu00fc militan Cengiz Baktemur, idam edildi.",  "1981 - Devlet Bau015fkanu0131 Orgeneral Kenan Evren, Erzincan'da konuu015ftu: "Bir kiu015fi tasavvur ediniz ki eline silah alacak; sekiz kiu015fiyi, on kiu015fiyi, yirmi kiu015fiyi hayvan bou011fazlar gibi bou011fazlayacak, u00f6ldu00fcrecek. Ondan sonra ben onu idam etmeyeceu011fim!"",  "1975 - Anayasa Mahkemesi tarafu0131ndan 1971'de kapatu0131lan Tu00fcrkiye u0130u015fu00e7i Partisi yeniden kuruldu.",  "1975 - Kuzey Vietnam birlikleri, Saygon'daki Bau011fu0131msu0131zlu0131k Sarayu0131'na girerek Vietnam Savau015fu0131'nu0131 bitirdi.",  "1967 - CHP Du00f6rdu00fcncu00fc Olau011fanu00fcstu00fc Kurultayu0131 sonuu00e7landu0131. Kurultay'da kabul edilen ortanu0131n solu siyasetine karu015fu0131 u00e7u0131kan Kayseri Milletvekili Turhan Feyziou011flu'nun liderliu011fini yaptu0131u011fu0131 33 Milletvekili ve 15 Senatu00f6r partiden istifa etti.",  "1964 - Diyanet u0130u015fleri Bau015fkanlu0131u011fu0131, dou011fum kontrolu00fcnu00fcn uygulanmasu0131nu0131 verdiu011fi bir fetvayla kamuoyuna au00e7u0131kladu0131.",  "1961 - u0130stanbul Kartal'da iki tren u00e7arpu0131u015ftu0131: 16 kiu015fi u00f6ldu00fc, 78 kiu015fi de yaralandu0131.",  "1960 - Ali Ulvi Ersoy'nin karikatu00fcru00fc nedeniyle, Cumhuriyet gazetesi 10 gu00fcn su00fcreyle kapatu0131ldu0131.",  "1960 - u0130stanbul'da bir gu00fcn sokau011fa u00e7u0131kma yasau011fu0131 ilan edildi.",  "1959 - u0130smet u0130nu00f6nu00fc'nu00fcn Uu015fak gezisinde olaylar u00e7u0131ktu0131. Polis, halku0131 dau011fu0131tmak iu00e7in gu00f6z yau015fartu0131cu0131 bomba kullandu0131.",  "1955 - Bugu00fcn kullanu0131lan Vietnam bayrau011fu0131nu0131, Kuzey Vietnam ilk kez resmu00ee bayrau011fu0131 olarak kabul etti.",  "1945 - Adolf Hitler ve bir gu00fcn u00f6nce evlendiu011fi Eva Braun intihar etti.",  "1939 - Tu00fcrkiye'nin de katu0131ldu0131u011fu0131 New York Du00fcnya Sergisi au00e7u0131ldu0131.",  "1920 - Paris'te toplanacak Baru0131u015f Konferansu0131 ile ilgili Ankara'da toplanan Bu00fcyu00fck Millet Meclisi, taraf u00fclkelerin Du0131u015f u0130u015fleri Bakanlu0131klaru0131na gu00f6nderdiu011fi bir yazu0131yla, u0130stanbul'dan ayru0131 bir Hu00fcku00fbmetin kurulduu011funu bildirdi.",  "1919 - Mustafa Kemal Pau015fa, Dokuzuncu Ordu Mu00fcfettiu015fliu011fine atandu0131.",  "1897 - J. J. Thomson, Elektronu keu015ffettiu011fini duyurdu. Elektron keu015ffedilen ilk temel paru00e7acu0131k oldu.",  "1803 - ABD, Louisiana topraklaru0131nu0131 Fransa'dan 15 milyon dolar karu015fu0131lu0131u011fu0131nda satu0131n aldu0131. Bu00f6ylelikle genu00e7 u00fclkenin topraklaru0131 iki katu0131na u00e7u0131kmu0131u015f oldu. Bu alu0131u015fveriu015fe tarihte "Louisiana mu00fcbayaasu0131" adu0131 verilmektedir.",  "1789 - George Washington, ABD'nin ilk Bau015fkanu0131 oldu.",  "1563 - Kral VI. Charles'u0131n emriyle, bu00fctu00fcn Yahudiler Fransa'dan u00e7u0131karu0131ldu0131.",  "1006 - Tarihte kayu0131tlara geu00e7irilmiu015f en parlak Su00fcpernova olan SN 1006, Kurt taku0131myu0131ldu0131zu0131 iu00e7erisinde gu00f6zlemlendi."]







