["2023 - Finlandiya, NATO u00fcyesi oldu.",  "2010 - TRT'nin Arapu00e7a kanalu0131 TRT El Arabia yayu0131na bau015fladu0131.",  "2002 - Dicle Haber Ajansu0131 kuruldu.",  "2002 - PKK, biru00e7ok Avrupa u00fclkesinde yasaklanmasu0131nu0131n ardu0131ndan, adu0131nu0131 KADEK (Ku00fcrdistan Demokrasi ve u00d6zgu00fcrlu00fck Kongresi) olarak deu011fiu015ftirdi.",  "1985 - Balu0131kesir'de eu011fitim uu00e7uu015fu yapan bir uu00e7ak, Marangozlar Sitesi'ne du00fcu015ftu00fc. Uu00e7au011fu0131n iki pilotu ile 14 kiu015fi u00f6ldu00fc, 21 kiu015fi de yaralandu0131.",  "1979 - Pakistan Bau015fbakanu0131 Zu00fclfikar Ali Butto, asu0131larak idam edildi.",  "1975 - Microsoft u015firketi, Bill Gates ve Paul Allen ortaklu0131u011fu0131nda kuruldu.",  "1974 - Tu00fcrk Hu00fcku00fbmeti, Yunan karasularu0131nu0131n 12 mile u00e7u0131karu0131lmasu0131nu0131 kabul etmeyeceu011fini, Ege'nin bir Yunan gu00f6lu00fc haline getirilmesinin su00f6z konusu olamayacau011fu0131nu0131, diplomatik kanallarla Yunanistan'a bildirdi.",  "1973 - 11 Eylu00fcl 2001'deki saldu0131ru0131lar sonucu yu0131ku0131lan Du00fcnya Ticaret Merkezi au00e7u0131ldu0131. Temelleri 1966'da atu0131lan, inu015faatu0131na 1968'de bau015flanu0131lan ve 37 milyon dolara mal olan binanu0131n mimaru0131, Minuori Yamasaki idi.",  "1968 - Martin Luther King Jr., Memphis'te u00f6ldu00fcru00fcldu00fc.",  "1966 - Fransa'da NATO u00fcslerine karu015fu0131 u00e7u0131ku0131lu0131nca, Tu00fcrkiye'deki u00fcslerin durumu gu00fcndeme getirildi. Bau015fbakan Su00fcleyman Demirel, "Tu00fcrkiye'de ABD u00fcssu00fc yoktur, tesisi vardu0131r" dedi.",  "1960 - Senegal, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1953 - Deniz Kuvvetleri'ne bau011flu0131 Dumlupu0131nar denizaltu0131su0131, NATO tatbikatu0131ndan du00f6nerken u00c7anakkale Bou011fazu0131'nda u0130sveu00e7 gemisi Naboland'la u00e7arpu0131u015farak battu0131; 81 Tu00fcrk denizcisinin u00f6ldu00fcu011fu00fc bugu00fcn, "Deniz u015eehitlerini Anma Gu00fcnu00fc" ilan edildi.",  "1951 - Necip Fazu0131l Ku0131saku00fcrek, kumar oynadu0131u011fu0131 gereku00e7esiyle 30 lira para cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1949 - NATO kuruldu. Washington'da ABD, Belu00e7ika, Danimarka, Fransa, Lu00fcksemburg, Norveu00e7 ve Portekiz, Kuzey Atlantik Paktu0131 u00d6rgu00fctu00fcnu00fcn (NATO) kuruluu015funu onaylayan antlau015fmayu0131 imzaladu0131.",  "1941 - Irak'ta eski Bau015fbakan Reu015fid Ali Geylani, bir darbeyle iktidaru0131 ele geu00e7irdi.",  "1929 - u0130stanbul'da du00fczenlenen Yerli Malu0131 Kullanma ve Koruma Toplantu0131su0131'nda genu00e7lik, yerli malu0131 kullanmaya yemin etti.",  "1913 - Osmanlu0131 u0130mparatorluu011fu'nda Kadu0131nlar Du00fcnyasu0131 adlu0131 dergi kuruldu.",  "1905 - Hindistan'daki depremde, yaklau015fu0131k 20.000 kiu015fi u00f6ldu00fc.",  "1814 - Napolyon, tahtu0131ndan ilk defa u00e7ekildi.",  "1581 - Francis Drake, du00fcnya turunu tamamladu0131 ve I. Elizabeth tarafu0131ndan u015fu00f6valyelikle u00f6du00fcllendirildi."]







