["2023 - Finlandiya, NATO üyesi oldu.", "2010 - TRT'nin Arapça kanalı TRT El Arabia yayına başladı.", "2002 - Dicle Haber Ajansı kuruldu.", "2002 - PKK, birçok Avrupa ülkesinde yasaklanmasının ardından, adını KADEK (Kürdistan Demokrasi ve Özgürlük Kongresi) olarak değiştirdi.", "1985 - Balıkesir'de eğitim uçuşu yapan bir uçak, Marangozlar Sitesi'ne düştü. Uçağın iki pilotu ile 14 kişi öldü, 21 kişi de yaralandı.", "1979 - Pakistan Başbakanı Zülfikar Ali Butto, asılarak idam edildi.", "1975 - Microsoft şirketi, Bill Gates ve Paul Allen ortaklığında kuruldu.", "1974 - Türk Hükûmeti, Yunan karasularının 12 mile çıkarılmasını kabul etmeyeceğini, Ege'nin bir Yunan gölü haline getirilmesinin söz konusu olamayacağını, diplomatik kanallarla Yunanistan'a bildirdi.", "1973 - 11 Eylül 2001'deki saldırılar sonucu yıkılan Dünya Ticaret Merkezi açıldı. Temelleri 1966'da atılan, inşaatına 1968'de başlanılan ve 37 milyon dolara mal olan binanın mimarı, Minuori Yamasaki idi.", "1968 - Martin Luther King Jr., Memphis'te öldürüldü.", "1966 - Fransa'da NATO üslerine karşı çıkılınca, Türkiye'deki üslerin durumu gündeme getirildi. Başbakan Süleyman Demirel, \"Türkiye'de ABD üssü yoktur, tesisi vardır\" dedi.", "1960 - Senegal, Fransa'dan bağımsızlığını kazandı.", "1953 - Deniz Kuvvetleri'ne bağlı Dumlupınar denizaltısı, NATO tatbikatından dönerken Çanakkale Boğazı'nda İsveç gemisi Naboland'la çarpışarak battı; 81 Türk denizcisinin öldüğü bugün, \"Deniz Şehitlerini Anma Günü\" ilan edildi.", "1951 - Necip Fazıl Kısakürek, kumar oynadığı gerekçesiyle 30 lira para cezasına çarptırıldı.", "1949 - NATO kuruldu. Washington'da ABD, Belçika, Danimarka, Fransa, Lüksemburg, Norveç ve Portekiz, Kuzey Atlantik Paktı Örgütünün (NATO) kuruluşunu onaylayan antlaşmayı imzaladı.", "1941 - Irak'ta eski Başbakan Reşid Ali Geylani, bir darbeyle iktidarı ele geçirdi.", "1929 - İstanbul'da düzenlenen Yerli Malı Kullanma ve Koruma Toplantısı'nda gençlik, yerli malı kullanmaya yemin etti.", "1913 - Osmanlı İmparatorluğu'nda Kadınlar Dünyası adlı dergi kuruldu.", "1905 - Hindistan'daki depremde, yaklaşık 20.000 kişi öldü.", "1814 - Napolyon, tahtından ilk defa çekildi.", "1581 - Francis Drake, dünya turunu tamamladı ve I. Elizabeth tarafından şövalyelikle ödüllendirildi."]