["2009 - Türkiye'de Sağlık Bakanlığı, 40 işçinin silikozis hastalığından ölmesinin ardından, kot taşlama için kullanılan insan sağlığına zararlı maddelerin kullanımını yasakladı.", "2002 - Alice in Chains grubunun solisti Layne Staley aşırı doz 2 Ağustos 2012 tarihinde Wayback Machine sitesinde arşivlendi. dan öldü. 15 gün sonra evinde bulunduğunda, cesedi tanınmaz haldeydi. Yapılan otopsiyle, cesedi ve ölüm sebebi tanımlanabildi. Ölümü, Kurt Cobain ile aynı güne denk düşmektedir.", "1998 - Japonya'daki Şikoku ve Honşu adalarını birbirine bağlayan, dünyanın en uzun asma köprüsü Akaşi Kaikyo Köprüsü hizmete açıldı.", "1996 - Agos, İstanbul'da yayın hayatına başladı.", "1994 - 5 Nisan Ekonomik Önlemler Paketi uygulamaya konuldu.", "1994 - Kurt Cobain'in öldüğü gün olarak belirlendi. 8 Nisan'da cesedi Seattle'daki evinin garajında bulundu.", "1992 - Bosna-Hersek Hükûmeti bağımsızlığını ilan etti.", "1984 - Cidde-Şam seferini yapan bir yolcu uçağı, Suriye uyruklu bir hava korsanı tarafından kaçırılarak Yeşilköy'e indirildi.", "1983 - CHP eski Genel Başkanı Bülent Ecevit'e, yurt dışına çıkış izni verildi. Ecevit, Sosyalist Enternasyonal toplantısı için Portekiz'e gitti.", "1973 - Pierre Messmer, Fransa Başbakanı oldu.", "1951 - Ethel ve Julius Rosenberg, Sovyetler Birliği için casusluk yapma suçundan idama mahkûm edildiler.", "1949 - Illinois'de bir hastanede çıkan yangında 77 kişi öldü.", "1946 - Missouri Zırhlısı, ABD'de ölen Türkiye'nin Washington Büyükelçisi Münir Ertegün'ün naaşını İstanbul'a getirdi.", "1945 - II. Dünya Savaşı: Tito, Sovyetler Birliği ile dostluk anlaşması imzaladı.", "1944 - II. Dünya Savaşı: Yunanistan'ın bir kasabasında 270 kişi, Naziler tarafından öldürüldü.", "1941 - Anıtkabir için açılan proje yarışması sonuçlandı; Emin Onat ve Orhan Arda'nın teklif ettikleri proje seçildi.", "1936 - Mississippi'de meydana gelen bir kasırgada 233 kişi öldü.", "1930 - Hindistan'da 300 millik yürüyüşünü tamamlayan Mahatma Gandhi, Dandi sahiline ulaştı.", "1925 - Kahramanmaraş, İstiklal Madalyası aldı.", "1909 - Osmanlı İmparatorluğu'nda İttihad-ı Muhammedi Fırkası kuruldu.", "1804 - Kayıtlara geçen ilk meteor, İskoçya'ya düştü.", "1614 - Pocahontas ile John Rolfe evlendi. Powhatan adlı Kızılderili kabilesinin reisinin kızı, İngilizlere esir düşünce, tütün yetiştiricisi Rolfe ile tanışmıştı.", "1453 - Fatih Sultan Mehmet'in donanması, İstanbul sularına geldi."]