["2009 - Tu00fcrkiye'de Sau011flu0131k Bakanlu0131u011fu0131, 40 iu015fu00e7inin silikozis hastalu0131u011fu0131ndan u00f6lmesinin ardu0131ndan, kot tau015flama iu00e7in kullanu0131lan insan sau011flu0131u011fu0131na zararlu0131 maddelerin kullanu0131mu0131nu0131 yasakladu0131.",  "2002 - Alice in Chains grubunun solisti Layne Staley au015fu0131ru0131 doz 2 Au011fustos 2012 tarihinde Wayback Machine sitesinde aru015fivlendi. dan u00f6ldu00fc. 15 gu00fcn sonra evinde bulunduu011funda, cesedi tanu0131nmaz haldeydi. Yapu0131lan otopsiyle, cesedi ve u00f6lu00fcm sebebi tanu0131mlanabildi. u00d6lu00fcmu00fc, Kurt Cobain ile aynu0131 gu00fcne denk du00fcu015fmektedir.",  "1998 - Japonya'daki u015eikoku ve Honu015fu adalaru0131nu0131 birbirine bau011flayan, du00fcnyanu0131n en uzun asma ku00f6pru00fcsu00fc Akau015fi Kaikyo Ku00f6pru00fcsu00fc hizmete au00e7u0131ldu0131.",  "1996 - Agos, u0130stanbul'da yayu0131n hayatu0131na bau015fladu0131.",  "1994 - 5 Nisan Ekonomik u00d6nlemler Paketi uygulamaya konuldu.",  "1994 - Kurt Cobain'in u00f6ldu00fcu011fu00fc gu00fcn olarak belirlendi. 8 Nisan'da cesedi Seattle'daki evinin garaju0131nda bulundu.",  "1992 - Bosna-Hersek Hu00fcku00fbmeti bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1984 - Cidde-u015eam seferini yapan bir yolcu uu00e7au011fu0131, Suriye uyruklu bir hava korsanu0131 tarafu0131ndan kau00e7u0131ru0131larak Yeu015filku00f6y'e indirildi.",  "1983 - CHP eski Genel Bau015fkanu0131 Bu00fclent Ecevit'e, yurt du0131u015fu0131na u00e7u0131ku0131u015f izni verildi. Ecevit, Sosyalist Enternasyonal toplantu0131su0131 iu00e7in Portekiz'e gitti.",  "1973 - Pierre Messmer, Fransa Bau015fbakanu0131 oldu.",  "1951 - Ethel ve Julius Rosenberg, Sovyetler Birliu011fi iu00e7in casusluk yapma suu00e7undan idama mahku00fbm edildiler.",  "1949 - Illinois'de bir hastanede u00e7u0131kan yangu0131nda 77 kiu015fi u00f6ldu00fc.",  "1946 - Missouri Zu0131rhlu0131su0131, ABD'de u00f6len Tu00fcrkiye'nin Washington Bu00fcyu00fckelu00e7isi Mu00fcnir Ertegu00fcn'u00fcn naau015fu0131nu0131 u0130stanbul'a getirdi.",  "1945 - II. Du00fcnya Savau015fu0131: Tito, Sovyetler Birliu011fi ile dostluk anlau015fmasu0131 imzaladu0131.",  "1944 - II. Du00fcnya Savau015fu0131: Yunanistan'u0131n bir kasabasu0131nda 270 kiu015fi, Naziler tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1941 - Anu0131tkabir iu00e7in au00e7u0131lan proje yaru0131u015fmasu0131 sonuu00e7landu0131; Emin Onat ve Orhan Arda'nu0131n teklif ettikleri proje seu00e7ildi.",  "1936 - Mississippi'de meydana gelen bir kasu0131rgada 233 kiu015fi u00f6ldu00fc.",  "1930 - Hindistan'da 300 millik yu00fcru00fcyu00fcu015fu00fcnu00fc tamamlayan Mahatma Gandhi, Dandi sahiline ulau015ftu0131.",  "1925 - Kahramanmarau015f, u0130stiklal Madalyasu0131 aldu0131.",  "1909 - Osmanlu0131 u0130mparatorluu011fu'nda u0130ttihad-u0131 Muhammedi Fu0131rkasu0131 kuruldu.",  "1804 - Kayu0131tlara geu00e7en ilk meteor, u0130skou00e7ya'ya du00fcu015ftu00fc.",  "1614 - Pocahontas ile John Rolfe evlendi. Powhatan adlu0131 Ku0131zu0131lderili kabilesinin reisinin ku0131zu0131, u0130ngilizlere esir du00fcu015fu00fcnce, tu00fctu00fcn yetiu015ftiricisi Rolfe ile tanu0131u015fmu0131u015ftu0131.",  "1453 - Fatih Sultan Mehmet'in donanmasu0131, u0130stanbul sularu0131na geldi."]







