["2005 - Ku00fcrdistan Yurtseverler Birliu011fi lideri Celal Talabani, Irak Cumhurbau015fkanlu0131u011fu0131'na getirildi.",  "1994 - Ruanda Devlet Bau015fkanu0131 Juvu00e9nal Habyarimana ve Burundi Devlet Bau015fkanu0131 Cyprien Ntaryamira'nu0131n bindikleri uu00e7ak, bir roket saldu0131ru0131su0131 sonucu du00fcu015ftu00fc. Suikastu0131n ardu0131ndan Hutu ve Tutsi kabileleri arasu0131nda u00e7u0131kan u00e7atu0131u015fmalar, yaklau015fu0131k 1 milyon kiu015finin katledilmesiyle sonuu00e7landu0131.",  "1988 - Endonezya'nu0131n Sulawesi adasu0131nda yapu0131lan Camel Trophy yaru0131u015fmasu0131nu0131, Tu00fcrkiye'yi temsil eden Ali Deveci-Galip Gu00fcrel ekibi kazandu0131.",  "1980 - Eskiu015fehir'de Du0130SK'in du00fczenlediu011fi mitingte olaylar u00e7u0131ktu0131. 5 kiu015fi u00f6ldu00fc, 4 kiu015fi yaralandu0131.",  "1980 - Gu00f6rev su00fcresi sona eren Cumhurbau015fkanu0131 Fahri Korutu00fcrk, u00c7ankaya Ku00f6u015fku00fc'nden ayru0131ldu0131. Yerine Cumhuriyet Senatosu Bau015fkanu0131 u0130hsan Sabri u00c7au011flayangil veku00e2let etmeye bau015fladu0131. TBMM'de yine cumhurbau015fkanu0131 seu00e7imi yapu0131lmadu0131. 12 Eylu00fcl 1980'e kadar aylarca cumhurbau015fkanu0131 seu00e7ilemedi.",  "1979 - Tu00fcrk atlet Veli Ballu0131, Atina'da du00fczenlenen uluslararasu0131 maratonda birinci oldu.",  "1973 - Kontenjan senatu00f6ru00fc emekli Amiral Fahri Korutu00fcrk, 15'inci turda 365 oyla Tu00fcrkiye'nin 6. Cumhurbau015fkanu0131 seu00e7ildi.",  "1972 - Anayasa Mahkemesi, Deniz Gezmiu015f, Yusuf Aslan ve Hu00fcseyin u0130nan'u0131n idam kararlaru0131nu0131 usulden iptal etti. TBMM'nin idamlaru0131 yeniden gu00f6ru00fcu015feceu011fi au00e7u0131klandu0131.",  "1956 - Hayat mecmuasu0131'nu0131n ilk sayu0131su0131 u00e7u0131ktu0131.",  "1953 - Tu00fcrkiye Genu00e7 Millu00ee Futbol Taku0131mu0131 du00fcnya u00fcu00e7u00fcncu00fcsu00fc oldu.",  "1941 - Mihver devletleri, Yugoslavya'yu0131 iu015fgal etti. Almanlar Yunanistan'a girdi, Tu00fcrk deniz su0131nu0131ru0131na kadar Dou011fu Akdeniz'i savau015f bu00f6lgesi ilan etti. Tu00fcrkiye, bunun u00fczerine Edirne ve Uzunku00f6pru00fc'de demiryolu ku00f6pru00fclerini havaya uu00e7urdu.",  "1927 - Amerikalu0131 yu00fczu00fccu00fc Johnny Weissmuller, 100 metre mesafede u00fcu00e7 stilde u00fcu00e7 du00fcnya rekoru ku0131rdu0131.",  "1920 - Anadolu Ajansu0131 kuruldu.",  "1917 - ABD, Almanya'ya savau015f ilan etti ve Birinci Du00fcnya Savau015fu0131'na mu00fcttefiklerin yanu0131nda girdiu011fini au00e7u0131kladu0131.",  "1914 - Askeru00ee Yargu0131tay kuruldu.",  "1909 - Serbesti gazetesinde, u0130ttihat ve Terakki Cemiyeti karu015fu0131tu0131 yazu0131lar yazan gazeteci Hasan Fehmi Bey u00f6ldu00fcru00fcldu00fc.",  "1909 - Robert Peary ve Matthew Henson'u0131n Kuzey Kutbu'na ulau015ftu0131u011fu0131 ileri su00fcru00fcldu00fc. Kayu0131tlaru0131nda titizlik gu00f6stermemiu015f olmalaru0131 ve bazu0131 bilgilerin eksikliu011fi uzmanlar arasu0131nda kuu015fkular yarattu0131 ve Kuzey Kutbu'na ulau015fu0131p ulau015fmadu0131klaru0131 tartu0131u015fmalara yol au00e7tu0131.",  "1896 - u0130lk modern Olimpiyat Oyunlaru0131 Atina'da bau015fladu0131.",  "1872 - Pertevniyal Lisesi, "Mahmudiye Ru00fcu015ftiyesi" adu0131 altu0131nda eu011fitim-u00f6u011fretime bau015fladu0131.",  "1869 - Selu00fcloit'in patenti alu0131ndu0131.",  "1861 - Umman Sultanlu0131u011fu0131, Zanzibar ve Umman olarak ikiye bu00f6lu00fcndu00fc.",  "1830 - Joseph Smith, Jr. aracu0131lu0131u011fu0131yla u0130sa Mesih'in Son Zaman Azizler Kilisesi kuruldu.",  "1814 - Napolyon Bonapart, u0130mparatorluk tahtu0131nu0131 bu0131rakarak Elba Adasu0131'na su00fcrgu00fcne gu00f6nderildi.",  "1453 - u0130stanbul, Fatih Sultan Mehmet tarafu0131ndan kuu015fatu0131ldu0131.",  "1326 - Orhan Bey, kuu015fatma altu0131nda tutulan Bursa'yu0131 Bizanslu0131lardan aldu0131. Bursa, 1326-1361 arasu0131nda Osmanlu0131lara bau015fkentlik yaptu0131."]







