["2019 - Atatürk Havalimanı yolculu seferlere kapatıldı. İstanbul Havalimanı tam kapasite ile seferlerine başladı.", "2017 - Mısır'ın Garbiya iline bağlı Tanta şehrinde bulunan Saint George Kilisesi'nde Tanta saldırısı gerçekleştirildi.", "2017 - 2017 Stockholm saldırısı sonucunda beş kişi öldü ve on beş kişi yaralandı.", "2011 - 11 Mart'ta Tōhoku bölgesinde meydana gelen \"2011 Tōhoku depremi ve tsunamisi\" olarak adlandırılan ve tarihinin en büyük depremini yaşayan Japonya'da, 7.1 büyüklüğünde şiddetli bir deprem daha meydana geldi. Depremin merkez üssünün ise Miyagi bölgesinin 40 kilometre açığında denizin altında olduğu ifade edildi.", "2003 - Bağdat, tümüyle ABD'ye bağlı askerî birliklerin kontrolüne geçti.", "2001 - 2001 Mars Odyssey fırlatıldı.[1]", "1994 - Almanya, sivil halka karşı kullanıldığı iddiasıyla Türkiye'ye silah ambargosu koydu.", "1987 - Altı yıl süren Milliyetçi Hareket Partisi davası bitti. Genel Başkan Alparslan Türkeş, 11 yıl 10 ay hapse mahkûm oldu.", "1978 - ABD Başkanı Jimmy Carter, Nötron bombasının geliştirilme çalışmalarının durdurulmasına karar verdi.", "1971 - ABD Başkanı Nixon, Vietnam'daki ABD birliklerinin geri çekilme hızını arttıracağını açıkladı.", "1969 - İnternet'in sembolik doğum günü.", "1964 - Pemba Halk Cumhuriyeti, bağımsızlığına son vererek Zanzibar ile birleşti. Zanzibar ve Pemba Adası ise, 26 Nisan 1964 tarihinde Tanganika Cumhuriyeti ile birleşerek Tanzanya devletini oluşturmuşlardır.", "1963 - Yugoslavya'da sosyalist cumhuriyet ilan edildi. 1946'dan bu yana \"Yugoslavya Federal Halk Cumhuriyeti\" olan ülkenin adı Yugoslavya Sosyalist Federal Cumhuriyeti olarak değiştirildi.", "1948 - Dünya Sağlık Örgütü (WHO), Birleşmiş Milletler'e bağlı olarak kuruldu.", "1945 - Kantaro Suzuki, Japon İmparatorluğu'nun 42. Başbakanı oldu.", "1943 - Batı Ukrayna'nın Terebovlia kentinde Naziler, 1100 Yahudiyi öldürüp toplu mezara gömdüler.", "1939 - Adalet Bakanlığı çok eşle evlilik yasağını delmek için yapılan sahte iş sözleşmelerine karşı genelge yayımladı.", "1939 - II. Dünya Savaşı: İtalya, Arnavutluk'u işgal etti.", "1906 - Vezüv Yanardağı, lav püskürttü ve Napoli şehri harabeye döndü.", "1827 - İngiliz kimyager John Walker'ın buluşu olan kibrit, İngiltere'de piyasaya sürüldü.", "1795 - Fransa'da metre, uzunluk ölçüsü birimi olarak kabul edildi.", "1789 - Sultan I. Abdülhamid öldü, III. Selim tahta çıktı.", "1712 - New York'ta köleler isyan başlattı.", "1521 - Ferdinand Magellan, Cebu adasına ulaştı.", "1348 - Charles Üniversitesi Prag'da kuruldu.", "1140 - İmparatoriçe Matilda, İngiltere'nin ilk kadın hükümdarı oldu ve \"İngiliz Leydi\" unvanını aldı.", "451 - Hun İmparatoru Attila, Franklar'ın elinde buluna Fransa'nın kuzeyindeki Metz şehrini ele geçirdi. Germen müttefikleriyle birleşerek; Reims, Mainz, Strazburg, Köln, Worms ve Trier kentleri yağmalandı."]