["2019 - Atatu00fcrk Havalimanu0131 yolculu seferlere kapatu0131ldu0131. u0130stanbul Havalimanu0131 tam kapasite ile seferlerine bau015fladu0131.",  "2017 - Mu0131su0131r'u0131n Garbiya iline bau011flu0131 Tanta u015fehrinde bulunan Saint George Kilisesi'nde Tanta saldu0131ru0131su0131 geru00e7ekleu015ftirildi.",  "2017 - 2017 Stockholm saldu0131ru0131su0131 sonucunda beu015f kiu015fi u00f6ldu00fc ve on beu015f kiu015fi yaralandu0131.",  "2011 - 11 Mart'ta Tu014dhoku bu00f6lgesinde meydana gelen "2011 Tu014dhoku depremi ve tsunamisi" olarak adlandu0131ru0131lan ve tarihinin en bu00fcyu00fck depremini yau015fayan Japonya'da, 7.1 bu00fcyu00fcklu00fcu011fu00fcnde u015fiddetli bir deprem daha meydana geldi. Depremin merkez u00fcssu00fcnu00fcn ise Miyagi bu00f6lgesinin 40 kilometre au00e7u0131u011fu0131nda denizin altu0131nda olduu011fu ifade edildi.",  "2003 - Bau011fdat, tu00fcmu00fcyle ABD'ye bau011flu0131 askeru00ee birliklerin kontrolu00fcne geu00e7ti.",  "2001 - 2001 Mars Odyssey fu0131rlatu0131ldu0131.[1]",  "1994 - Almanya, sivil halka karu015fu0131 kullanu0131ldu0131u011fu0131 iddiasu0131yla Tu00fcrkiye'ye silah ambargosu koydu.",  "1987 - Altu0131 yu0131l su00fcren Milliyetu00e7i Hareket Partisi davasu0131 bitti. Genel Bau015fkan Alparslan Tu00fcrkeu015f, 11 yu0131l 10 ay hapse mahku00fbm oldu.",  "1978 - ABD Bau015fkanu0131 Jimmy Carter, Nu00f6tron bombasu0131nu0131n geliu015ftirilme u00e7alu0131u015fmalaru0131nu0131n durdurulmasu0131na karar verdi.",  "1971 - ABD Bau015fkanu0131 Nixon, Vietnam'daki ABD birliklerinin geri u00e7ekilme hu0131zu0131nu0131 arttu0131racau011fu0131nu0131 au00e7u0131kladu0131.",  "1969 - u0130nternet'in sembolik dou011fum gu00fcnu00fc.",  "1964 - Pemba Halk Cumhuriyeti, bau011fu0131msu0131zlu0131u011fu0131na son verereku00a0Zanzibaru00a0ile birleu015fti. Zanzibar ve Pemba Adasu0131 ise, 26 Nisan 1964 tarihindeu00a0Tanganika Cumhuriyetiu00a0ile birleu015ferek Tanzanya devletini oluu015fturmuu015flardu0131r.",  "1963 - Yugoslavya'da sosyalist cumhuriyet ilan edildi. 1946'dan bu yana "Yugoslavya Federal Halk Cumhuriyeti" olan u00fclkenin adu0131 Yugoslavya Sosyalist Federal Cumhuriyeti olarak deu011fiu015ftirildi.",  "1948 - Du00fcnya Sau011flu0131k u00d6rgu00fctu00fc (WHO), Birleu015fmiu015f Milletler'e bau011flu0131 olarak kuruldu.",  "1945 - Kantaro Suzuki, Japon u0130mparatorluu011fu'nun 42. Bau015fbakanu0131 oldu.",  "1943 - Batu0131 Ukrayna'nu0131n Terebovlia kentinde Naziler, 1100 Yahudiyi u00f6ldu00fcru00fcp toplu mezara gu00f6mdu00fcler.",  "1939 - Adalet Bakanlu0131u011fu0131 u00e7ok eu015fle evlilik yasau011fu0131nu0131 delmek iu00e7in yapu0131lan sahte iu015f su00f6zleu015fmelerine karu015fu0131 genelge yayu0131mladu0131.",  "1939 - II. Du00fcnya Savau015fu0131: u0130talya, Arnavutluk'u iu015fgal etti.",  "1906 - Vezu00fcv Yanardau011fu0131, lav pu00fcsku00fcrttu00fc ve Napoli u015fehri harabeye du00f6ndu00fc.",  "1827 - u0130ngiliz kimyager John Walker'u0131n buluu015fu olan kibrit, u0130ngiltere'de piyasaya su00fcru00fcldu00fc.",  "1795 - Fransa'da metre, uzunluk u00f6lu00e7u00fcsu00fc birimi olarak kabul edildi.",  "1789 - Sultan I. Abdu00fclhamid u00f6ldu00fc, III. Selim tahta u00e7u0131ktu0131.",  "1712 - New York'ta ku00f6leler isyan bau015flattu0131.",  "1521 - Ferdinand Magellan, Cebu adasu0131na ulau015ftu0131.",  "1348 - Charles u00dcniversitesi Prag'da kuruldu.",  "1140 - u0130mparatoriu00e7e Matilda, u0130ngiltere'nin ilk kadu0131n hu00fcku00fcmdaru0131 oldu ve "u0130ngiliz Leydi" unvanu0131nu0131 aldu0131.",  "451 - Hun u0130mparatoru Attila, Franklar'u0131n elinde buluna Fransa'nu0131n kuzeyindeki Metz u015fehrini ele geu00e7irdi. Germen mu00fcttefikleriyle birleu015ferek; Reims, Mainz, Strazburg, Ku00f6ln, Worms ve Trier kentleri yau011fmalandu0131."]







