["2022 - DHLu2019e ait B757 kargo uu00e7au011fu0131 Kosta Rikau2019nu0131n bau015fkenti San Jose Havalimanu0131u2019na acil iniu015fi su0131rasu0131nda pistten u00e7u0131karken, meydanda bu00fcyu00fck bir faciadan du00f6nu00fcldu00fc.Ve kargo uu00e7au011fu0131 2'ye bu00f6lu00fcndu00fc.",  "1999 - Hakku00e2ri Valisi Nihat Canpolat'a, Yu00fcksekova ilu00e7esinde bombalu0131 saldu0131ru0131 du00fczenlendi. Canpolat, saldu0131ru0131dan ku00fcu00e7u00fck su0131yru0131klarla kurtuldu; u015fofu00f6ru00fc u00f6ldu00fc, yedi kiu015fi de yaralandu0131.",  "1994 - DenizTemiz Derneu011fi (Turmepa) kuruldu.",  "1993 - Fransa'nu0131n Bretonya bu00f6lgesinde yapu0131lan kazu0131larda, u00fcnlu00fc u00e7izgi roman kahramanu0131 Asteriks'in yau015fadu0131u011fu0131 ku00f6yu00fcn bulunduu011fu u00f6ne su00fcru00fcldu00fc.",  "1992 - Ermeniler, Azerbaycan'nu0131n Au011fdaban ku00f6yu00fcnde 779 sivile iu015fkence yapu0131p 67'sini u00f6ldu00fcrerek Au011fdaban Katliamu0131'nu0131 geru00e7ekleu015ftirdi.",  "1992 - Uluslararasu0131 Atatu00fcrk Baru0131u015f u00d6du00fclu00fc'nu00fcn Gu00fcney Afrikalu0131 lider Nelson Mandela'ya verilmesi kararlau015ftu0131ru0131ldu0131. Mandela, Tu00fcrk Hu00fcku00fbmetine yu00f6nelik insan haklaru0131 ihlali suu00e7lamalaru0131 nedeniyle u00f6du00fclu00fc kabul etmedi.",  "1976 - Ankara'da u00e7eu015fitli faku00fclte ve u00f6u011frenci yurtlaru0131nda u00e7u0131kan olaylarda, aralaru0131nda Tabii Senatu00f6r Muzaffer Yurdakuler'in ou011flu Hakan Yurdakuler'in de bulunduu011fu, Esari Oran ve Burhan Baru0131n isimli 3 u00f6u011frenci u00f6ldu00fcru00fcldu00fc, u00e7ok sayu0131da u00f6u011frenci yaralandu0131.",  "1968 - Ortadou011fu Teknik u00dcniversitesi'nde u00f6u011frenciler Rektu00f6rlu00fck binasu0131nu0131 iu015fgal etti.",  "1960 - u0130stanbul'a on saat u00e7amur yau011fdu0131.",  "1956 - Seyhan Baraju0131 hizmete girdi.",  "1953 - Kenya bau011fu0131msu0131zlu0131k hareketinin u00f6nderi Jomo Kenyatta, Mau Mau Ayaklanmasu0131 gereku00e7e gu00f6sterilerek u0130ngiliz su00f6mu00fcrge yu00f6netimince tutuklandu0131.",  "1946 - Milletler Cemiyeti son oturumunu yaptu0131. Bundan sonra u00f6rgu00fctu00fcn adu0131 Birleu015fmiu015f Milletler olacaktu0131r.",  "1943 - Amerika Birleu015fik Devletleri Bau015fkanu0131 Roosevelt, enflasyonu kontrol altu0131nda tutabilmek amacu0131yla tu00fcm maau015f ve u00fccretleri dondurduu011funu ve iu015fu00e7ilerin iu015f deu011fiu015ftirmesini yasakladu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1933 - Almanya'da ari u0131rktan olmadu0131u011fu0131 du00fcu015fu00fcnu00fclen memurlar emekli edildi.",  "1924 - u015eeriye mahkemelerini kaldu0131ran yeni Mahkemeler Teu015fkilatu0131 Kanunu TBMM'de kabul edildi. Kadu0131laru0131n yerini hakimler aldu0131.",  "1923 - Mustafa Kemal 9 Umdeu2019yi au00e7u0131kladu0131. Anadolu ve Rumeli Mu00fcdafaa-i Hukuk Cemiyeti'nin seu00e7im bildirisi niteliu011findeki bu ilkelerin bau015fu0131nda, 'Egemenlik Ulusundur' maddesi gelmekteydi.",  "1920 - Salih Pau015fa'nu0131n (Salih Hulusi Kezrak) istifasu0131 ile kurulan Damat Ferit Pau015fa Kabinesi'nin tanu0131nmayacau011fu0131 yolunda, Heyet-i Temsiliye genelgesi yayu0131nlandu0131.",  "1918 - I. Du00fcnya Savau015fu0131: Sinema oyuncularu0131 Douglas Fairbanks ve Charlie Chaplin, New York sokaklaru0131nda savau015f tahvili sattu0131lar.",  "1899 - Martha Place, elektrikli sandalye ile idam edilen ilk kadu0131n oldu.",  "1869 - 2. Daru00fclfu00fcnun binasu0131nu0131n inu015fasu0131 tamamlandu0131 ve Daru00fclfu00fcnun-u0131 Osmani kuruldu.",  "1830 - Avrupa u00fclkeleri, Osmanlu0131 u0130mparatorluu011fu'ndan Yunan Devleti'nin bau011fu0131msu0131zlu0131u011fu0131nu0131 onaylamasu0131nu0131 istedi.",  "1820 - Milo Venu00fcsu00fc heykeli, bir Ege adasu0131 olan Melos'ta bulundu.",  "1783 - 1441'den beri varlu0131u011fu0131nu0131 su00fcrdu00fcren Ku0131ru0131m Hanlu0131u011fu0131, II. Katerina'nu0131n emriyle Rus u0130mparatorluu011fu tarafu0131ndan ilhak edildi.",  "1730 - New York'ta ilk sinagog hizmete girdi.",  "1513 - u0130spanyol Konkistador Juan Ponce de Leu00f3n, Florida'yu0131 keu015ffetti ve bu bu00f6lgeyi u0130spanya toprau011fu0131 olarak ilan etti."]







