["2022 - DHL’e ait B757 kargo uçağı Kosta Rika’nın başkenti San Jose Havalimanı’na acil inişi sırasında pistten çıkarken, meydanda büyük bir faciadan dönüldü.Ve kargo uçağı 2'ye bölündü.", "1999 - Hakkâri Valisi Nihat Canpolat'a, Yüksekova ilçesinde bombalı saldırı düzenlendi. Canpolat, saldırıdan küçük sıyrıklarla kurtuldu; şoförü öldü, yedi kişi de yaralandı.", "1994 - DenizTemiz Derneği (Turmepa) kuruldu.", "1993 - Fransa'nın Bretonya bölgesinde yapılan kazılarda, ünlü çizgi roman kahramanı Asteriks'in yaşadığı köyün bulunduğu öne sürüldü.", "1992 - Ermeniler, Azerbaycan'nın Ağdaban köyünde 779 sivile işkence yapıp 67'sini öldürerek Ağdaban Katliamı'nı gerçekleştirdi.", "1992 - Uluslararası Atatürk Barış Ödülü'nün Güney Afrikalı lider Nelson Mandela'ya verilmesi kararlaştırıldı. Mandela, Türk Hükûmetine yönelik insan hakları ihlali suçlamaları nedeniyle ödülü kabul etmedi.", "1976 - Ankara'da çeşitli fakülte ve öğrenci yurtlarında çıkan olaylarda, aralarında Tabii Senatör Muzaffer Yurdakuler'in oğlu Hakan Yurdakuler'in de bulunduğu, Esari Oran ve Burhan Barın isimli 3 öğrenci öldürüldü, çok sayıda öğrenci yaralandı.", "1968 - Ortadoğu Teknik Üniversitesi'nde öğrenciler Rektörlük binasını işgal etti.", "1960 - İstanbul'a on saat çamur yağdı.", "1956 - Seyhan Barajı hizmete girdi.", "1953 - Kenya bağımsızlık hareketinin önderi Jomo Kenyatta, Mau Mau Ayaklanması gerekçe gösterilerek İngiliz sömürge yönetimince tutuklandı.", "1946 - Milletler Cemiyeti son oturumunu yaptı. Bundan sonra örgütün adı Birleşmiş Milletler olacaktır.", "1943 - Amerika Birleşik Devletleri Başkanı Roosevelt, enflasyonu kontrol altında tutabilmek amacıyla tüm maaş ve ücretleri dondurduğunu ve işçilerin iş değiştirmesini yasakladığını açıkladı.", "1933 - Almanya'da ari ırktan olmadığı düşünülen memurlar emekli edildi.", "1924 - Şeriye mahkemelerini kaldıran yeni Mahkemeler Teşkilatı Kanunu TBMM'de kabul edildi. Kadıların yerini hakimler aldı.", "1923 - Mustafa Kemal 9 Umde’yi açıkladı. Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti'nin seçim bildirisi niteliğindeki bu ilkelerin başında, 'Egemenlik Ulusundur' maddesi gelmekteydi.", "1920 - Salih Paşa'nın (Salih Hulusi Kezrak) istifası ile kurulan Damat Ferit Paşa Kabinesi'nin tanınmayacağı yolunda, Heyet-i Temsiliye genelgesi yayınlandı.", "1918 - I. Dünya Savaşı: Sinema oyuncuları Douglas Fairbanks ve Charlie Chaplin, New York sokaklarında savaş tahvili sattılar.", "1899 - Martha Place, elektrikli sandalye ile idam edilen ilk kadın oldu.", "1869 - 2. Darülfünun binasının inşası tamamlandı ve Darülfünun-ı Osmani kuruldu.", "1830 - Avrupa ülkeleri, Osmanlı İmparatorluğu'ndan Yunan Devleti'nin bağımsızlığını onaylamasını istedi.", "1820 - Milo Venüsü heykeli, bir Ege adası olan Melos'ta bulundu.", "1783 - 1441'den beri varlığını sürdüren Kırım Hanlığı, II. Katerina'nın emriyle Rus İmparatorluğu tarafından ilhak edildi.", "1730 - New York'ta ilk sinagog hizmete girdi.", "1513 - İspanyol Konkistador Juan Ponce de León, Florida'yı keşfetti ve bu bölgeyi İspanya toprağı olarak ilan etti."]