["2011 - Alphen Aan den Rijn Alu0131u015fveriu015f Merkezi Saldu0131ru0131su0131: Amsterdam'u0131n 33u00a0km gu00fcneybatu0131su0131ndaki Alphen aan den Rijn'de altu0131 kiu015fi Ridderhof Alu0131u015fveriu015f Merkezi'ne giren bir katil tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "2003 - Irak'u0131n ABD u00f6nderliu011findeki Koalisyon Gu00fcu00e7leri tarafu0131ndan iu015fgalinin bau015flamasu0131ndan birkau00e7 hafta sonra Bau011fdat du00fcu015ftu00fc.",  "1991 - Paskalya iu00e7in u0130stanbul'a gelen Yunan turistleri tau015fu0131yan otobu00fcs, akli dengesi bozuk bir u015fahu0131s tarafu0131ndan Vezneciler Hamidiye Oteli u00f6nu00fcnde kundaklandu0131. Olayda, 5'i u00e7ocuk 33 kiu015fi yanarak can verdi.",  "1991 - Gu00fcrcistan'da yapu0131lan halk oylamasu0131yla, Sovyetler Birliu011fi'nden bau011fu0131msu0131zlu0131k kararu0131 alu0131ndu0131.",  "1985 - Kapatu0131lan Milliyetu00e7i Hareket Partisi Genel Bau015fkanu0131 Alparslan Tu00fcrkeu015f, 4,5 yu0131l tutuklu kaldu0131ktan sonra tahliye edildi.",  "1982 - Anu0131tkabir Mu00fcdu00fcrlu00fcu011fu00fc, Genelkurmay Bau015fkanlu0131u011fu0131na bau011flu0131 Anu0131tkabir Komutanlu0131u011fu0131na bau011flandu0131.",  "1979 - Tu00fcrkiye'de ilk kez bir hastanu0131n kulau011fu0131na ku0131ku0131rdak nakli yapu0131ldu0131.",  "1969 - u0130ngiltere'de imal edilen ilk Concorde uu00e7au011fu0131 ilk uu00e7uu015funu geru00e7ekleu015ftirdi.",  "1967 - Bugu00fcne kadar 10.575 adet u00fcretilen (9 Nisan 2020 itibaru0131yla) Boeing 737 ilk uu00e7uu015funu yaptu0131.",  "1958 - CHP'nin yayu0131n organu0131 Ulus gazetesi u00fcu00e7u00fcncu00fc kez kapatu0131ldu0131. Kapatmaya, Ankara Milletvekili Bu00fclent Ecevit'in bir yazu0131su0131 yol au00e7tu0131.",  "1953 - u0130lk u00fcu00e7 boyutlu film olan Mumyalar Mu00fczesi (House of Wax), Warner Brothers u015firketi tarafu0131ndan gu00f6sterime sunuldu.",  "1957 - Su00fcveyu015f Kanalu0131 batu0131klardan temizlenerek yeniden gemi trafiu011fine au00e7u0131ldu0131.",  "1952 - u015eehir Tiyatrolaru0131 Mu00fcdu00fcrlu00fcu011fu00fcne, Orhan Hanu00e7erliou011flu getirildi. Hanu00e7erliou011flu, daha u00f6nce u0130stanbul Emniyet u00dcu00e7u00fcncu00fc u015eube Mu00fcdu00fcru00fc'ydu00fc.",  "1945 - II. Du00fcnya Savau015fu0131: Ku00f6nigsberg Kuu015fatmasu0131 sona erdi.",  "1945 - Tu00fcrkiye'de yerli ampul u00fcretimi bau015fladu0131.",  "1940 - II. Du00fcnya Savau015fu0131: Almanya; Danimarka ve Norveu00e7 istilasu0131na bau015fladu0131.",  "1936 - u0130stanbul Telefon u015eirketi devletu00e7e satu0131n alu0131ndu0131.",  "1932 - u0130lk Tu00fcrk kadu0131n hakim Mu00fcru00fcvvet Hanu0131m, Adana'da gu00f6reve bau015fladu0131.",  "1860 - Du00fcnyada ilk kez bir ses kayu0131t altu0131na alu0131nabildi."]







