["2022 – Voting begins in the five-day sham annexation referendums in Russian-occupied Ukraine, leading to Russian annexation of Donetsk, Kherson, Luhansk and Zaporizhzhia oblasts.", "2020 – A grand jury in Kentucky declines to indict three police officers for the shooting death of Breonna Taylor in a drug raid gone wrong, leading to nationwide protests in the U.S.", "2019 – Twenty people die on the first of two days of rioting in Papua and West Papua over an alleged racist incident.", "2010 – Teresa Lewis becomes the first woman to be executed by the U.S. state of Virginia since 1912, and the first woman in the state to be executed by lethal injection.", "2008 – Matti Saari kills ten people at a school in Finland before committing suicide.", "2004 – Over 3,000 people die in Haiti after Hurricane Jeanne produces massive flooding and mudslides.", "1983 – Gulf Air Flight 771 is destroyed by a bomb, killing all 112 people on board.", "1973 – Argentine general election: Juan Perón returns to power in Argentina.", "1964 – Typhoon Wilda, one of the strongest typhoons to ever strike Japan, makes landfall, causing at least 30 fatalities and sinking at least 64 ships.", "1961 – U.S. President John F. Kennedy nominates African American civil rights lawyer Thurgood Marshall to the Court of Appeals for the Second Circuit, although pro-segregation Southern senators manage to delay his confirmation until September 11, 1962.", "1957 – Little Rock schools integration crisis: President Dwight D. Eisenhower sends the 101st Airborne Division to Little Rock, Arkansas, and federalizes the Arkansas National Guard, ordering both to support the integration of Little Rock Central High School.", "1956 – A tropical storm originating in the eastern Pacific Ocean passes into the Gulf of Mexico and is upgraded and named Hurricane Flossy just hours before striking the Gulf Coast and causing 15 deaths and an estimated USD$24.8 million in damages.", "1955 – An all-white jury in Mississippi finds Roy Bryant and J. W. Milam not guilty in the torture-murder of 14-year-old African American boy Emmett Till.", "1952 – After being accused of financial improprieties, Senator Richard Nixon delivers his \"Checkers speech\" nationwide on television and radio, defending his actions and successfully salvaging his nomination as the Republican candidate for Vice President.", "1951 – George VI, king of the United Kingdom, has his left lung removed in an operation after a malignant tumour was found.", "1950 – Korean War: The Battle of Hill 282 is the first US friendly-fire incident on British military personnel since World War II.", "1947 – A magnitude 6.9 earthquake strikes South Khorasan in Iran, killing over 500 people.", "1942 – World War II: The Matanikau action on Guadalcanal begins: U.S. Marines attack Japanese units along the Matanikau River.", "1920 – The Louisiana hurricane dissipated over Kansas after forcing around 4,500 people to evacuate and causing $1.45 million in damages.", "1918 – World War I: The Battle of Haifa takes place in present-day Israel, part of the Ottoman Empire at that time.", "1913 – The United Mine Workers of America launch a strike which eventually escalated into the Colorado Coalfield War.", "1905 – Norway and Sweden sign the Karlstad Treaty, peacefully dissolving the Union between the two countries.", "1899 – The American Asiatic Squadron destroys a Filipino battery at the Battle of Olongapo.", "1884 – On the night of 23-24 September, the steamship Arctique runs aground near Cape Virgenes leading to the discovery of nearby placer gold, beginning the Tierra del Fuego gold rush.", "1879 – The Macedo-Romanian Cultural Society is founded.", "1868 – The Grito de Lares occurs in Puerto Rico against Spanish rule.", "1846 – Astronomers Urbain Le Verrier, John Couch Adams and Johann Gottfried Galle collaborate on the discovery of Neptune.", "1821 – Tripolitsa, Greece, is captured by Greek rebels during the Greek War of Independence.", "1803 – Second Anglo-Maratha War: The Battle of Assaye is fought between the British East India Company and the Maratha Empire in India.", "1779 – American Revolution: John Paul Jones, naval commander of the United States, on board the USS Bonhomme Richard, wins the Battle of Flamborough Head.", "1642 – First English Civil War: The Battle of Powick Bridge, the first engagement between the primary field armies of the Royalists and the Parliamentarians, ended in a Royalist victory.", "1561 – King Philip II of Spain issues cedula, ordering a halt to colonizing efforts in Florida.", "1459 – The Battle of Blore Heath, the first major battle of the English Wars of the Roses, is won by the Yorkists.", "1409 – The Battle of Kherlen is the second significant victory over Ming dynasty China by the Mongols since 1368.", "1338 – The Battle of Arnemuiden, in which a French force defeats the English, is the first naval battle of the Hundred Years' War and the first naval battle in which gunpowder artillery is used.", "1122 – Pope Callixtus II and Holy Roman Emperor Henry V agree to the Concordat of Worms to put an end to the Investiture Controversy.", "38 – Drusilla, Caligula's sister who died in June, with whom the emperor is said to have an incestuous relationship, is deified."]