["2011 - Tunus'ta bir kişinin kendini yakmasıyla başlayan gösterilerin ardından, Devlet Başkanı Zeynel Abidin Bin Ali ülkeden kaçtı, geçiş hükûmeti kuruldu.", "2007 - Venezuela'ya ait, Panama-Karakas seferini yapan çift motorlu bir yolcu uçağı, Kolombiya'nın kuzey doğusunda düştü: 14 kişi öldü.", "2005 - Afganistan'daki Uluslararası Güvenlik Yardım Kuvveti harekâtına katılarak, Kabil Çok Uluslu Tugay Komutanlığı görevini 27 Ocak'ta 6 ay süreyle üstelenecek olan, 28'inci Mekanize Piyade Tugayı için uğurlama töreni düzenlendi.", "2005 - Avrupa Uzay Ajansına (ESA) ait Huygens adlı uzay sondası Satürn'ün uydusu Titan'ın yüzeyine indi.", "2000 - Eski Yugoslavya Uluslararası Ceza Mahkemesi, beş Bosnalı Hırvat'ı, 1993 yılında Ahmiçi köyünde en az 103 Müslüman'ın katledilmesiyle ilgili olarak 25 yıl hapse mahkûm etti.", "1998 - Afganistan'a ait bir kargo uçağı güneybatı Pakistan'da bir dağa düştü: 50 kişi öldü.", "1995 - İlk kez verilen Uluslararası Nâzım Hikmet Şiir Ödülü, İstanbul'da yapılan bir törenle Lübnan'lı şair Adonis'e verildi.", "1994 - Bill Clinton ile Boris Yeltsin, füzelerin herhangi bir ülkeye hedeflenmesine son verilmesi ve Ukrayna'nın nükleer silah stokunun yok edilmesi üzerinde anlaştılar.", "1993 - Nubar Terziyan, Ankara Uluslararası Film Festivali'nde \"Emek Ödülü\"ne değer bulundu.", "1990 - Yugoslavya Komünistler Birliği’nin olağanüstü toplantısında yayınlanan \"Yugoslavya için Demokratik Sosyalizm Deklarasyonu\" şiddetli tartışmalara sebep oldu.", "1987 - Uluslararası Ticaret Odası Vehbi Koç'u \"Dünyada Yılın İş insanı\" seçti.", "1985 - Martina Navratilova, kendisinin 100. tenis turnuvasını kazandı.", "1970 - Türk lirası, 1211 sayılı kanuna göre çıkarıldı.", "1969 - Amerika Birleşik Devletleri'ne ait uçak gemisi USS Enterprise (CVN-65)'da, Hawaii açıklarında patlama meydana geldi: 25 ölü.", "1964 - Meclis, 12 Eylül 1963 tarihinde imzalanan Ortak Pazar anlaşmasını onayladı.", "1963 - Fransa Cumhurbaşkanı Charles de Gaulle, Birleşik Krallık'ın Avrupa Ekonomik Topluluğuna (AET) girmesine karşı çıktı.", "1954 - Amerikalı sinema oyuncusu Marilyn Monroe, beyzbol oyuncusu Joe Dimaggio ile evlendi.", "1953 - Josip Broz Tito, Yugoslavya Devlet Başkanı oldu.", "1950 - Sovyetler Birliği'nde MiG-17 jet uçağının ilk prototipi uçuş denemesini tamamladı.", "1943 - Sir Winston Churchill, Franklin Roosevelt ve Charles de Gaulle Kazablanka Konferansı'nda bir araya geldiler.", "1938 - Norveç, Antarktika'nın Kraliçe Maud Toprakları olarak anılan bölgesi üzerinde hak iddia etti.", "1938 - Türkiye-Irak-İran-Afganistan arasında akdedilen Sadabat Paktı, TBMM'de onaylandı.", "1938 - Türkiye Cumhuriyeti Dışişleri Bakanlığı kuruluş kanunu kabul edildi.", "1932 - Amerika Birleşik Devletleri'nde işsizlerin sayısının 8,2 milyona ulaştığı açıklandı.", "1923 - Atatürk'ün annesi Zübeyde Hanım, İzmir'de öldü.", "1923 - Londra - New York arası ilk telefon görüşmesi yapıldı.", "1923 - Mustafa Kemal, Batı Anadolu'da geziye çıktı.", "1915 - Swakopmund, Güney Afrika birlikleri tarafından işgal edildi.", "1907 - Jamaika'da deprem: 1000'den fazla kişi öldü.", "1903 - Makedonya'daki Osmanlı yönetimine karşı gelişen şiddet olayları nedeniyle Sadrazam Mehmed Said Paşa azledildi, yerine Rumeli Islahat Komisyonu Başkanı Avlonyalı Mehmed Ferid Paşa getirildi.", "1900 - Giacomo Puccini'nin Tosca operası, Roma'da ilk kez icra edildi.", "1897 - İsviçreli Matthias Zurbriggen, Aconcagua zirvesine tırmanan ilk kişi oldu.", "1539 - Küba, İspanya'nın sömürgesi oldu."]