["2007 - Niğde Aladağlar'daki Demirkazık zirvesi tırmanışında 1 Ocak'ta mahsur kalan ODTÜ Dağcılık Kulübü üyesi altı dağcıdan, Utku Kocabıyık ve Seza Bürkan Yüksel öldü, dört dağcı ise kurtarıldı.", "2007 - ABD'de 93 yaşında ölen eski Başkanlardan Gerald Ford için Başkent Washington Ulusal Katedrali'nde cenaze töreni düzenlendi.", "2006 - Bavyera'da (Almanya) bir buz pistinin çatısı çöktü: 15 kişi öldü.", "2003 - Kopenhag kriterlere ile Anayasaya uyum çerçevesinde bazı yasalarda değişiklik öngören tasarı TBMM'de kabul edildi. Yasaya göre, siyasi partilerin kapatılması davalarında 5/3 çoğunluk aranacak. İşkence ve kötü muamele suçlarından verilen cezalar para cezasına çevrilemeyecek. Anayasa Mahkemesi, siyasi partinin devlet yardımından yoksun bırakılmasına karar verebilecek. Cemaat vakıfları mülk edinebilecek. Gazeteciler haber kaynaklarını açıklamaya zorlanamayacak.", "2001 - İstanbul 1 Numaralı DGM Hakimliği, Egebank soruşturması kapsamında İnterbank'ın eski sahibi Cavit Çağlar hakkında gıyabi tutuklama kararı verdi. (Türk İnterpolü, 5 Ocak'ta Çağlar hakkında kırmızı bülten hazırladı.)", "1995 - Eski İstanbul Su ve Kanalizasyon İşletmesi (İSKİ) Genel Müdürü Ergun Göknel'in 8,5 yıllık hapis cezası kesinleşti.", "1993 - Mehmetçik Somali'de: Türk Silahlı Kuvvetleri, BM'nin çağrısı üzerine 43 yıl aradan sonra ikinci kez bir yabancı ülkenin topraklarına ayak bastı.", "1992 - Hakkâri'nin Yüksekova ilçesinde çığ düşmesi sonucu yirmi kişi öldü, on beş kişi yaralandı.", "1990 - Devrimci-Sol örgütünün önemli isimlerinden Sinan Kukul, Metris Cezaevi'nden firar etti.", "1985 - Amerika Birleşik Devletleri, Birleşmiş Milletler Eğitim, Bilim ve Kültür Örgütü'nden (UNESCO) resmen ayrıldı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): TSK'nin verdiği 27 Aralık Muhtırası, Cumhurbaşkanlığı tarafından kamuoyuna açıklandı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Genelkurmay Başkanı Orgeneral Kenan Evren, kendisiyle görüşmeye gelen Korkut Özal'a, \"Necmettin Erbakan'ın kaypak politikasından rahatsız olduklarını, dinin politikaya alet edilmemesi gerektiğini\" söyledi.", "1979 - Türk ve Amerikalı arkeologların beş yıl süren ortak çalışmalarıyla, dünyanın ilk İslam batığı Ege Denizi'nde bulundu.", "1975 - Charlie Chaplin'e (Şarlo), Birleşik Krallık'ta \"Sir\" unvanı verildi.", "1971 - TİP'ten ayrılan Cenan Bıçakçı ve arkadaşları, Bağımsız Türkiye Sosyalistleri Birliği adıyla yeni bir örgüt kurduklarını açıkladı.", "1968 - Dr. Christiaan Barnard, Güney Afrika'nın Cape Town şehrinde ikinci kalp nakli ameliyatını gerçekleştirdi.", "1959 - SSCB, \"Luna 1\" adlı uzay aracını fırlattı. \"Luna 1\", Ay'ın sınırlarına ulaşarak, Güneşin yörüngesine girecek olan ilk uzay aracı olacaktır.", "1959 - Fidel Castro, Küba lideri oldu.", "1955 - Panama Devlet Başkanı José Antonio Remón Cantera, bir suikast sonucu öldürüldü.", "1951 - Birleşmiş Milletler Güvenlik Konseyi'nin yeni üyeliklerine Türkiye, Hollanda ve Brezilya seçildi.", "1942 - II. Dünya Savaşı: Manila, Japon kuvvetlerince işgal edildi.", "1935 - Türkiye'de Soyadı Kanunu yürürlüğe girdi.", "1935 - Marmara Adası ve Erdek'te deprem oldu; 5 kişi öldü, 600 bina hasar gördü.", "1924 - İstanbul İstiklal Mahkemesi'nde yargılanan gazeteciler beraat etti. Gazeteciler ve İstanbul Barosu Başkanı Lütfi Fikri Bey, Hıyanet-i Vataniye Kanunu'na aykırı davranmakla suçlanıyorlardı. Gazeteciler beraat ederken Lütfi Fikri Bey, 5 yıl kürek hapsine mahkûm oldu.", "1905 - Rus-Japon Savaşı'nda, Çin'deki Rus üssü Port Arthur, Amiral Tōgō Heihachirō komutasındaki Japon İmparatorluk Deniz Kuvvetleri'ne  teslim oldu. Rus İmparatorluğu'nu çöküşe götüren ve 1905 Devrimi'nin kapısını açan yenilgiler dizisi başladı.", "1870 - Brooklyn Köprüsü'nün yapımına başlandı.", "1839 - Fotoğrafın mucitlerinden biri olan Fransız fotoğrafçı Louis Daguerre, Ay'ın ilk fotoğrafını çekti.", "1757 - Birleşik Krallık, Kalküta'yı (Hindistan) ele geçirdi.", "1523 - Rodos Adası, Kanuni Sultan Süleyman tarafından fethedildi."]