["2018 - Rocket Lab şirketi Electron roketi ile ilk kez uzaya uydu yolladı.", "2012 - Türkiye'de ilk yüz nakli gerçekleştirildi.", "2010 - Ümit Boyner, TÜSİAD'ın yeni Başkanı seçilerek, TÜSİAD'ın tarihindeki ikinci kadın Başkanı oldu.", "2008 - Türkiye nüfusunun Adrese Dayalı Nüfus Kayıt Sistemine göre, 2007 sonu itibarıyla 70 milyon 586 bin 256 kişi olarak açıklandı. Ülkede ikamet eden 98 bin 339 yabancı uyruklu sayısı düşüldüğünde, Türkiye'de yaşayan Türkiye vatandaşlarının sayısının 70 milyon 487 bin 917 kişi olduğu bildirildi.", "2005 - İzmit İşletmesinin kapatılmasını protesto için fabrikaya kapanan SEKA işçileri, Kurban Bayramı'nı fabrikada geçirdi.", "2001 - Filipinler'de Devlet Başkan Yardımcısı Gloria Macapagal Arroyo, sokağın ve ordunun baskısıyla Joseph Estrada'nın yerine Devlet Başkanı oldu.", "1999 - Amerikan tarihinin en büyük uyuşturucu operasyonu: Sahil güvenlik kuvvetlerinin durdurduğu bir gemide 4.300 kg kokain ele geçirildi.", "1997 - Atatürkçü Düşünce Derneği, Başbakan Necmettin Erbakan hakkında konutta verdiği yemek daveti nedeniyle suç duyurusunda bulundu.", "1992 - İstanbul'da evlerde doğal gaz kullanılmaya başladı.", "1990 - Adnan Oktar ve müridi oldukları öne sürülen 66 erkek ve 68 kadın gözaltına alındı.", "1985 - 1983'ten beri süren Yazarlar Sendikası davasında sanıklar beraat etti.", "1983 - İstanbul eski Belediye Başkanı Ahmet İsvan tahliye edildi. İsvan, Devrimci İşçi Sendikaları Konfederasyonu (DİSK) davasında yargılanmaktaydı.", "1981 - Kenan Evren başkanlığındaki Millî Güvenlik Konseyi, öğretmenlere ayda 1000 lira eğitim ve öğretim tazminatı verilmesini sağladı.", "1981 - Ankara Cumhuriyet Savcı Yardımcısı Doğan Öz'ü öldürmekten sanık sağ eylemci İbrahim Çiftçi, Ankara Sıkıyönetim Mahkemesince üçüncü kez ölüm cezasına çarptırıldı.", "1977 - Amerika Birleşik Devletleri Başkanı Jimmy Carter, Vietnam savaşı sırasındaki asker kaçaklarının hemen hepsini affetti.", "1976 - Concorde, Londra-Bahreyn ve Paris-Rio de Janeiro hatlarında ticari uçuşlarına başladı.", "1972 - Cidde'ye yaptığı Hac seferinden dönen Marmara adlı THY uçağı, 5 kişilik mürettebatıyla düştü. Hostes Hülya Maviler yanarak öldü, diğerleri yaralı olarak kurtarıldı.", "1970 - Jumbo-Jet Boeing 747 ticari seferlerine başladı.", "1967 - Türkiye Millî Talebe Federasyonu'nun beş yöneticisi tutuklandı. Sencer Güneşsoy, Baykan Kalaba, Naci Özdemir, Hüsnü Temiz, Kâzım Musa bir gün önce polis tarafından mühürlenen federasyon binasına girmek istemişlerdi.", "1959 - Ulus gazetesinin Yazı İşleri Müdürü Ülkü Arman ve Yakup Kadri Karaosmanoğlu birer yıl hapse mahkûm oldu; gazete bir ay süreyle kapatıldı. Yakup Kadri Karaosmanoğlu'nun \"Nalıncı Keseri\" başlıklı yazısı dava konusu olmuştu.", "1958 - Lefkoşa'da taksim lehine gösteri yapan Kıbrıslı Türk gençlerine İngiliz askerleri müdahale etti; bir genç ağır yaralandı, altı kişi tutuklandı.", "1954 - İlk nükleer denizaltı Nautilus, Connecticut'ta denize indirildi.", "1952 - Ordu eski milletvekili ve mizah dergisi Akbaba'nın sahibi Yusuf Ziya Ortaç, Cumhuriyet Halk Partisi'nden istifa etti.", "1951 - Kore'den ilk hasta ve yaralı kafilesi, Ankara'ya geldi.", "1946 - Türkiye İş Kurumu kuruldu.", "1943 - Varlık Vergisi ödemesinin son günüydü. Vergisini ödemeyen mükelleflerin ev ve iş yerlerindeki malları haczedildi, daha sonra da icra yoluyla satış yöntemiyle vergileri tahsil edildi.", "1942 - II. Dünya Savaşı: Kuzey Afrika Cephesi'nde Rommel'in, Sirenayka taarruzu.", "1941 - II. Dünya Savaşı: Avustralya ve Birleşik Krallık birlikleri, Tobruk-Libya'ya saldırı başlattı.", "1925 - Arnavutluk Cumhuriyeti ilan edildi.", "1921 - İtalyan Komünist Partisi kuruldu.", "1920 - Şehit Mehmet Kamil, Fransız askerleri tarafından süngü ile öldürüldü.", "1919 - İrlanda Bağımsızlık Savaşı başladı.", "1911 - İlk Monte Carlo Rallisi başladı.", "1908 - New York Belediyesinin aldığı bir kararla, kadınların toplum içinde sigara içmeleri yasaklandı.", "1899 - Opel ilk otomobilini üretti.", "1793 - Vatana ihanetten suçlu bulunan Fransa kralı XVI. Louis, giyotinle idam edildi.", "1774 - Pugaçov İsyanı: Kazak isyan önderi Pugaçev, idam edildi.", "1774 - Osmanlı padişahı III. Mustafa öldü. I. Abdülhamit tahta çıktı.", "1522 - Rodos'un Osmanlı Donanmasınca fethi."]