["2013 - Galatasaray Üniversitesi Saray Binası yangını. Ortaköy Çırağan Caddesi üzerinde bulunan yerleşkede elektrik kontağından çıkan yangın, Feriye Sarayları'ndan olan tarihî binanın pek çok tarihî eser ve kitap ile birlikte küle dönüp kullanılamaz hâle gelmesine sebep olmuştur.", "2008 - Ümraniye'de ele geçirilen el bombalarıyla ilgili soruşturmada emekli Tuğgeneral Veli Küçük, avukat Kemal Kerinçsiz, gazeteci Güler Kömürcü, Türk Ortodoks Patrikhanesi Basın ve Halkla İlişkiler Sözcüsü Sevgi Erenerol, Susurluk davası hükümlüsü Sami Hoştan'ın da aralarında bulunduğu 33 kişi gözaltına alındı.", "2007 - Vikipedi, Altın Örümcek 2006 \"En İyi İçerik\" ödülünün sahibi oldu.", "2007 - Bağdat'taki bombalı saldırılarda 73 kişi öldü, 138 kişi yaralandı.", "2006 - Profesyonel basketbol ligi olan NBA'in şu andaki en iyi oyuncusu olan Kobe Bryant, Toronto Raptors karşısında 81 sayı atarak NBA tarihinin Wilt Chamberlain'den (100) sonra, bir maçta en çok sayı atan oyuncusu oldu.", "2006 - BM Mülteciler Yüksek Komiserliği, Yemen açıklarında kaçakları taşıyan bir teknenin alabora olması sonucu ilk belirlemelere göre 22 kişinin öldüğünü bildirdi.", "2006 - Mersin'de 4,0 büyüklüğünde bir deprem meydana geldi.", "2002 - ABD perakende devi Kmart iflas etti.", "2000 - Ankara 9. Ağır Ceza Mahkemesi, DYP Şanlıurfa Milletvekili Fevzi Şıhanlıoğlu'nun ölümü ile ilgili davada, MHP Milletvekili Cahit Tekelioğlu'nu 2 yıl 9 ay 10 gün ağır hapse mahkûm etti. MHP Milletvekili Mehmet Kundakçı'nın ise beraatine karar verildi.", "1996 - Özgürlük ve Dayanışma Partisi (ÖDP) kuruldu. Partinin genel başkanlığına Doç. Dr. Ufuk Uras seçildi.", "1996 - Gazeteci Metin Göktepe'yi öldürdükleri iddiasıyla biri Emniyet Amiri 24 polis gözaltına alındı.", "1991 - Bir Irak scud füzesi İsrail'e düştü, üç kişi öldü.", "1990 - Sovyetler Birliği lideri Gorbaçov, Kızıl Ordu askerlerinin ayaklanmayı bastırmak üzere Azerbaycan'a yollandığını açıkladı.", "1989 - Sovyetler Birliği'nde ilk kez \"Uluslararası Güzellik Yarışması\" düzenlendi. Yarışmada Türkiye'yi temsil eden Meltem Hakarar birinci seçildi.", "1988 - Nâzım Hikmet'e vatandaşlık haklarının geri verilmesi için kampanya başlatıldı.", "1987 - Yüksek Sağlık Şurası, tüp bebek uygulamasının Türkiye'de de başlatılmasını kararlaştırdı.", "1987 - Türkiye-Yunanistan Uyum Antlaşması, Avrupa Ekonomik Topluluğu (AET) adına parafe edildi.", "1984 - Kullanıcı dostu grafik ara yüzü ve faresi ile bilgisayarı kullanıcılara sevdiren ilk ticari bilgisayar olan Apple Macintosh, ünlü \"1984\" televizyon reklam kampanyası ile tanıtılmaya başlandı.", "1983 - 12 Eylül Darbesi'nin 28. idamı: Kumarda kaybedip borçlandıktan sonra 1973 yılında bir taksi şoförünü, 1974 yılında ise araba almak için para biriktiren bir arkadaşını para için öldüren Ahmet Mehmet Uluğbay idam edildi.", "1981 - İstanbul Sıkıyönetim Komutanlığınca gözaltına alınan Milliyetçi İşçi Sendikaları Konfederasyonu (MİSK) yöneticilerinin tümü serbest bırakıldı.", "1980 - Nükleer fizikçi Dr. Andrey Saharov, SSCB'de ülke içi sürgüne gönderildi.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Tariş olayları: Güvenlik güçleri arama yapmak için TARİŞ (Tariş İncir, Üzüm, Pamuk ve Yağlı Tohumlar Tarım Satış Kooperatifleri Birlikleri) İşletmelerine girmek istedi; 50 kişi yaralandı, 600 işçi gözaltına alındı. TARİŞ'e bağlı iş yerlerinde işçiler direnişe geçti.", "1979 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Devrimci Demokratik Kültür Derneklerinin, \"Doğu'da Kürt halkından olmayan kamu görevlilerinin bölgeden uzaklaştırılması\" kararı devlet tarafından yerine getirilmediği için Mardin Bayındırlık Müdürlüğünde görevli inşaat mühendisi İbrahim Özer, sabah işe giderken bir endüstri meslek lisesi öğrencisi tarafından silahlı saldırıya uğrayarak öldürüldü.", "1977 - İstanbul'da Saraçhane-Sultanahmet arasında, \"Faşizme Ölüm\" yürüyüşü yapıldı. Yürüyüşe 5 bin kişi katıldı.", "1973 - 12 Mart dönemi başbakanlarından Nihat Erim, İnsan Hakları Mahkemesi Türkiye Yargıçlığına adaydı. Çok tepki görünce adaylıktan çekildi.", "1972 - Brüksel Antlaşması imzalandı. Bu antlaşmaya göre; Birleşik Krallık, İrlanda, Danimarka ve Norveç, 1 Ocak 1973'ten itibaren Avrupa Ekonomik Topluluğu'na (AET) üye olacak.", "1970 - Boeing 747 ilk kez Londra'ya uçtu.", "1969 - Teksif Sendikası'na bağlı işçiler, Defterdar Fabrikası'nda grev başlattı.", "1969 - Fikir Kulüpleri Federasyonu'nun \"Türk Halkına Mektup\" başlıklı bildirisi toplatıldı.", "1965 - Yeni Seçim Kanunu Türkiye Büyük Millet Meclisi'nde kabul edildi. Yeni Seçim Kanunu millî bakiye sistemini ve birleşik oy pusulası kullanımını öngörüyor.", "1961 - İstanbul'da 300 cam işçisi kapalı salon toplantısı yaptı.", "1959 - Kadın avukatlar, Refik Erduran'a \"Bir Kilo Namus\" adlı yapıtı nedeniyle açtıkları davadan vazgeçtiler.", "1959 - İzmir Toplu Basın Mahkemesi, Demokrat İzmir gazetesi Yazı İşleri Müdürü Şeref Bakşık'a 15 gün, gazetenin sahibi Adnan Düvenci'ye ise, 1 yıl mahkûmiyet cezası verdi.", "1957 - İsrail ordusu Sina Yarımadası'ndan çekilmekle birlikte, Gazze Şeridi'ndeki işgalini sürdürdü.", "1952 - Dünyanın ilk jet yolcu uçağı olan de Havilland Comet, BOAC Havayolu Şirketi'nin filosunda hizmete girdi.", "1950 - İstanbul grekoromen güreş takımı, İstanbul'da Paris takımını 7-1 yendi.", "1949 - Mao'nun orduları Pekin'i aldı.", "1947 - Fransa'da yeni kabineyi, sosyalist Paul Ramadier kurdu.", "1946 - Mahabad Cumhuriyeti kuruldu.", "1946 - Ampul satışları serbest bırakıldı.", "1942 - İmla Kılavuzu'nun tüm okul ve iş yerlerinde kullanılması hakkında genelge yayımlandı.", "1939 - Columbia Üniversitesi'nden bir grup bilim insanı, uranyum atomunu parçalamayı başardı.", "1938 - Yalova Termal Oteli açıldı.", "1932 - İlk Türkçe Kur'an, Hafız Yaşar (Okur) tarafından Yerebatan Camii'nde okundu.", "1930 - Gazi ve Türklük aleyhine yayın yapmaktan dolayı Resimli Ay dergisi aleyhine dava açıldı.", "1924 - Birleşik Krallık'ta, İşçi Partisi lideri Ramsay MacDonald başbakanlığa atandı.", "1905 - Birinci Rus Devrimi başladı. Çar birliklerinin Kışlık Saray'a dilekçe vermek için yürüyüşe geçen işçilere ateş açmaları ve Kanlı Pazar diye anılan günde, 500 işçiyi öldürmeleri üzerine ayaklanmalar baş gösterdi.", "1889 - Columbia Phonograph plak ve müzik şirketi Washington'da kuruldu.", "1771 - Falkland Adaları, İspanya tarafından Britanya'ya bırakıldı.", "1580 - İstanbul Rasathanesi, III. Murat tarafından yıktırıldı.", "1517 - Osmanlı ordusu, Ridaniye Savaşı'nda Memluk ordusunu yendi. Bu savaşın ardından, halifelik Osmanlılara geçti.", "871 - Basing Savaşı: Danimarkalı istilacı Vikingler, Anglosaksonları (Anglosakson Kralı: Ethelred of Wessex) Basing'de yendi."]