["2020 - Elazığ'da, Merkez üssü Sivrice-Kalaba olan Richter Ölçeğine göre 6.8 büyüklüğünde bir deprem meydana geldi.", "2015 - Ukrayna'nın Mariupol şehrine, Donetsk Halk Cumhuriyeti lideri Aleksandr Zaharçenko tarafından roket saldırısı düzenlendi. Saldırıda 29 kişi hayatını kaybetti.", "2011 - Domodedovo Havalimanı saldırısı'nda 37 kişi öldü ve 173 kişi yaralandı.", "2009 - Jan Koum, Kaliforniya'da WhatsApp'ı kurdu.", "2008 - Gaziantep'te, El-Kaide'ye yönelik eş zamanlı on sekiz ayrı operasyonda bir polis öldü, yedi polis ile bir vatandaş yaralandı. Operasyonda, dört kişi ölü ele geçirildi, on dokuz kişi gözaltına alındı.", "2006 - İran'ın güneybatısındaki Ahvaz kentinde meydana gelen iki patlamada 8 kişi öldü, 40'tan fazla kişi de yaralandı.", "2004 - NASA'nın Opportunity adlı aracı, ikizi Spirit'ten iki hafta sonra Mars yüzeyine indi.", "2006 - Kuveyt Parlamentosu, dokuz gün önce ölen Şeyh Cabir el-Ahmed el-Sabah'ın yerine geçen Emir Şeyh Saad I Al-Abdullah Al-Salim Al-Sabah'ı azletti. Parlamento, oy birliğiyle aldığı karara gerekçe olarak 75 yaşındaki Emir'in sağlık durumunun kötü olmasını gösterdi.", "2001 - Diyarbakır Emniyet Müdürü Gaffar Okkan, 4 koruması ve şoförü, uğradıkları silahlı saldırıda öldürüldü.", "2000 - Top Air'e ait bir uçak Güdül civarında düştü, 4 kişi öldü.", "1997 - Denizbank, çekişmeli bir ihale ile 66 milyon dolara Vestel'in de sahibi olan Zorlu Holding Yönetim Kurulu Başkanı Ahmet Nazif Zorlu'ya satıldı.", "1994 - Türkiye'nin ilk haberleşme uydusu Türksat 1A, fırlatıldıktan 12 dakika 12 saniye sonra okyanusa düştü.", "1993 - Gazeteci ve yazar Uğur Mumcu, otomobiline yerleştirilen bombanın patlaması sonucu öldürüldü.", "1993 - Milliyetçi Çalışma Partisi, adını Milliyetçi Hareket Partisi olarak değiştirdi.", "1990 - Ankara 3. Ağır Ceza Mahkemesi, Türkiye Emlak Bankası'nı 60 milyon dolar ve 34 milyon İsviçre Frangı dolandırdığı iddiasıyla yargılanan iş insanı Kemal Horzum'u 12 yıl 6 ay ağır hapis cezasına çarptırdı. Bankanın iki görevlisine de aynı ceza verildi.", "1989 - Seri katil Ted Bundy, 1978'de 12 yaşındaki Kimberley Leach'i kaçırıp öldürmek suçundan, Florida'da elektrikli sandalye ile idam edildi.", "1986 - Voyager 2 uydusu, Uranüs'ün 81.500 km yakınından geçti.", "1984 - Macintosh bilgisayarlar piyasaya sürüldü.", "1983 - 1. Ordu ve İstanbul Sıkıyönetim Komutanlığı Cumhuriyet gazetesinin basımı, yayımı ve dağıtımını yasakladı. Nadir Nadi ve Yazı İşleri Müdürü Okay Gönensin hakkında dava açıldı.", "1978 - Sovyetler Birliği'ne ait nükleer reaktör taşıyan Cosmos 954 adlı uydu Dünya atmosferine girerken yanarak parçalandı, radyoaktif serpintileri Kanada'nın kuzeybatısına yayıldı. Dağılan parçaların ancak %1'i toplanabildi.", "1978 - Eurovision elemelerinde yarışan \"Biz\" adlı şarkı Danıştay kararı ile finalist oldu.", "1977 - İspanya'nın başkenti Madrid'de Francisco Franco yanlısı aşırı sağcılar tarafından saldırı düzenlendi. Saldırıda 5 avukat öldü, aynı zamanda İspanya'da demokrasiye geçiş sürecindeki en kanlı olaylardan birisidir.", "1977 - Türk ve Yugoslav yolcularını taşıyan bir otobüs, Üsküp yakınlarında Kumanova nehrine düştü. Kazada 24 kişi öldü, 19 kişi yaralandı.", "1973 - Ali Haydar Yıldız, Tunceli'nin Çemişgezek ilçesinin Vartinik köyünde askerle girdiği çatışma sonucu öldürüldü. Arkadaşı İbrahim Kaypakkaya ise yaralı vaziyette kaçtı.", "1972 - Guam ormanlarında II. Dünya Savaşı'ndan beri teslim olmamak için saklanan, Japon millî askeri bulundu.", "1972 - İsmet İnönü \"Siyasi suçlar için idam olmamalı\" dedi ve sıkıyönetimin kaldırılmasını istedi.", "1972 - Mahir Çayan'a dedesinden kalan mirasa sıkıyönetim mahkemesi tarafından el konuldu.", "1967 - Üniversite öğrencileri, Türkiye Millî Talebe Federasyonu'na karşı tutumu protesto ettiler. Ankara'da bir miting düzenlediler. Türkiye Millî Talebe Federasyonu 19 Ocak günü polis tarafından mühürlenmiş, 21 Ocak günü de beş yöneticisi tutuklanmıştı.", "1966 - Hindistan Havayolları'na ait Boeing 707 tipi bir yolcu uçağı, Bombay-New York seferini yaparken İsviçre'nin Cenevre kentine inmeye hazırlandığı sırada, Alp dağlarının Mont Blanc tepelerine çarparak düştü: 117 kişi öldü.", "1965 - Alfred Hitchcock'un Sapık filmi Türkiye'de vizyona girdi.", "1963 - Çatalca'da kara saplanan trenle ilgili haber yapmak için 23 Ocak'ta gazetelerinden ayrılan Hürriyet gazetesi yazarı Yüksel Kasapbaşı ile foto muhabiri Abidin Behpur ve aracın sürücüsü Yüksel Öztürk donarak öldüler, donmuş cesetleri 25 Ocak'ta Çatalca yakınlarında bulundu.", "1961 - Yassıada duruşmalarında Başsavcı Altay Ömer Egesel, Adnan Menderes'in idamını istedi.", "1961 - Marilyn Monroe ile Arthur Miller boşandılar. Çift beş yıldır evliydi.", "1959 - İstanbul Küçükyalı'da Neşe Sineması çöktü; 37 kişi öldü, çok sayıda kişi yaralandı.", "1956 - Eskişehir Cezaevi'nde 388 mahkûm ayaklandı.", "1955 - Zonguldak'ta, Ereğli Kömür İşletmelerine bağlı Gelik ocağındaki grizu patlamasında 52 madenci öldü, 19 madenci yaralandı.", "1949 - Behçet Kemal Çağlar, Cumhuriyet Halk Partisi'nden ve milletvekilliğinden istifa etti.", "1946 - Cumhuriyet Halk Partisi Sanat Ödülü'nü 35 Yaş şiiriyle Cahit Sıtkı Tarancı kazandı.", "1946 - Birleşmiş Milletler, Uluslararası Atom Enerjisi Komisyonu'nu kurdu.", "1943 - II. Dünya Savaşı: Franklin D. Roosevelt ve Winston Churchill'in katıldığı Casablanca Konferansı sona erdi.", "1939 - Şili'deki depremde 28 bin kişi öldü.", "1935 - İlk kutu bira, Krueger Brewing Company tarafından Richmond, Virginia'da (Amerika Birleşik Devletleri) satışa sunuldu.", "1927 - Alfred Hitchcock'un ilk filmi The Pleasure Garden Birleşik Krallık'ta gösterime girdi.", "1927 - Eczacılar ve eczaneler hakkında kanun Türkiye Büyük Millet Meclisi'nde kabul edildi.", "1924 - Rusya'da Sankt-Peterburg şehrinin adı, devrimci liderin (Vladimir Lenin) anısına Leningrad olarak değiştirildi.", "1921 - Çerkez Ethem'in güçleri dağıtıldı.", "1921 - Ankara-Sivas Demiryolunun inşasına ilişkin yasa, TBMM'de kabul edildi. Hattın inşası 1930 yılında tamamlandı.", "1881 - Göktepe Savaşı: General Mihail Skobelev komutasındaki Rus birlikleri Türkmenleri yendi.", "1848 - Kaliforniya'da altın bulundu.", "1679 - İngiltere Kralı II. Charles parlamentoyu feshetti.", "41 - Caligula lakabıyla tanınan, zalimliği, despotluğu ve deliliği ile ünlü Roma İmparatoru  Julius Caesar Augustus Germanicus, muhafızları tarafından öldürüldü."]