["2008 - Haydarpaşa-Denizli seferi yapan trenin saat 02:00 civarlarında Kütahya'nın Çöğürler kasabasında raydan çıkmasıyla oluşan kazada, 436 yolcudan 9 kişi öldü. Yaklaşık 300 kişi çeşitli yerlerinden yaralandı.", "2006 - Polonya'nın Katowice şehrinde bir sergi sarayının çatısı, biriken karın ağırlığıyla çöktü: 62 kişi öldü, 140 kişi yaralandı.", "2004 - Türk lirası'ndan altı sıfır atılmasını ve para biriminin Yeni Türk Lirası olmasını öngören yasa tasarısı, TBMM Genel Kurulunda kabul edildi.", "2002 - Ekvador Havayollarına ait Boeing 727-100 tipi bir yolcu uçağı güney Kolombiya'da And dağlarına çarparak düştü: 92 kişi öldü.", "1997 - Güney Afrika'da ırkçı yönetim döneminde görevli dört polis, devrimci öğrenci lideri Steve Biko'yu 1977'de öldürdüklerini resmen itiraf etti.", "1994 - Türk savaş uçakları, PKK'nın (Kürdistan İşçi Partisi) Kuzey Irak'taki Zeli kampını bombaladı.", "1993 - Genelkurmay Başkanlığı, \"darbe devrinin\" kapandığını açıkladı.", "1992 - Anayasa Mahkemesi, Türkiye Birleşik Komünist Partisi'ni kapattı.", "1988 - THY, iç hat seferlerinde sigara içilmesini yasakladı.", "1987 - Türkiye, Avrupa Konseyi İnsan Hakları Komisyonu'na kişisel başvuru hakkını çekince koyarak kabul ettiğini açıkladı.", "1986 - Uzay mekiği Challenger, fırlatılışından 73 saniye sonra parçalandı: yedi astronot öldü. Hatanın katı yakıt motorlarındaki sızıntıdan kaynaklandığı öne sürüldü.", "1986 - Sakıp Sabancı, Türkiye Sanayici ve İşadamları Derneği (TÜSİAD) Başkanlığına seçildi.", "1983 - Cumhurbaşkanı Kenan Evren başkanlığındaki Millî Güvenlik Konseyi, ASALA militanı Levon Ekmekçiyan'a verilen ölüm cezasını onayladı.", "1982 - Türkiye'nin Los Angeles Başkonsolosu Kemal Arıkan öldürüldü; saldırıyı, \"Ermeni Soykırımı Adalet Komandoları\" üstlendi.", "1982 - İdam hükümlü firari sağ eylemci İsa Armağan, İran'da tutuklandı.", "1975 - Cumhuriyet Halk Partisi Genel Başkanı Bülent Ecevit, \"Olayların baş sorumlusu Milliyetçi Cephe'dir\" dedi.", "1971 - İzmir'de gençler, Amerikan 6. Filosunu protesto ettiler; 20 genç gözaltına alındı.", "1963 - İstanbul'da İstinye'deki Kavel Kablo Fabrikası'nda çalışan 170 işçi oturma grevi yaptı. İşçiler sendikalaşma nedeniyle işten çıkarılan dört arkadaşlarının işe geri alınmasını istiyorlardı.", "1959 - Çukurova'da sel oldu. 200 bin portakal ağacı sel altında kaldı, bir mensucat fabrikasını sel bastı. Zararın 5 milyon TL olduğu tahmin ediliyor. Bölgede yiyecek sıkıntısı başladı.", "1958 - Kıbrıs'ta Türklerin düzenlediği miting sırasında İngiliz askerlerinin ateş açması ve bir kamyonun kasten halkın üzerine sürülmesi sonucu 8 kişi öldü. TBMM, 31 Ocak'ta Birleşik Krallık'ı kınama kararı aldı.", "1935 - İzlanda, kürtajı yasallaştıran ilk ülke oldu.", "1932 - Japonya, Şanghay'ı işgal etti.", "1929 - İstanbul'da bir otomobil montaj fabrikası kurmak için Ford şirketi ile Maliye Vekaleti arasında imzalanan anlaşma Mecliste kabul edildi.", "1925 - Terakkiperver Cumhuriyet Fırkası İstanbul Şubesi açıldı.", "1923 - İçişleri Bakanlığı, İzmit ilinin adını Kocaeli olarak değiştirdi.", "1921 - Albert Einstein, evrenin ölçülebileceğini öne sürdü. Bilim dünyasında bir tartışma başlattı.", "1921 - Mustafa Suphi ve arkadaşları, Trabzon'a geldikten sonra İskele Kahyası İttihatçı Yahya tarafından bir motora bindirildiler ve gece denizde öldürüldüler.", "1920 - Osmanlı Mebusan Meclisi'nin gizli oturumunda, Misak-ı Milli kabul edildi.", "1918 - Lev Troçki, Sovyetler Birliği'nde Kızıl Ordu'yu kurmaya başladı.", "1915 - I. Dünya Savaşı: Osmanlı İmparatorluğu ile Britanya İmparatorluğu arasında Suriye-Filistin Cephesi başladı.", "1909 - İspanya-Amerika Savaşı'ndan beri orada olan Amerikan birlikleri, Küba'dan ayrıldı.", "1887 - Eyfel Kulesi'nin yapımına başlandı.", "1871 - Fransa-Prusya Savaşı: Fransa teslim oldu ve savaş sona erdi.", "1820 - Fabian Gottlieb von Bellingshausen ve Mikhail Petrovich Lazarev öncülüğündeki Rus ekip, Antarktika kıtasını keşfetti.", "1807 - Pall Mall Sokağı, tarihte ışıklandırılan ilk sokak oldu.", "1547 - VI. Edward, İngiltere Kralı oldu.", "1517 - Yavuz Sultan Selim komutasındaki Osmanlı Ordusu, Kahire'ye girdi."]