["2020 - Dünya Sağlık Örgütü SARS-CoV-2 virüsünü bir pandemiye neden olabileceği sebebiyle \"Küresel Acil Durum\" ilan etti. Zaten bundan birkaç ay sonra virüs hala  devam eden bir Pandemi ilan edildi.", "2005 - Irak'ta 50 yıldır ilk kez çok partili seçimler yapıldı. Sünniler seçimi boykot etti. Seçimin galibi Şiiler oldu. Celal Talabani, ülkenin ilk Kürt asıllı Devlet Başkanı seçildi. Şii İbrahim el-Caferi de Başbakan oldu.", "2003 - Belçika'da aynı cinsiyetteki çiftlerin evliliği yasallaştı, böylece Belçika, dünyada Hollanda'dan sonra bu yasayı çıkartan ikinci ülke oldu.", "2002 - Slobodan Miloseviç, Birleşmiş Milletler örgütünün uluslararası savaş suçluları mahkemesinin kendisine karşı şeytani ve düşmanca bir tutum içinde olduğunu iddia etti.", "2001 - TBMM'deki iç tüzük görüşmeleri sırasında çıkan arbedede DYP Milletvekili Fevzi Şıhanlıoğlu, kalp krizi geçirerek öldü.", "2000 - Kenya Havayolları'na ait bir yolcu uçağı, Fildişi Sahili açıklarında okyanusa düştü: 169 kişi öldü.", "1989 - Kabil'deki (Afganistan) Amerika Birleşik Devletleri Elçiliği kapatıldı.", "1987 - Bakanlar Kurulu, askerlik yasasındaki yeni düzenlemeyi onayladı. Çağdışı kalma yaşı 46'dan 41'e indirildi, mesleği öğretmen olanlar, askerliğini öğretmen olarak yapacak; her isteyen bedelli askerlikten yararlanacak.", "1985 - Ege Denizi'nde düzenlenen \"Deniz Kurdu-85\" tatbikatı sırasında, bir tank çıkarma gemisi fırtına yüzünden battı: 39 denizci öldü.", "1983 - 12 Eylül Darbesi'nin 36. idamı: 22 Mayıs 1979'da dükkânında çalışmakta olan sol görüşlü bakkal Battal Türkaslan'ı 6-7 el ateş ederek öldüren sağ görüşlü militan Ahmet Kerse, idam edildi.", "1983 - Nijerya Hükûmeti, 1 milyondan fazla Ganalı ve 700 bine yakın Batı Afrikalı işçiyi sınır dışı etti.", "1982 - İlk PC virus kodu, Richard Skrenta tarafından yazıldı. Bu program 400 satır uzunluğundaydı ve kendisini \"Elk Cloner\" adlı bir Apple boot programı olarak kamufle ediyordu.", "1980 - Yabancı bankaların Türkiye'de şube açmaları Yabancı Sermaye ile ilgili kanun kapsamına alındı. Banka şubelerine kârlarını transfer etme hakkı tanındı.", "1979 - İran Hükûmeti, Fransa'da sürgünde bulunan dini lider Ayetullah Humeyni'nin ülkeye geri dönmesine izin verdiklerini açıkladı.", "1976 - George H. W. Bush, CIA'nin başına getirilen 11. yönetici oldu.", "1975 - THY'nin İzmir-İstanbul seferini yapan Bursa uçağı Marmara Denizi'ne düştü: 41 kişi öldü.", "1972 - Pakistan, İngiliz Milletler Topluluğu'ndan ayrıldı.", "1972 - İngiliz askerleri, Kuzey İrlanda'da gösteri yapanların üzerine ateş açarak, 14 insan hakları savunucusunun ölümüne neden oldu. Bugün Birleşik Krallık tarihine Kanlı Pazar olarak geçti.", "1971 - İstanbul'da Dev-Genç'liler \"Özel Eğitimin Devletleştirilmesi\" isteğiyle yürüyüş düzenledi.", "1969 - Türkiye'de ilk böbrek nakli, Beyoğlu Devlet Hastanesi'nde Yusuf Özer adlı hastaya yapıldı. Ancak Yusuf Özer, kendisine takılan böbreğin bir akıl hastasından alındığını öne sürerek savcılığa başvurdu.", "1969 - The Beatles son konserini verdi. (The Beatles Çatı Konseri)", "1967 - İlk resmi televizyon yayını Ankara'da yapıldı.", "1951 - Sağlık Bakanı Ekrem Üstündağ, bakımsızlıktan her yıl 300 bin yurttaşın hayatını kaybettiğini açıkladı.", "1950 - Sovyetler Birliği, Kuzey Vietnam rejimini tanıdı. Fransa, Sovyetler Birliği'ni protesto etti.", "1948 - British South American Airways'e ait bir uçak, Atlas Okyanusu'ndaki Bermuda Şeytan Üçgeni'nde kayboldu.", "1948 - Hindistan lideri Mahatma Gandi, Yeni Delhi'de öldürüldü.", "1948 - Kış Olimpiyat Oyunları St. Moritz'de (İsviçre) başladı.", "1946 - Macaristan'da komünist rejim ilan edildi: Macaristan Halk Cumhuriyeti", "1943 - Churchill Adana’ya gelerek, İsmet İnönü ile \"Adana Görüşmesi\" olarak bilinen görüşmeyi gerçekleştirdi.", "1942 - Türkiye'de pasta yapımı ve ticareti yasaklandı, stokçulara uygulanacak cezalar belirlendi.", "1942 - İran'da Tudeh Partisi kuruldu.", "1933 - Adolf Hitler Şansölye oldu.", "1931 - Boksör Küçük Kemal, Yunanistan şampiyonu Angelidis'i yendi.", "1930 - Millî İktisat ve Tasarruf Cemiyeti kuruldu.", "1923 - Yunanistan ile Ahali Mübadelesi Antlaşması yapıldı. Aralık 1923'te başlayıp 1927 yılına kadar süren uygulamayla, 400 bin Türk ve 1 milyonu aşkın Rum yer değiştirdi.", "1925 - Türk Hükûmeti, Piskopos VI. Konstantin'in İstanbul dışına çıkarılmasını kararlaştırdı.", "1919 - Paris Barış Konferansı'nda İtilaf Devletleri, Osmanlı İmparatorluğu'nun parçalanmasını kararlaştırdılar.", "1867 - Mutsuhito, Japonya'nın İmparatoru oldu.", "1847 - Kaliforniya'nın Yerba Buena şehrinin adı, San Francisco olarak değiştirildi.", "1662 - Çinli general Koxinga, dokuz ay süren kuşatmadan sonra Tayvan adasını ele geçirdi.", "1648 - Hollanda ile İspanya arasında, Münster Antlaşması imzalandı ve Seksen Yıl Savaşı sona erdi.", "1517 - Kahire Muharebesi (1517)"]