["1984 - Başbakan Turgut Özal ilk basın toplantısını düzenledi.", "1980 - Hindistan'da yapılan seçimleri, İndira Gandhi'nin Kongre Partisi kazandı.", "1979 - Vietnam Ordusu, Kamboçya'nın başkenti Phnom Penh'i ele geçirdi ve Khmer Rouge rejimine son verdi.", "1967 - Sağlık ve Sosyal Yardım Bakanlığı bir açıklama yaptı; \"Türkiye'de 25.000 frengili, 10.000 cüzamlı, 750.000'de veremli var.\"", "1963 - Cibali Tütün Fabrikası'nda 3500 işçi yemek boykotu yaptı.", "1960 - Su altından atılabilen nükleer Polaris füzesi'nin ilk denemesi yapıldı.", "1959 - Amerika Birleşik Devletleri, Fidel Castro'nun yeni Küba Hükûmetini tanıdı.", "1957 - Millî Türk Talebe Birliği, \"rock and roll\" ve \"striptiz\"in yasaklanmasını istedi.", "1954 - Demokrat Parti, \"Genç Demokratlar\" adında bir gençlik örgütü kurdu.", "1953 - Amerika Birleşik Devletleri Başkanı Harry Truman, ülkesinin hidrojen bombası geliştirdiğini açıkladı.", "1950 - Karabük Demir ve Çelik İşletmesi'nde \"Zeynep\" adı verilen yüksek fırın hizmete açıldı.", "1950 - Demokrat Parti, yeni Seçim Kanunu'yla ilgili bildiri yayınladı: \"Önümüzdeki seçimler mutlaka dürüst olmalıdır.\"", "1946 - İlk başarılı yüksek hızlı elektronik bilgisayar \"Eniac\", Amerika Birleşik Devletleri'nde kullanıma girdi. Eniac, elektronik-dijital bilgisayara giden yolda atılmış büyük adımlardan biri olarak 1955'e kadar kullanıldı.", "1946 - CHP'den ayrılan Celâl Bayar ile Adnan Menderes, Fuad Köprülü ve Refik Koraltan, Demokrat Parti'nin kuruluş başvurusunu yaptılar.", "1942 - II. Dünya Savaşı: Doğu Cephesi'nde başlayan Moskova Muharebesi, kesin Sovyetler Birliği zaferiyle sonuçlandı.", "1942 - Hamlet davası sonuçlandı. Muhsin Ertuğrul, Peyami Sefa ve Celaleddin Ezine'ye verilen cezalar ertelendi.", "1935 - İtalya diktatörü Benito Mussolini ile Fransa Dışişleri Bakanı Roma'da görüştü. Resmi açıklamaya göre iki ülkenin Afrika'daki çıkarlarıyla ilgili anlaşmalar yapıldı.", "1927 - Okyanus aşırı ilk telefon görüşmesi, New York'tan Londra'ya yapıldı.", "1924 - Türkiye'de Millî Eğitim Bakanlığı yabancı okulların binaları içinde bulunan dinî simge ve işaretlerin kaldırılması için bir genelge yayımladı.", "1913 - Ham petrolden benzin eldesi patentlendi.", "1904 - İlk uluslararası Mors Alfabesi acil durum sinyali \"CQD\" kabul edildi, ancak iki yıl sonra yerini SOS sinyaline bırakacaktır.", "1887 - Thomas Stevens, dünya çapında bisiklet turu tamamlayan ilk kişi oldu.", "1789 - İlk Amerikan Başkanlık seçimleri yapıldı. Seçmenler delegeleri, onlar da bir ay sonra ülkenin ilk Başkanını belirlediler: George Washington.", "1785 - Fransız havacı Jean-Pierre Blanchard ve Amerikalı fizikçi John Jeffries, bir balonla Manş Denizi'ni geçtiler.", "1714 - İngiliz mühendis Henry Mill, daktilo makinesinin patentini aldı.", "1634 - IV. Murad'ın emriyle, Şeyhülislam Ahîzâde Hüseyin Efendi boğdurularak öldürüldü. Böylelikle Osmanlı'da ilk defa bir şeyhülislam öldürülmüş oldu.", "1610 - İtalyan astronom Galileo Galilei, Jüpiter'in iki uydusunu (Ganymede, Callisto) tespit etti.", "1598 - Boris Godunov, Rus Çarı oldu.", "1558 - Fransa, İngiltere'nin Kıta Avrupası'ndaki son toprağı olan Calais'yi de ele geçirdi."]