["2013 - Hu0131rvatistan, AB u00fcyesi oldu.",  "2012 - u0130spanya, 2012 Avrupa Futbol u015eampiyonasu0131 finalinde u0130talya'yu0131 4-0 yenerek u00fcst u00fcste ikinci kez u015fampiyon oldu.",  "2006 - u00c7in, Tibet'i u00c7in'e bau011flayan 5 bin 72 kilometrelik du00fcnyanu0131n en uzun demir yolunu hizmete au00e7tu0131.",  "2004 - Horst Ku00f6hler, Almanya Cumhurbau015fkanu0131 oldu.",  "2003 - Tu00fcrkiye, Avrupa u0130nsan Haklaru0131 Su00f6zleu015fmesi'nin baru0131u015f zamanu0131 idam cezasu0131nu0131n kaldu0131ru0131lmasu0131nu0131 u00f6ngu00f6ren 6. protokolu00fcnu00fc onayladu0131.",  "2002 - Bir Rus yolcu uu00e7au011fu0131 ile Alman kargo uu00e7au011fu0131, Gu00fcney Almanya'da u00dcberlingen u015fehri u00fczerinde havada u00e7arpu0131u015ftu0131: 71 kiu015fi u00f6ldu00fc.",  "2002 - Uluslararasu0131 Ceza Mahkemesi kuruldu.",  "1997 - u00c7in, u015fehir-devlet Hong Kong'un egemenliu011fini 156 yu0131l aradan sonra Birleu015fik Krallu0131k'tan geri aldu0131.",  "1996 - PNG gu00f6ru00fcntu00fc formatu0131nu0131n 1.0 versiyonu tamamlandu0131.",  "1996 - Tu00fcrkiye'nin ilk nu00fckleer reaktu00f6ru00fc, u00c7ekmece Nu00fckleer Arau015ftu0131rma ve Eu011fitim Merkezi'nde yapu0131lmaya bau015fladu0131.",  "1996 - Azerbaycan, u0130rlanda ve Tunus ile diplomatik iliu015fki kurdu.",  "1994 - 27 yu0131llu0131k su00fcrgu00fcnu00fc sona eren FKu00d6 lideri Yaser Arafat, Filistin'e geri du00f6ndu00fc.",  "1992 - TRT-INT/Avrasya yayu0131nlaru0131 bau015fladu0131.",  "1991 - Varu015fova Paktu0131 resmen dau011fu0131ldu0131.",  "1987 - Manu015f Tu00fcneli'nde inu015faat u00e7alu0131u015fmalaru0131 bau015fladu0131.",  "1988 - Sovyetler Birliu011fi'nde Komu00fcnist Partisi, Gorbau00e7ov'un "Perestroyka" politikasu0131nu0131 onayladu0131.",  "1984 - TRT, televizyonda tamamen renkli yayu0131na geu00e7ti.",  "1983 - Kuzey Kore Havayollaru0131'na ait u0130lyuu015fin tipi bir yolcu uu00e7au011fu0131, Gine-Bissau'nun dau011flu0131k bu00f6lgesine du00fcu015ftu00fc: 23 kiu015fi u00f6ldu00fc.",  "1979 - Sony, Walkman'i tanu0131ttu0131.",  "1974 - Arjantin Devlet Bau015fkanu0131 Juan Peron u00f6ldu00fc; yerine eu015fi u0130sabel Peron geu00e7ti.",  "1968 - Nu00fckleer Silahlaru0131 Su0131nu0131rlandu0131rma Anlau015fmasu0131 imzalandu0131.",  "1966 - Kanada, ilk renkli televizyon yayu0131nu0131nu0131 gerekleu015ftirdi.",  "1963 - ABD'nin posta kodu sistemi olan "ZIP Kodlaru0131" kullanu0131lmaya bau015fladu0131.",  "1962 - Ruanda ve Burundi bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1960 - Somali bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1946 - Elazu0131u011f-Palu demiryolu au00e7u0131ldu0131.",  "1942 - II. Du00fcnya Savau015fu0131: Kuzey Afrika Cephesi'nde I. El-Alameyn Muharebesi bau015fladu0131.",  "1939 -  1 Temmuz ilk defa Kabotaj Bayramu0131 olarak kutlandu0131.",  "1939 -  Hatay'da askerlik ve yeni teu015fkilu00e2t kanunu u00e7u0131ktu0131.",  "1937 - Toprakkale, u0130skenderun, Fevzipau015fa - Meydanu0131ekber demiryollaru0131 devletleu015ftirildi.",  "1935 - Aydu0131n demiryolu devletleu015ftirildi.",  "1929 - u0130stanbul-Ankara telefon hattu0131 hizmete girdi.",  "1927 - u0130stanbul'dan 16 Mayu0131s 1919'da ayru0131lan Mustafa Kemal, kurtuluu015ftan sonra ilk kez u0130stanbul'a geliu015finde bu00fcyu00fck tu00f6renlerle karu015fu0131landu0131.",  "1926 - Deniz tau015fu0131macu0131lu0131u011fu0131na ve ticaretine iliu015fkin esaslaru0131 du00fczenleyen "Kabotaj Kanunu" yu00fcru00fcrlu00fcu011fe girdi.",  "1925 - u0130lk piyango, Tu00fcrk Tayyare Cemiyeti Mektepleri yararu0131na du00fczenlendi.",  "1921 - u00c7in Komu00fcnist Partisi kuruldu.",  "1920 - Ankara'da subay yetiu015ftirilmek u00fczere "Sunuf-u Muhtelife Zabit Namzetleri Talimgahu0131" au00e7u0131ldu0131.",  "1911 - Kandilli Rasathanesi kuruldu.",  "1908 - SOS, Uluslararasu0131 Mors Alfabesi acil durum sinyali olarak kabul edildi.",  "1904 - Almanya futbol kulu00fcbu00fc olan Bayer 04 Leverkusen kuruldu.",  "1903 - Fransa Bisiklet Turu ("Tour de France") ilk defa yapu0131ldu0131. Bu yaru0131u015fu0131 Fransu0131z Maurice Garin kazandu0131 ve 6075 Frank u00f6du00fclu00fcn de sahibi oldu.",  "1881 - Du00fcnyanu0131n ilk uluslararasu0131 telefon konuu015fmasu0131, St. Stephen (New Brunswick) ve Calais (Maine) arasu0131nda yapu0131ldu0131.",  "1878 - Ku0131bru0131s, toprak mu00fclkiyeti Osmanlu0131larda kalmak u00fczere, geu00e7ici olarak Birleu015fik Krallu0131k'a devredildi.",  "1867 - u0130ngiliz Kuzey Amerika Yasasu0131, Kanada Anayasasu0131 olarak yu00fcru00fcrlu00fcu011fe girerek Kanada Konfederasyonu kuruldu. John A. Macdonald ilk Bau015fbakan oldu.",  "1839 - Padiu015fah II. Mahmut u00f6ldu00fc; yerine Sultan Abdu00fclmecid geu00e7ti.",  "1798 - Napolyon Mu0131su0131r'u0131 iu015fgal etti.",  "1752 - u00c7orlulu Ku00f6se Bahir Mustafa Pau015fa sadrazam oldu.",  "1736 - 23. Osmanlu0131 Padiu015fahu0131 III. Ahmet u00f6ldu00fc; yerine I. Mahmud geu00e7ti.",  "1683 - Osmanlu0131 Ordularu0131'nu0131n Viyana taarruzu bau015fladu0131.",  "1527 - Du00fcnyanu0131n ilk ve en eski Protestan u00fcniversitesi, Marburg Philipps u00dcniversitesi kuruldu."]







