["2021 - Arjantin, 28 yu0131l sonra Copa Amu00e9ricau2019yu0131 kazandu0131.",  "2020 - Ayasofya Camii, Danu0131u015ftay tarafu0131ndan cami statu00fcsu00fcnde tekrar ibadete au00e7u0131ldu0131.",  "2002 - Peter Paul Rubens'in Masumlaru0131n Katli isimli tablosu, bir au00e7u0131k arttu0131rmada 76,2 milyon dolara satu0131ldu0131.",  "1996 - Tu00fcrksat uydusu, Fransu0131z Guyanasu0131'ndan uzaya fu0131rlatu0131larak geu00e7ici yu00f6ru00fcngesine yerleu015fti.",  "1992 - Panamalu0131 general Manuel Noriega, Miami, Florida'da yargu0131landu0131; uyuu015fturucu ticareti yapmak ve harau00e7 toplamak suu00e7laru0131ndan 40 yu0131l hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1992 - Sosyalist Parti, Anayasa Mahkemesi tarafu0131ndan kapatu0131ldu0131.",  "1991 - Boris Yeltsin, Rusya Devlet Bau015fkanu0131 olarak gu00f6reve bau015fladu0131.",  "1985 - Greenpeace gemisi "Rainbow Warrior", Fransu0131z istihbarat teu015fkilatu0131 DGSE tarafu0131ndan Auckland Limanu0131'nda bombalanarak batu0131ru0131ldu0131.",  "1973 - Bahama Adalaru0131, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1977 - Ankara u0130smetpau015fa'da Necdet Adalu0131 ve diu011fer sol gu00f6ru00fcu015flu00fc militanlaru0131n geru00e7ekleu015ftirdikleri kahvehane basku0131nu0131nda 2 sau011fcu0131 u00f6ldu00fcru00fcldu00fc.",  "1971 - Fas Ordusu'nun bazu0131 birlikleri, "Krallu0131k Rejimi"ne karu015fu0131 ihtilal giriu015fiminde bulundu. u00dclkede, cumhuriyet ilan edildi.",  "1962 - Amerika Birleu015fik Devletleri, ku0131talararasu0131 haberleu015fmeyi sau011flayacak olan Telstar uydusunu uzaya gu00f6nderdi.",  "1961 - Galatasaray'lu0131 millu00ee futbolcu Metin Oktay, u0130talya'nu0131n Palermo futbol taku0131mu0131na 675.000 liraya transfer oldu.",  "1952 - Tu00fcrkiye Gazeteciler Sendikasu0131 (TGS) kuruldu.",  "1951 - Randy Turpin, Sugar Ray Robinson'u0131 yenerek orta siklet boks u015fampiyonu oldu.",  "1947 - Hindistan'u0131n ikiye ayru0131lmasu0131yla oluu015fan Pakistan'da Genel Valiliu011fe Muhammed Ali Cinnah getirildi.",  "1939 -  u0130stanbul Beyazu0131t'daki u0130nku0131lu00e2p Mu00fczesi Vali Lu00fctfi Ku0131rdar tarafu0131ndan au00e7u0131ldu0131.",  "1923 - u0130stanbul'da Harp Akademisi kuruldu.",  "1921 - Yunan Ordusu'nun taarruzuyla, Ku00fctahya-Eskiu015fehir muharebeleri bau015fladu0131.",  "1913 - Kaliforniya'daki "u00d6lu00fcm Vadisi"nde su0131caklu0131k, 56.7u00a0u00b0C olarak u00f6lu00e7u00fcldu00fc. Bu, ABD'de u00f6lu00e7u00fclmu00fcu015f en yu00fcksek su0131caklu0131k derecesidir.",  "1910 - Cerrahpau015fa Hastanesi kuruldu.",  "1900 - Paris metrosu au00e7u0131ldu0131.",  "1894 - u0130stanbul'da 474 kiu015finin u00f6lu00fcmu00fcne sebep olan bir deprem meydana geldi.",  "1890 - Wyoming, Amerika Birleu015fik Devletleri'nin 44. eyaleti oldu.",  "1778 - Amerikan Devrimi: Fransa Kralu0131 XVI. Louis, Bu00fcyu00fck Britanya Krallu0131u011fu0131'na savau015f ilan etti.",  "Mu00d6 48 - Dyrrhachium Muharebesi'nde; Gnaeus Pompeius Magnus, Ju00fcl Sezar'u0131 yenilgiye uu011frattu0131."]







