["2010 - İspanya, Güney Afrika Cumhuriyeti'nde düzenlenen Dünya Kupası'nda, Hollanda'yı 1-0 yenerek ilk kez FIFA Dünya Kupası sahibi oldu.", "1995 - Bosna Soykırımı: Ratko Mladiç komutasındaki Sırp ordusu, Bosna-Hersek'teki Srebrenitza Bölgesi'nde, toplamda yaklaşık 8000 Boşnak'ın öldürüldüğü Srebrenitza Katliamı'na başladı.", "1994 - Türkiye Cumhuriyeti Millî Savunma Bakanlığı, PKK eylemlerini gerekçe göstererek er ve erbaşların terhislerini 4 ay erteledi.", "1992 - Kapatılan Sosyalist Parti yerine, İşçi Partisi kuruldu.", "1992 - İzmir'in 3. devlet üniversitesi olan, İzmir Yüksek Teknoloji Enstitüsü (İYTE) kuruldu.", "1991 - Halkın Emek Partisi Diyarbakır İl Başkanı Vedat Aydın’ın cenazesinde, halkın üzerine ateş açılmasını protesto eden Nusaybin, Lice ve Bismil esnafı, kepenk kapattı.", "1984 - Özel dershanelerin yeniden kurulması yasalaştı.", "1982 - İtalya, İspanya'da düzenlenen Dünya Kupası'nda, Batı Almanya'yı 3-1 yenerek FIFA Dünya Kupası'nı üçüncü kez kazandı.", "1980 - Ordu’nun Fatsa ilçesine yüzlerce asker ve polis “nokta operasyonu” düzenledi, sokağa çıkma yasağı ilan edildi ve bütün evler arandı. Sol görüşlü bağımsız Belediye Başkanı Fikri Sönmez de dahil olmak üzere 300 kişi gözaltına alındı. İçişleri Bakanı, Başkan Sönmez'i görevden aldı.", "1979 - Abdi İpekçi cinayetinin katil zanlısı, Mehmet Ali Ağca ve Yavuz Çaylan yakalandı.", "1975 - Eski Çin’in başkenti Şian’da, 2000 yıl öncesine ait, kilden yapılmış, gerçek boyutlarda ve savaş donanımlı 6000 kişilik bir ordu bulundu. Toprak Askerler'in hiçbirinin diğerine benzememesi şaşkınlık yarattı.", "1971 - Şili, bakır madenlerini millileştirdi.", "1971 - Sabahattin Eyüboğlu, İsviçre asıllı piyanist Magdi Rufer, edebiyatçı Azra Erhat ile Vedat Günyol ve Yaşar Kemal’in eşi Tilda Gökçeli gözaltına alındılar.", "1967 - Tuborg, Türkiye'de bira üretimine başladı.", "1962 - Atlantik ötesine ilk kez uydu aracılığıyla televizyon yayını gerçekleştirildi.", "1960 - İdam cezasında yaş haddi kaldırıldı.", "1960 - Harper Lee'nin Bülbülü Öldürmek adlı romanı ilk baskısını yaptı.", "1939 - Emniyet Genel Müdürü Şükrü Sökmensüer Hatay Valiliğine atandı.", "1933 - Sümerbank, resmen faaliyete geçti.", "1921 - İrlanda Bağımsızlık Savaşı sonucunda Kuzey İrlanda, İrlanda'dan bağımsızlığını kazandı.", "1895 - Auguste ve Louis Lumière kardeşler, film teknolojilerini bilim adamlarına tanıttılar.", "1859 - Charles Dickens'ın İki Şehrin Hikayesi adlı romanı yayımlandı.", "1789 - Fransız devrimci Lafayette, \"İnsan ve Yurttaş Hakları Bildirisi\"ni Devrimci Millî Meclis'e sundu.", "1740 - Pogrom: Yahudiler, \"Küçük Rusya\"dan (bugünkü Ukrayna) sürüldüler.", "1346 - IV. Karl, Kutsal Roma Cermen İmparatorluğu'na Kral olarak seçildi.", "1302 - Altın Mahmuzlar Savaşı'nda Flandre şehirleri etrafındaki \"Koalisyon Ordusu\", Fransa Krallığı Ordusu'nu yenilgiye uğrattı."]