["2010 - u0130spanya, Gu00fcney Afrika Cumhuriyeti'nde du00fczenlenen Du00fcnya Kupasu0131'nda, Hollanda'yu0131 1-0 yenerek ilk kez FIFA Du00fcnya Kupasu0131 sahibi oldu.",  "1995 - Bosna Soyku0131ru0131mu0131: Ratko Mladiu00e7 komutasu0131ndaki Su0131rp ordusu, Bosna-Hersek'teki Srebrenitza Bu00f6lgesi'nde, toplamda yaklau015fu0131k 8000 Bou015fnak'u0131n u00f6ldu00fcru00fcldu00fcu011fu00fc Srebrenitza Katliamu0131'na bau015fladu0131.",  "1994 - Tu00fcrkiye Cumhuriyeti Millu00ee Savunma Bakanlu0131u011fu0131, PKK eylemlerini gereku00e7e gu00f6stererek er ve erbau015flaru0131n terhislerini 4 ay erteledi.",  "1992 - Kapatu0131lan Sosyalist Parti yerine, u0130u015fu00e7i Partisi kuruldu.",  "1992 - u0130zmir'in 3. devlet u00fcniversitesi olan, u0130zmir Yu00fcksek Teknoloji Enstitu00fcsu00fc (u0130YTE) kuruldu.",  "1991 - Halku0131n Emek Partisi Diyarbaku0131r u0130l Bau015fkanu0131 Vedat Aydu0131nu2019u0131n cenazesinde, halku0131n u00fczerine ateu015f au00e7u0131lmasu0131nu0131 protesto eden Nusaybin, Lice ve Bismil esnafu0131, kepenk kapattu0131.",  "1984 - u00d6zel dershanelerin yeniden kurulmasu0131 yasalau015ftu0131.",  "1982 - u0130talya, u0130spanya'da du00fczenlenen Du00fcnya Kupasu0131'nda, Batu0131 Almanya'yu0131 3-1 yenerek FIFA Du00fcnya Kupasu0131'nu0131 u00fcu00e7u00fcncu00fc kez kazandu0131.",  "1980 - Orduu2019nun Fatsa ilu00e7esine yu00fczlerce asker ve polis u201cnokta operasyonuu201d du00fczenledi, sokau011fa u00e7u0131kma yasau011fu0131 ilan edildi ve bu00fctu00fcn evler arandu0131. Sol gu00f6ru00fcu015flu00fc bau011fu0131msu0131z Belediye Bau015fkanu0131 Fikri Su00f6nmez de dahil olmak u00fczere 300 kiu015fi gu00f6zaltu0131na alu0131ndu0131. u0130u00e7iu015fleri Bakanu0131, Bau015fkan Su00f6nmez'i gu00f6revden aldu0131.",  "1979 - Abdi u0130peku00e7i cinayetinin katil zanlu0131su0131, Mehmet Ali Au011fca ve Yavuz u00c7aylan yakalandu0131.",  "1975 - Eski u00c7inu2019in bau015fkenti u015eianu2019da, 2000 yu0131l u00f6ncesine ait, kilden yapu0131lmu0131u015f, geru00e7ek boyutlarda ve savau015f donanu0131mlu0131 6000 kiu015filik bir ordu bulundu. Toprak Askerler'in hiu00e7birinin diu011ferine benzememesi u015fau015fku0131nlu0131k yarattu0131.",  "1971 - u015eili, baku0131r madenlerini millileu015ftirdi.",  "1971 - Sabahattin Eyu00fcbou011flu, u0130sviu00e7re asu0131llu0131 piyanist Magdi Rufer, edebiyatu00e7u0131 Azra Erhat ile Vedat Gu00fcnyol ve Yau015far Kemalu2019in eu015fi Tilda Gu00f6ku00e7eli gu00f6zaltu0131na alu0131ndu0131lar.",  "1967 - Tuborg, Tu00fcrkiye'de bira u00fcretimine bau015fladu0131.",  "1962 - Atlantik u00f6tesine ilk kez uydu aracu0131lu0131u011fu0131yla televizyon yayu0131nu0131 geru00e7ekleu015ftirildi.",  "1960 - u0130dam cezasu0131nda yau015f haddi kaldu0131ru0131ldu0131.",  "1960 - Harper Lee'nin Bu00fclbu00fclu00fc u00d6ldu00fcrmek adlu0131 romanu0131 ilk basku0131su0131nu0131 yaptu0131.",  "1939 - Emniyet Genel Mu00fcdu00fcru00fc u015eu00fckru00fc Su00f6kmensu00fcer Hatay Valiliu011fine atandu0131.",  "1933 - Su00fcmerbank, resmen faaliyete geu00e7ti.",  "1921 - u0130rlanda Bau011fu0131msu0131zlu0131k Savau015fu0131 sonucunda Kuzey u0130rlanda, u0130rlanda'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1895 - Auguste ve Louis Lumiu00e8re kardeu015fler, film teknolojilerini bilim adamlaru0131na tanu0131ttu0131lar.",  "1859 - Charles Dickens'u0131n u0130ki u015eehrin Hikayesi adlu0131 romanu0131 yayu0131mlandu0131.",  "1789 - Fransu0131z devrimci Lafayette, "u0130nsan ve Yurttau015f Haklaru0131 Bildirisi"ni Devrimci Millu00ee Meclis'e sundu.",  "1740 - Pogrom: Yahudiler, "Ku00fcu00e7u00fck Rusya"dan (bugu00fcnku00fc Ukrayna) su00fcru00fcldu00fcler.",  "1346 - IV. Karl, Kutsal Roma Cermen u0130mparatorluu011fu'na Kral olarak seu00e7ildi.",  "1302 - Altu0131n Mahmuzlar Savau015fu0131'nda Flandre u015fehirleri etrafu0131ndaki "Koalisyon Ordusu", Fransa Krallu0131u011fu0131 Ordusu'nu yenilgiye uu011frattu0131."]







