["2018 - Suriye Ordusu, hu00fcku00fbmet karu015fu0131tu0131 gu00f6sterilerin bau015fladu0131u011fu0131 ilk yer olan Dera'yu0131 yeniden ele geu00e7irdi.",  "2016 - Hu00fcrkuu015f, Avrupa'dan sertifika alan ilk Tu00fcrk uu00e7au011fu0131 oldu.",  "2010 - u0130stanbul Voleybol Kulu00fcbu00fc kuruldu.",  "2006 - Hizbullah'u0131n kuzey u0130srail topraklaru0131na fu00fcze saldu0131ru0131laru0131nda bulunmasu0131 ve 8 u0130srail askerini u00f6ldu00fcru00fcp 2 tanesini de esir almasu0131, 2006 u0130srail-Lu00fcbnan Krizi'ni bau015flattu0131.",  "2004 - Pedro Santana Lopes, Portekiz Bau015fbakanu0131 oldu.",  "2002 - Faslu0131 askerlerin, Akdeniz'de yerleu015fimin olmadu0131u011fu0131 u0130spanya'ya ait ku00fcu00e7u00fck bir adacu0131u011fa u00e7u0131karak Fas bayrau011fu0131 dikmesi, u0130spanya ve AB tarafu0131ndan protesto edildi.",  "2000 - ANAP Genel Bau015fkanu0131 Mesut Yu0131lmaz, Avrupa Birliu011fiu2019nden sorumlu Bau015fbakan Yardu0131mcu0131su0131 olarak Kabine'ye girdi.",  "1997 - Mesut Yu0131lmaz Bau015fbakanlu0131u011fu0131ndaki 55. Hu00fcku00fcmet gu00fcvenoyu aldu0131. Anasol-D olarak anu0131lan Koalisyon Hu00fcku00fbmeti; ANAP, DSP, Demokrat Tu00fcrkiye Partisi (DTP) ve 1 bau011fu0131msu0131z u00fcyeden oluu015fuyordu.",  "1994 - Kapatu0131lan Demokrasi Partisiu2019nin eski Milletvekilleri, Selim Sadak ile Sedat Yurtdau015f tutuklandu0131.",  "1993 - Tu00fcrkiye gu00fczeli Arzum Onan, Avrupa gu00fczeli seu00e7ildi.",  "1993 - Japonya'nu0131n Hokkaido adasu0131 au00e7u0131klaru0131nda meydana gelen ve Richter u00f6lu00e7eu011fine gu00f6re 7,7 u015fiddetindeki deprem, 230 kiu015finin u00f6lu00fcmu00fcne neden oldu.",  "1993 - Hu00fclya Avu015far, "Berlin in Berlin" filmindeki rolu00fcyle Moskova Film Festivaliu2019nde, u201cEn u0130yi Kadu0131n Oyuncu u00d6du00fclu00fcu201dnu00fc aldu0131.",  "1991 - u0130stanbulu2019un u00fcu00e7 ayru0131 yerinde yapu0131lan Polis basku0131nlaru0131nda Dev-Sol u00fcyesi 10 kiu015fi u00f6ldu00fcru00fcldu00fc. u00d6rgu00fctu00fcn eski yu00f6neticilerinden Pau015fa Gu00fcven de aynu0131 gu00fcn Paris'te u00f6ldu00fcru00fcldu00fc.",  "1987 - Tu00fcrkiye'de anayasa deu011fiu015fikliu011fi iu00e7in yapu0131lacak halk oylamasu0131nda kullanu0131lacak seu00e7men ku00fctu00fcklerinin belirlenmesi amacu0131yla tu00fcm yurtta sokau011fa u00e7u0131kma yasau011fu0131 uygulandu0131.",  "1977 - Tu00fcrkiye u0130u015fu00e7i Sendikalaru0131 Konfederasyonu Genel Bau015fkanu0131 Halil Tunu00e7: u201cMilliyetu00e7i Cephe (MC) Hu00fcku00fcmeti kurulur ve gu00fcvenoyu alu0131rsa genel greve giderizu201d dedi.",  "1973 - Cumhurbau015fkanu0131 Fahri Korutu00fcrk, Orman Suu00e7laru0131 Affu0131 Kanunuu2019nu veto etti.",  "1967 - Newark'ta (New Jersey) altu0131 gu00fcn su00fcrecek olan u0131rku00e7u0131 ayaklanmalar bau015fladu0131. Olaylar su0131rasu0131nda 27 kiu015fi hayatu0131nu0131 kaybetti.",  "1962 - The Rolling Stones topluluu011fu, ilk konserlerini Londra'da "Marquee Club"de verdiler.",  "1960 - Celu00e2l Bayar, vatana ihanet suu00e7uyla Yu00fcce Divan'a sevk edildi.",  "1958 - Ku0131bru0131s'ta olaylar tu0131rmanu0131yor. Beu015f Ku0131bru0131slu0131 Tu00fcrk, pusuya du00fcu015fu00fcru00fclerek u00f6ldu00fcru00fcldu00fc.",  "1951 - u0130stanbul Sultanahmet Adliye Sarayu0131u2019nu0131n temeli atu0131ldu0131.",  "1950 - Renu00e9 Pleven, Fransa Bau015fbakanu0131 oldu.",  "1948 - Ruhi Saru0131alp, Londra Olimpiyatlaru0131u2019nda u00fcu00e7 adu0131m atlamada u00fcu00e7u00fcncu00fc oldu.",  "1947 - Amerika Birleu015fik Devletleri ve Tu00fcrkiye arasu0131nda askeri ve ekonomik yardu0131mu0131 u00f6ngu00f6ren ilk ikili anlau015fma imzalandu0131.",  "1946 - Irak'u0131n Kerku00fck u015eehrinde Tu00fcrklere karu015fu0131 yapu0131lan Gavurbau011fu0131 Katliamu0131",  "1944 - u0130stanbul Yu00fcksek Mu00fchendis Okulu, yeniden du00fczenlenerek u0130stanbul Teknik u00dcniversitesi haline getirildi. Teknik u00dcniversite; u0130nu015faat, Mimarlu0131k, Makina ve Elektrik Faku00fclteleri olmak u00fczere du00f6rt faku00fclteye ayru0131ldu0131.",  "1936 - Berlin Olimpiyatlaru0131'nda Tu00fcrkiye'ye ilk olimpiyat madalyasu0131nu0131, gu00fcreu015fte 71 kiloda u00fcu00e7u00fcncu00fc olan Ahmet Kireu00e7u00e7i (Mersinli Ahmet) getirdi.",  "1935 - Romanya Krallu0131u011fu0131'nda, antikomu00fcnist faaliyetler u00e7eru00e7evesinde Romanya Komu00fcnist Partisi liderleri tutuklandu0131. Bu kiu015filer daha sonra 1936 Craiova Duruu015fmasu0131 olarak bilinen siyasi duruu015fmada yargu0131landu0131lar.",  "1933 - ABD Kongresi, asgari u00fccreti belirledi: Saat bau015fu0131na 33 cent.",  "1932 - Tu00fcrk Dil Kurumu kuruldu.",  "1923 - u0130stiklu00e2l Maru015fu0131 iu00e7in Ali Rifat Bey'in bestelediu011fi eser seu00e7ildi. Bu maru015f, 7 yu0131l okunduktan sonra, 1930'da Zeki Bey'in bestesiyle deu011fiu015ftirildi.",  "1918 - I. Du00fcnya Savau015fu0131 su0131rasu0131nda Salyan Muharebesi geru00e7ekleu015fti. Kura nehri Osmanlu0131 ordusu tarafu0131ndan kontrol altu0131na alu0131ndu0131.",  "1878 - Osmanlu0131 u0130mparatorluu011fu, Ku0131bru0131s adasu0131nu0131n yu00f6netimini 4 Haziran 1878'de imzalanan Ku0131bru0131s Su00f6zleu015fmesi ile Birleu015fik Krallu0131k'a devretmesinin ardu0131ndan, Ada'ya ilk Birleu015fik Krallu0131k bayrau011fu0131, bugu00fcn Lefkou015fa buru00e7laru0131na u00e7ekildi.",  "1806 - 16 Alman Prenslik Devleti, Kutsal Roma Cermen u0130mparatorluu011fu'ndan ayru0131larak Ren Konfederasyonu'nu kurdu. Konfederasyon, Ren Birliu011fi'nin yeniden canlandu0131ru0131lmu0131u015f versiyonu idi.",  "1521 - Tu00fcrk Ordusu Zemun'a girdi (Zemun Kuu015fatmasu0131).",  "1191 - u00dcu00e7u00fcncu00fc Hau00e7lu0131 Seferi: Selahaddin Eyyubi'ye bau011flu0131 birlikler, Akka Kalesi'ni kuu015fatan II. Filip'in Ordusu'na, ikinci sene sonunda teslim oldular."]







