["2024 - ABD bau015fkan adayu0131 Donald Trump'a suikast giriu015fiminde bulunuldu. Suikastu0131 geru00e7ekleu015ftiren saldu0131rgan 'Gizli Servis' tarafu0131ndan etkisiz hale getirildi.",  "1995 - Senirkent sel felaketi: Isparta'nu0131n Senirkent ilu00e7esindeki sel felaketinde 74 kiu015fi u00f6ldu00fc.",  "1993 - u0130stanbul'da, 34. Uluslararasu0131 Matematik Olimpiyatlaru0131 du00fczenlendi.",  "1993 - Diyarbaku0131r'da, Ergani u00e7evresindeki kazu0131larda bulunan 9 bin yu0131l u00f6ncesine ait kumau015f paru00e7asu0131nu0131n, en eski kumau015f kalu0131ntu0131su0131 olduu011fu au00e7u0131klandu0131.",  "1992 - Prof. u0130hsan Dou011framacu0131, Yu00d6K Bau015fkanlu0131u011fu0131ndan istifa etti. Yerine 19 Mayu0131s u00dcniversitesi Rektu00f6ru00fc Mehmet Sau011flam atandu0131.",  "1985 - Afrika'daki fakirlik ve ku0131tlu0131k dolayu0131su0131yla yau015fanan u00f6lu00fcmleri azaltmak iu00e7in "Live Aid" konseri du00fczenlendi.",  "1979 - Mu0131su0131r'u0131n Ankara Bu00fcyu00fckelu00e7iliu011fi'ni basan 4 Filistinli, bir polisle bir beku00e7iyi u00f6ldu00fcrdu00fc ve Bu00fcyu00fckelu00e7i ile diu011fer personeli rehin aldu0131. 14 Temmuz'da da Elu00e7ilik'ten kau00e7maya u00e7alu0131u015fan bir Mu0131su0131rlu0131 u00f6ldu00fcru00fcldu00fc. Gerillalar, aynu0131 gu00fcn FKu00d6 yetkilileriyle gu00f6ru00fcu015ftu00fckten sonra; ikisi Tu00fcrk, u00fcu00e7 rehineyi serbest bu0131raktu0131. u0130u00e7iu015fleri Bakanu0131 Hasan Fehmi Gu00fcneu015f'in de bulunduu011fu operasyonda gerillalar, 45 saat sonra rehineleri bu0131rakarak teslim oldular. Yargu0131lama sonunda, 23 Aralu0131k 1980'de idama mahku00fbm edildiler.",  "1976 - Yumurtalu0131k Savcu0131su0131 Sefa Mutlu'yu u00f6ldu00fcrmekten sanu0131k Yu0131lmaz Gu00fcney, 19 yu0131l hapse mahku00fbm edildi.",  "1971 - Profesu00f6r Mu00fcmtaz Soysal ile yazar Sevgi Soysal, Mamak Cezaevi'nde evlendi.",  "1966 - Tu00fcrkiye u0130u015fu00e7i Partisi u0130stanbul Milletvekili u00c7etin Altan'u0131n, Tu00fcrkiye - Amerika Birleu015fik Devletleri iliu015fkileriyle ilgili gensoru u00f6nergesi reddedildi.",  "1960 - Said Nursi'nin mezaru0131 au00e7u0131ldu0131; naau015fu0131 Barla, Isparta civaru0131nda bilinmeyen bir yere gu00f6mu00fcldu00fc.",  "1959 - Trabzon'da bir Amerikan Hava u00dcssu00fc kuruldu.",  "1949 - Papa XII. Pius, Komu00fcnist Parti'ye u00fcye olanlaru0131n aforoz edileceu011fini su00f6yledi.",  "1941 - II. Du00fcnya Savau015fu0131: Karadau011flu0131lar, Mihver Devletleri'ne karu015fu0131 bir halk ayaklanmasu0131 bau015flattu0131lar. (Trinaestojulski ustanak)",  "1938 - Toprak Mahsulleri Ofisi kuruldu.",  "1938 - u0130stanbulu2019da yapu0131lan ilk Tu00fcrk uu00e7au011fu0131, Ankara yolunda du00fcu015ftu00fc.",  "1937 - Fransa, Hatay'u0131n bau011fu0131msu0131zlu0131u011fu0131nu0131 resmen ilan etti.",  "1930 - u0130lk Du00fcnya Futbol u015eampiyonasu0131, Uruguay'da bau015fladu0131.",  "1923 - 14 metre boyundaki harflerden oluu015fan u00fcnlu00fc "Hollywood" yazu0131su0131 Los Angeles'taki Hollywood tepelerine inu015fa edildi. Yazu0131 u00f6nce "Hollywoodland" u015feklindeyken, 1949 yu0131lu0131ndaki yenileme su0131rasu0131nda son du00f6rt harf atu0131lmu0131u015ftu0131r.",  "1921 - Afyon'un Yunanlar tarafu0131ndan iu015fgali.",  "1878 - Osmanlu0131 u0130mparatorluu011fu, u00c7arlu0131k Rusyasu0131, Bu00fcyu00fck Britanya, Alman u0130mparatorluu011fu, Avusturya-Macaristan u0130mparatorluu011fu, u0130talya Krallu0131u011fu0131 ve Fransa arasu0131nda Berlin Antlau015fmasu0131 imzalandu0131.",  "1793 - Fransu0131z Devrimi u00f6nderlerinden Jean-Paul Marat, muhalifi Charlotte Corday tarafu0131ndan bu0131u00e7aklanarak u00f6ldu00fcru00fcldu00fc.",  "1439 - Altu0131n Orda Hanu0131 Uluu011f Muhammed Han tarafu0131ndan geru00e7ekleu015ftirilen Moskova Kuu015fatmasu0131 sona erdi."]







