["2021 - Almanya'nın Rhineland-Palatinate eyaletinde sel felaketi yaşandı, 134 kişi öldü.", "2016 - Nice Saldırısı: Fransa'nın Nice kentindeki Bastille Günü kutlamalarının yapıldığı sırada bir saldırgan tarafından kalabalığın içine kamyon sürülerek terör saldırısı gerçekleştirildi. Saldırıyı, Irak ve Şam İslam Devleti (IŞİD) üstlendi.", "2015 - New Horizons (Yeni Ufuklar) adlı uzay aracı Plüton'a vardı.", "2003 - ABD Hükûmeti, üzerinde UFO teorileri de üretilmiş olan \"51. Bölge\"nin varlığını kabul etti.", "1994 - ANAP'ın, Başbakan Tansu Çiller hakkında mal varlığını araştırma önergesi Meclis'te reddedildi. Buna karşılık, 1983'ten o güne dek Meclis'te yer alan partilerin lider ve yakınlarının mal varlıklarının araştırılmasıyla ilgili önerge kabul edildi.", "1993 - Anayasa Mahkemesi, Halkın Emek Partisi'nin (HEP) faaliyetlerinin Anayasa ile Siyasi Partiler Yasası'na aykırı olduğu gerekçesiyle kapatılmasına karar verdi.", "1987 - Olağanüstü Hal Bölge Valiliği kuruldu.", "1983 - Türkiye'nin Brüksel Büyükelçiliği'nde görevli Dursun Aksoy, silahlı saldırıda öldürüldü. Olayı, üç ayrı Ermeni örgütü üstlendi.", "1982 - Devlet Bakanı ve Başbakan Yardımcısı Turgut Özal, Maliye Bakanı Kaya Erdem ve İmar ve İskan Bakanı Şerif Tüten istifa etti. Özal'ın yerine Sermet Refik Pasin, Erdem'in yerine Adnan Başer Kafaoğlu ve Tüten'in yerine de Ahmet Samsunlu atandı.", "1971 - Kültür Bakanlığı kuruldu; ilk Bakan Talat Halman.", "1970 - Askerlik 20, yedek subaylık 18 aya indirildi.", "1969 - ABD'de, $500, $1.000, $5.000 ve $10.000 değerindeki kâğıt paralar resmen tedavülden çekildi.", "1968 - Tuluat sanatçısı İsmail Dümbüllü, bir jübile gecesiyle sahnelerden ayrıldı.", "1960 - Eski Konya Valisi Cemil Keleşoğlu, Yassıada'da intihar etti.", "1959 - Kerkükte, üç gün üç gece sürecek, Türkmen katliamı başladı.", "1958 - Irak'ta 14 Temmuz Devrimi gerçekleştirildi. Kral II. Faysal ve Abdülillah aynı gün, Başbakan Nuri Said Paşa ise bir gün sonra öldürüldü.", "1950 - Türkiye'de Genel Af çıktı.", "1948 - Yerli Film Yapanlar Cemiyeti'nce düzenlenen ilk film festivali: Şakir Sırmalı'nın yönettiği \"Unutulan Sır\" en iyi film, Turgut Demirağ'ın yönettiği \"Bir Dağ Masalı\" en iyi ikinci film seçildi. Nevin Aypar en iyi kadın, Kadir Eroğan en iyi erkek oyuncu, Cahide Sonku ve Talat Artemel ise en iyi karakter oyuncusu dallarında ödüllendirildi.", "1948 - Kapatılan Türkiye Emekçi ve Köylü Partisi lideri Dr. Şefik Hüsnü Deymer, 5 yıl hapse mahkûm edildi.", "1942 - Atılay faciası: \"Atılay\" denizaltısı eğitim dalışı yaptı, bir daha su yüzüne çıkamadı. 37 subay ve er öldü.", "1938 - İtalya, Yahudi karşıtı Nazi modelini kabul etti.", "1936 - Türkiye, olimpiyatlarda ilk altın madalyayı aldı. Yaşar Erkan, Berlin Olimpiyatları'nda, güreşte 61 kiloda birinci geldi.", "1933 - Almanya'da Naziler, muhalefet hareketlerini yasakladı.", "1926 - Mustafa Kemal Paşa'ya yönelik İzmir Suikastı girişimi sebebiyle Ziya Hurşit ve arkadaşları idam edildi.", "1884 - Kamerun, Almanya'nın sömürgesi oldu.", "1789 - Bastille Baskını gerçekleşti, Fransız Devrimi'nin başlangıcı kabul edilir. Fransa'da ulusal bayram olarak kutlanmaktadır.", "1700 - Osmanlı Devleti, Rusya Çarlığı ile İstanbul Antlaşması'nı imzaladı.", "1683 - Merzifonlu Kara Mustafa Paşa komutasındaki Osmanlı orduları, II. Viyana Kuşatması'nı başlattılar.", "1223 - II. Filip'in ölümüyle, VIII. Louis Fransa Kralı oldu."]