["2021 - Almanya'nu0131n Rhineland-Palatinate eyaletinde sel felaketi yau015fandu0131, 134 kiu015fi u00f6ldu00fc.",  "2016 - Nice Saldu0131ru0131su0131: Fransa'nu0131nu00a0Niceu00a0kentindekiu00a0Bastille Gu00fcnu00fcu00a0kutlamalaru0131nu0131n yapu0131ldu0131u011fu0131 su0131rada bir saldu0131rgan tarafu0131ndan kalabalu0131u011fu0131n iu00e7ineu00a0kamyon su00fcru00fclerek teru00f6r saldu0131ru0131su0131 geru00e7ekleu015ftirildi. Saldu0131ru0131yu0131, Irak ve u015eam u0130slam Devleti (Iu015eu0130D) u00fcstlendi.",  "2015 - New Horizons (Yeni Ufuklar) adlu0131 uzay aracu0131 Plu00fcton'a vardu0131.",  "2003 - ABD Hu00fcku00fbmeti, u00fczerinde UFO teorileri de u00fcretilmiu015f olan "51. Bu00f6lge"nin varlu0131u011fu0131nu0131 kabul etti.",  "1994 - ANAP'u0131n, Bau015fbakan Tansu u00c7iller hakku0131nda mal varlu0131u011fu0131nu0131 arau015ftu0131rma u00f6nergesi Meclis'te reddedildi. Buna karu015fu0131lu0131k, 1983'ten o gu00fcne dek Meclis'te yer alan partilerin lider ve yaku0131nlaru0131nu0131n mal varlu0131klaru0131nu0131n arau015ftu0131ru0131lmasu0131yla ilgili u00f6nerge kabul edildi.",  "1993 - Anayasa Mahkemesi, Halku0131n Emek Partisi'nin (HEP) faaliyetlerinin Anayasa ile Siyasi Partiler Yasasu0131'na ayku0131ru0131 olduu011fu gereku00e7esiyle kapatu0131lmasu0131na karar verdi.",  "1987 - Olau011fanu00fcstu00fc Hal Bu00f6lge Valiliu011fi kuruldu.",  "1983 - Tu00fcrkiye'nin Bru00fcksel Bu00fcyu00fckelu00e7iliu011fi'nde gu00f6revli Dursun Aksoy, silahlu0131 saldu0131ru0131da u00f6ldu00fcru00fcldu00fc. Olayu0131, u00fcu00e7 ayru0131 Ermeni u00f6rgu00fctu00fc u00fcstlendi.",  "1982 - Devlet Bakanu0131 ve Bau015fbakan Yardu0131mcu0131su0131 Turgut u00d6zal, Maliye Bakanu0131 Kaya Erdem ve u0130mar ve u0130skan Bakanu0131 u015eerif Tu00fcten istifa etti. u00d6zal'u0131n yerine Sermet Refik Pasin, Erdem'in yerine Adnan Bau015fer Kafaou011flu ve Tu00fcten'in yerine de Ahmet Samsunlu atandu0131.",  "1971 - Ku00fcltu00fcr Bakanlu0131u011fu0131 kuruldu; ilk Bakan Talat Halman.",  "1970 - Askerlik 20, yedek subaylu0131k 18 aya indirildi.",  "1969 - ABD'de, $500, $1.000, $5.000 ve $10.000 deu011ferindeki ku00e2u011fu0131t paralar resmen tedavu00fclden u00e7ekildi.",  "1968 - Tuluat sanatu00e7u0131su0131 u0130smail Du00fcmbu00fcllu00fc, bir ju00fcbile gecesiyle sahnelerden ayru0131ldu0131.",  "1960 - Eski Konya Valisi Cemil Keleu015fou011flu, Yassu0131ada'da intihar etti.",  "1959 - Kerku00fckte, u00fcu00e7 gu00fcn u00fcu00e7 gece su00fcrecek, Tu00fcrkmen katliamu0131 bau015fladu0131.",  "1958 - Irak'ta 14 Temmuz Devrimi geru00e7ekleu015ftirildi. Kral II. Faysal ve Abdu00fclillah aynu0131 gu00fcn, Bau015fbakan Nuri Said Pau015fa ise bir gu00fcn sonra u00f6ldu00fcru00fcldu00fc.",  "1950 - Tu00fcrkiye'de Genel Af u00e7u0131ktu0131.",  "1948 - Yerli Film Yapanlar Cemiyeti'nce du00fczenlenen ilk film festivali: u015eakir Su0131rmalu0131'nu0131n yu00f6nettiu011fi "Unutulan Su0131r" en iyi film, Turgut Demirau011f'u0131n yu00f6nettiu011fi "Bir Dau011f Masalu0131" en iyi ikinci film seu00e7ildi. Nevin Aypar en iyi kadu0131n, Kadir Erou011fan en iyi erkek oyuncu, Cahide Sonku ve Talat Artemel ise en iyi karakter oyuncusu dallaru0131nda u00f6du00fcllendirildi.",  "1948 - Kapatu0131lan Tu00fcrkiye Emeku00e7i ve Ku00f6ylu00fc Partisi lideri Dr. u015eefik Hu00fcsnu00fc Deymer, 5 yu0131l hapse mahku00fbm edildi.",  "1942 - Atu0131lay faciasu0131: "Atu0131lay" denizaltu0131su0131 eu011fitim dalu0131u015fu0131 yaptu0131, bir daha su yu00fczu00fcne u00e7u0131kamadu0131. 37 subay ve er u00f6ldu00fc.",  "1938 - u0130talya, Yahudi karu015fu0131tu0131 Nazi modelini kabul etti.",  "1936 - Tu00fcrkiye, olimpiyatlarda ilk altu0131n madalyayu0131 aldu0131. Yau015far Erkan, Berlin Olimpiyatlaru0131'nda, gu00fcreu015fte 61 kiloda birinci geldi.",  "1933 - Almanya'da Naziler, muhalefet hareketlerini yasakladu0131.",  "1926 - Mustafa Kemal Pau015fa'ya yu00f6nelik u0130zmir Suikastu0131 giriu015fimi sebebiyle Ziya Huru015fit ve arkadau015flaru0131 idam edildi.",  "1884 - Kamerun, Almanya'nu0131n su00f6mu00fcrgesi oldu.",  "1789 - Bastille Basku0131nu0131 geru00e7ekleu015fti, Fransu0131z Devrimi'nin bau015flangu0131cu0131 kabul edilir. Fransa'da ulusal bayram olarak kutlanmaktadu0131r.",  "1700 - Osmanlu0131 Devleti, Rusya u00c7arlu0131u011fu0131 ile u0130stanbul Antlau015fmasu0131'nu0131 imzaladu0131.",  "1683 - Merzifonlu Kara Mustafa Pau015fa komutasu0131ndaki Osmanlu0131 ordularu0131, II. Viyana Kuu015fatmasu0131'nu0131 bau015flattu0131lar.",  "1223 - II. Filip'in u00f6lu00fcmu00fcyle, VIII. Louis Fransa Kralu0131 oldu."]







