["2018 - Fransa Millu00ee Futbol Taku0131mu0131 2. kez FIFA Du00fcnya Kupasu0131'nu0131 kazandu0131.",  "2016 - Tu00fcrkiye'de, TSK'daki bir grup asker tarafu0131ndan askeru00ee darbe teu015febbu00fcsu00fcnde bulunuldu.",  "2014 - Rusya'da, Moskova metrosu'nda oluu015fan bir kaza sonucu 24 kiu015fi hayattu0131nu0131 kaybetti ve yaklau015fu0131k 160 kiu015fi yaralandu0131.",  "2008 - Bau011fdat'u0131n 60u00a0km kuzey dou011fusundaki Bakuba u015fehrinde, iki intihar bombacu0131su0131nu0131n bir askeri kampa du00fczenlediu011fi eylemde en az 28 kiu015fi u00f6ldu00fc. [1] 23 Temmuz 2008 tarihinde Wayback Machine sitesinde aru015fivlendi.",  "1997 - Slobodan Milosevic, Yugoslavya Devlet Bau015fkanu0131 seu00e7ildi.",  "1997 - u0130talyan moda tasaru0131mcu0131su0131 Gianni Versace, Miami, Florida'daki evinin u00f6nu00fcnde Andrew Cunanan adlu0131 Filipinli bir eu015fcinsel tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1983 - Orly Havalimanu0131 saldu0131ru0131su0131: Paris'in Orly Havalimanu0131'nda bulunan THY Bu00fcrosu'na, ASALA militanlaru0131nca bomba atu0131ldu0131. 8 kiu015fi u00f6ldu00fc, 55 kiu015fi yaralandu0131.",  "1981 - Ankara'da 14/15 Ekim 1978 gecesi sol gu00f6ru00fcu015flu00fc Veli Gu00fcneu015f ve Halim Kaplan'u0131 u00f6ldu00fcren u00c7uval Cinayeti sanu0131klaru0131 sau011f gu00f6ru00fcu015flu00fc militanlar Fikri Arkan ve Kemal u00d6zdemir, u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1974 - Ku0131bru0131s'ta Yunan subaylaru0131n yu00f6netimindeki Ulusal Muhafu0131z Alayu0131, Cumhurbau015fkanu0131 Makarios'u devirdi ve EOKA-B lideri Nikos Sampson'u Cumhurbau015fkanu0131 ilan etti.",  "1955 - Nobel u00d6du00fclu00fc almu0131u015f on sekiz bilim insanu0131, nu00fckleer silah karu015fu0131tu0131 bir deklarasyon yayu0131nladu0131lar (Mainau Deklarasyonu). Sonradan bunlara otuz du00f6rt bilim insanu0131 daha katu0131ldu0131.",  "1954 - Boeing 707 ilk uu00e7uu015funu geru00e7ekleu015ftirdi.",  "1953 - Uu015fak il oldu.",  "1933 - Sanat ve edebiyat dergisi Varlu0131k yayu0131mlanmaya bau015fladu0131.",  "1926 - Viyana'da gu00f6stericilere ateu015f au00e7an Polis, 89 kiu015finin u00f6lu00fcmu00fcne yol au00e7tu0131.",  "1886 - Kadu0131nlar, u015eukufezar dergisinde "sau00e7u0131 uzun aklu0131 ku0131sa" deyimine karu015fu0131 mu00fccadele bau015flattu0131.",  "1870 - Georgia, Amerikan u0130u00e7 Savau015fu0131'ndan sonra ABD'ye tekrar kabul edilen son Konfedere eyalet oldu.",  "1840 - Osmanlu0131 u0130mparatorluu011fu, Birleu015fik Krallu0131k, Prusya, Avusturya-Macaristan u0130mparatorluu011fu ve u00c7arlu0131k Rusyasu0131 arasu0131nda Londra Antlau015fmasu0131 imzalandu0131.",  "1799 - Hiyeroglif yazu0131su0131nu0131n u00e7u00f6zu00fcmu00fcnu00fc sau011flayacak olan u00fcu00e7 dilde yazu0131lmu0131u015f Rosetta Tau015fu0131, Napolyon'un Mu0131su0131r Seferi su0131rasu0131nda bir Fransu0131z askeri tarafu0131ndan bir kale yapu0131mu0131 su0131rasu0131nda rastlantu0131 eseri bulundu.",  "1521 - Herke Kuu015fatmasu0131 sonucu adanu0131n fethi.",  "1410 - Orta u00c7au011f'u0131n en bu00fcyu00fck muharebelerinden biri olan Grunwald Muharebesi geru00e7ekleu015fti.",  "1240 - u0130sveu00e7 Krallu0131u011fu0131 ile Novgorod Cumhuriyeti arasu0131nda Neva Muharebesi geru00e7ekleu015fti.",  "1099 - Birinci Hau00e7lu0131 Seferi'nde Hau00e7lu0131 Ordusu Kudu00fcs'u00fc ele geu00e7irdi."]







