["2018 - Fransa Millî Futbol Takımı 2. kez FIFA Dünya Kupası'nı kazandı.", "2016 - Türkiye'de, TSK'daki bir grup asker tarafından askerî darbe teşebbüsünde bulunuldu.", "2014 - Rusya'da, Moskova metrosu'nda oluşan bir kaza sonucu 24 kişi hayattını kaybetti ve yaklaşık 160 kişi yaralandı.", "2008 - Bağdat'ın 60 km kuzey doğusundaki Bakuba şehrinde, iki intihar bombacısının bir askeri kampa düzenlediği eylemde en az 28 kişi öldü. [1] 23 Temmuz 2008 tarihinde Wayback Machine sitesinde arşivlendi.", "1997 - Slobodan Milosevic, Yugoslavya Devlet Başkanı seçildi.", "1997 - İtalyan moda tasarımcısı Gianni Versace, Miami, Florida'daki evinin önünde Andrew Cunanan adlı Filipinli bir eşcinsel tarafından öldürüldü.", "1983 - Orly Havalimanı saldırısı: Paris'in Orly Havalimanı'nda bulunan THY Bürosu'na, ASALA militanlarınca bomba atıldı. 8 kişi öldü, 55 kişi yaralandı.", "1981 - Ankara'da 14/15 Ekim 1978 gecesi sol görüşlü Veli Güneş ve Halim Kaplan'ı öldüren Çuval Cinayeti sanıkları sağ görüşlü militanlar Fikri Arkan ve Kemal Özdemir, ölüm cezasına çarptırıldı.", "1974 - Kıbrıs'ta Yunan subayların yönetimindeki Ulusal Muhafız Alayı, Cumhurbaşkanı Makarios'u devirdi ve EOKA-B lideri Nikos Sampson'u Cumhurbaşkanı ilan etti.", "1955 - Nobel Ödülü almış on sekiz bilim insanı, nükleer silah karşıtı bir deklarasyon yayınladılar (Mainau Deklarasyonu). Sonradan bunlara otuz dört bilim insanı daha katıldı.", "1954 - Boeing 707 ilk uçuşunu gerçekleştirdi.", "1953 - Uşak il oldu.", "1933 - Sanat ve edebiyat dergisi Varlık yayımlanmaya başladı.", "1926 - Viyana'da göstericilere ateş açan Polis, 89 kişinin ölümüne yol açtı.", "1886 - Kadınlar, Şukufezar dergisinde \"saçı uzun aklı kısa\" deyimine karşı mücadele başlattı.", "1870 - Georgia, Amerikan İç Savaşı'ndan sonra ABD'ye tekrar kabul edilen son Konfedere eyalet oldu.", "1840 - Osmanlı İmparatorluğu, Birleşik Krallık, Prusya, Avusturya-Macaristan İmparatorluğu ve Çarlık Rusyası arasında Londra Antlaşması imzalandı.", "1799 - Hiyeroglif yazısının çözümünü sağlayacak olan üç dilde yazılmış Rosetta Taşı, Napolyon'un Mısır Seferi sırasında bir Fransız askeri tarafından bir kale yapımı sırasında rastlantı eseri bulundu.", "1521 - Herke Kuşatması sonucu adanın fethi.", "1410 - Orta Çağ'ın en büyük muharebelerinden biri olan Grunwald Muharebesi gerçekleşti.", "1240 - İsveç Krallığı ile Novgorod Cumhuriyeti arasında Neva Muharebesi gerçekleşti.", "1099 - Birinci Haçlı Seferi'nde Haçlı Ordusu Kudüs'ü ele geçirdi."]