["2016 - Tu00fcrkiye'de Tu00fcrk Silahlu0131 Kuvvetleri bu00fcnyesinde kendilerini Yurtta Sulh Konseyi olarak tanu0131mlayan bir grup asker tarafu0131ndan 15 Temmuz'da bau015flatu0131lan askeru00ee darbe teu015febbu00fcsu00fc bastu0131ru0131ldu0131.",  "2008 - Irak'u0131n Telafer kentindeki bir pazar yerinde, bomba yu00fcklu00fc bir arau00e7 infilu00e2k etti: 7'si u00e7ocuk 11 kiu015fi u00f6ldu00fc, 90 kiu015fi yaralandu0131.[1] 30 Temmuz 2008 tarihinde Wayback Machine sitesinde aru015fivlendi.",  "2005 - Irak'u0131n Musayyib kentinde bir intihar eylemcisi, kullandu0131u011fu0131 patlayu0131cu0131 yu00fcklu00fc tanker kamyonu, benzin istasyonuna su00fcrdu00fc: 98 u00f6lu00fc, 100 yaralu0131.",  "1999 - Eski ABD Bau015fkanu0131 John F. Kennedy ve Jacqueline Kennedy Onassis'in ou011fullaru0131 John F. Kennedy, Jr.'u0131n kullandu0131u011fu0131 ku00fcu00e7u00fck uu00e7ak, Atlantik Okyanusu'na du00fcu015ftu00fc. Kennedy, uu00e7akta bulunan karu0131su0131 ve baldu0131zu0131yla birlikte hayatu0131nu0131 kaybetti.",  "1994 - Shoemaker-Levy 9 kuyrukluyu0131ldu0131zu0131nu0131n paru00e7alaru0131, Ju00fcpiter gezegenine u00e7arptu0131.",  "1990 - Filipinler'de deprem: 1450 u00f6lu00fc.",  "1979 - Saddam Hu00fcseyin, Irak Devlet Bau015fkanu0131 oldu.",  "1969 - Apollo 11, Kennedy Uzay u00dcssu00fc'nden fu0131rlatu0131ldu0131.",  "1965 - Fransa ve u0130talya'yu0131 birbirine bau011flayan "Mont Blanc Tu00fcneli" au00e7u0131ldu0131.",  "1945 - Manhattan Projesi: Amerika Birleu015fik Devletleri'nin New Mexico Eyaleti, Alamogordo u015fehri yaku0131nlaru0131nda ilk atom bombasu0131 denemesi (Trinity testi) yapu0131ldu0131.",  "1942 - Fransa'daki en bu00fcyu00fck Yahudi tutuklamasu0131: 12884 Yahudi Auschwitz'e gu00f6nderilmek u00fczere tutuklandu0131.",  "1935 - Du00fcnyanu0131n ilk parkmetresi, Oklahoma City'de bir caddeye yerleu015ftirildi.",  "1921 - Acara u00d6zerk Sovyet Sosyalist Cumhuriyeti kuruldu. 1991'de yerine Acara u00d6zerk Cumhuriyeti kuruldu.",  "1912 - Stockholm Olimpiyat Oyunlaru0131 bau015fladu0131.",  "1880 - Emily Stowe, Kanada'da lisanslu0131 ilk kadu0131n hekim oldu.",  "1782 - Wolfgang Amadeus Mozart'u0131n, Saraydan Ku0131z Kau00e7u0131rma adlu0131 operasu0131 ilk kez sahnelendi.",  "1661 - Avrupa'da ilk banknot, "Stockholms Banco" adlu0131 bir u0130sveu00e7 bankasu0131 tarafu0131ndan bastu0131ru0131larak tedavu00fcle verildi.",  "1394 - Fransa Kralu0131 VI. Charles, Yahudilerin Fransa'dan kovulmasu0131 iu00e7in emir verdi.",  "1212 - Las Navas de Tolosa Muharebesi: Reconquista du00f6neminde, Papa III. u0130nnocentius'in u00e7au011fru0131su0131 u00fczerine bir araya gelen u0130spanya'daki Hristiyan Krallu0131klar, Muhammed Nasu0131r komutasu0131ndaki Mu00fcslu00fcman Muvahhidler'i yendi.",  "622 - Muhammed ve beraberindeki ilk Mu00fcslu00fcmanlar, Mekke'den Medine'ye hicret ettiler. Bu olay Hicru00ee takvimin bau015flangu0131cu0131 olarak kabul edilmiu015ftir."]







