["2016 - Türkiye'de Türk Silahlı Kuvvetleri bünyesinde kendilerini Yurtta Sulh Konseyi olarak tanımlayan bir grup asker tarafından 15 Temmuz'da başlatılan askerî darbe teşebbüsü bastırıldı.", "2008 - Irak'ın Telafer kentindeki bir pazar yerinde, bomba yüklü bir araç infilâk etti: 7'si çocuk 11 kişi öldü, 90 kişi yaralandı.[1] 30 Temmuz 2008 tarihinde Wayback Machine sitesinde arşivlendi.", "2005 - Irak'ın Musayyib kentinde bir intihar eylemcisi, kullandığı patlayıcı yüklü tanker kamyonu, benzin istasyonuna sürdü: 98 ölü, 100 yaralı.", "1999 - Eski ABD Başkanı John F. Kennedy ve Jacqueline Kennedy Onassis'in oğulları John F. Kennedy, Jr.'ın kullandığı küçük uçak, Atlantik Okyanusu'na düştü. Kennedy, uçakta bulunan karısı ve baldızıyla birlikte hayatını kaybetti.", "1994 - Shoemaker-Levy 9 kuyrukluyıldızının parçaları, Jüpiter gezegenine çarptı.", "1990 - Filipinler'de deprem: 1450 ölü.", "1979 - Saddam Hüseyin, Irak Devlet Başkanı oldu.", "1969 - Apollo 11, Kennedy Uzay Üssü'nden fırlatıldı.", "1965 - Fransa ve İtalya'yı birbirine bağlayan \"Mont Blanc Tüneli\" açıldı.", "1945 - Manhattan Projesi: Amerika Birleşik Devletleri'nin New Mexico Eyaleti, Alamogordo şehri yakınlarında ilk atom bombası denemesi (Trinity testi) yapıldı.", "1942 - Fransa'daki en büyük Yahudi tutuklaması: 12884 Yahudi Auschwitz'e gönderilmek üzere tutuklandı.", "1935 - Dünyanın ilk parkmetresi, Oklahoma City'de bir caddeye yerleştirildi.", "1921 - Acara Özerk Sovyet Sosyalist Cumhuriyeti kuruldu. 1991'de yerine Acara Özerk Cumhuriyeti kuruldu.", "1912 - Stockholm Olimpiyat Oyunları başladı.", "1880 - Emily Stowe, Kanada'da lisanslı ilk kadın hekim oldu.", "1782 - Wolfgang Amadeus Mozart'ın, Saraydan Kız Kaçırma adlı operası ilk kez sahnelendi.", "1661 - Avrupa'da ilk banknot, \"Stockholms Banco\" adlı bir İsveç bankası tarafından bastırılarak tedavüle verildi.", "1394 - Fransa Kralı VI. Charles, Yahudilerin Fransa'dan kovulması için emir verdi.", "1212 - Las Navas de Tolosa Muharebesi: Reconquista döneminde, Papa III. İnnocentius'in çağrısı üzerine bir araya gelen İspanya'daki Hristiyan Krallıklar, Muhammed Nasır komutasındaki Müslüman Muvahhidler'i yendi.", "622 - Muhammed ve beraberindeki ilk Müslümanlar, Mekke'den Medine'ye hicret ettiler. Bu olay Hicrî takvimin başlangıcı olarak kabul edilmiştir."]