["2019 - Du00fczce'nin Aku00e7akoca ilu00e7esinde aku015fam saatlerinde bau015flayu0131p sonraki gu00fcn sabah saatlerine kadar devam eden kuvvetli gu00f6k gu00fcru00fcltu00fclu00fc sau011fanak yau011fu0131u015f sonrasu0131nda meydana gel sel afeti sebebiyle 7 kiu015fi hayatu0131nu0131 kaybetti.[1]",  "2014 - Amsterdam'dan hareket eden Malezya Havayollaru0131'na ait Boeing 777-200ER, Ukrayna - Rusya su0131nu0131ru0131nu0131n 50 kilometre uzau011fu0131na du00fcu015ftu00fc. Fu00fcze ile vurulduu011fu du00fcu015fu00fcnu00fclen uu00e7au011fu0131n du00fcu015fmesi sonucu uu00e7aktaki 298 kiu015finin tu00fcmu00fc u00f6ldu00fc.",  "2007 - Harry Potter ve Melez Prens vizyona girdi.",  "1998 - Uluslararasu0131 Ceza Mahkemesini kuran Roma Statu00fcsu00fc kabul edildi.",  "1986 - u0130nsan Haklaru0131 Derneu011fi kuruldu.",  "1976 - Kanada'nu0131n Montreal kentinde, Yaz Olimpiyat Oyunlaru0131 bau015fladu0131.",  "1975 - Amerikalu0131 uzay aracu0131 Apollo ve Rus uzay aracu0131 Soyuz uzayda birleu015ftiler.",  "1963 - Tu00fcrkiye Bilimsel ve Teknolojik Arau015ftu0131rma Kurumu (Tu00dcBu0130TAK) kuruldu.",  "1955 - Disney parklaru0131nu0131n ilki, kapu0131laru0131nu0131 Kaliforniya'da au00e7tu0131: Disneyland.",  "1945 - Postdam Konferansu0131: Amerika Birleu015fik Devletleri Bau015fkanu0131 Harry Truman, Sovyetler Birliu011fi lideri Josef Stalin ve u0130ngiltere Bau015fbakanu0131 Winston Churchill, Almanya'nu0131n Potsdam kasabasu0131nda bir araya gelerek II. Du00fcnya Savau015fu0131 sonrasu0131 du00fcnyanu0131n bu00f6lu00fcu015fu00fcmu00fcnu00fc belirlediler.",  "1944 - Patlayu0131cu0131 yu00fcklu00fc iki gemi, Kaliforniya Port Chicago'da u00e7arpu0131u015ftu0131: 320 u00f6lu00fc, 400 yaralu0131.",  "1939 - 1. Mau00e2rif u015eu00fbrasu0131 Millu00ee Eu011fitim Bakanu0131 Hasan u00c2li Yu00fccel tarafu0131ndan au00e7u0131ldu0131.",  "1936 - Cumhuriyetu00e7i Halk Cephesi Koalisyonu'na karu015fu0131 askerlerin ayaklanmasu0131 ile u0130spanya u0130u00e7 Savau015fu0131 bau015fladu0131.",  "1934 - Atatu00fcrk, Tu00fcrk Kurtuluu015f Savau015fu0131'ndan sonra ilk kez Bolu'ya geldi.",  "1918 - Bolu015fevikler; Rus u00c7aru0131 II. Nikolay'u0131, eu015fini, u00e7ocuklaru0131nu0131 ve du00f6rt sadu0131k yaku0131nu0131nu0131 Yekaterinburg'da idam ettiler.",  "1907 - Resim sanatu0131nda Ku00fcbizm aku0131mu0131 dou011fdu.",  "1879 - u0130stanbul'da tersane iu015fu00e7ileri greve girdi.",  "1867 - Marx'u0131n "Das Kapital" adlu0131 eserinin ilk cildi yayu0131mlandu0131.",  "1815 - Napolyon, Rochefort'da u0130ngiliz kuvvetlerine teslim oldu.",  "1763 - Rus-u00c7erkes Savau015fu0131 bau015fladu0131.",  "1453 - Fransu0131zlar, u0130ngilizler karu015fu0131su0131nda Castillon Muharebesi'ni kazandu0131."]







