["2019 - Düzce'nin Akçakoca ilçesinde akşam saatlerinde başlayıp sonraki gün sabah saatlerine kadar devam eden kuvvetli gök gürültülü sağanak yağış sonrasında meydana gel sel afeti sebebiyle 7 kişi hayatını kaybetti.[1]", "2014 - Amsterdam'dan hareket eden Malezya Havayolları'na ait Boeing 777-200ER, Ukrayna - Rusya sınırının 50 kilometre uzağına düştü. Füze ile vurulduğu düşünülen uçağın düşmesi sonucu uçaktaki 298 kişinin tümü öldü.", "2007 - Harry Potter ve Melez Prens vizyona girdi.", "1998 - Uluslararası Ceza Mahkemesini kuran Roma Statüsü kabul edildi.", "1986 - İnsan Hakları Derneği kuruldu.", "1976 - Kanada'nın Montreal kentinde, Yaz Olimpiyat Oyunları başladı.", "1975 - Amerikalı uzay aracı Apollo ve Rus uzay aracı Soyuz uzayda birleştiler.", "1963 - Türkiye Bilimsel ve Teknolojik Araştırma Kurumu (TÜBİTAK) kuruldu.", "1955 - Disney parklarının ilki, kapılarını Kaliforniya'da açtı: Disneyland.", "1945 - Postdam Konferansı: Amerika Birleşik Devletleri Başkanı Harry Truman, Sovyetler Birliği lideri Josef Stalin ve İngiltere Başbakanı Winston Churchill, Almanya'nın Potsdam kasabasında bir araya gelerek II. Dünya Savaşı sonrası dünyanın bölüşümünü belirlediler.", "1944 - Patlayıcı yüklü iki gemi, Kaliforniya Port Chicago'da çarpıştı: 320 ölü, 400 yaralı.", "1939 - 1. Maârif Şûrası Millî Eğitim Bakanı Hasan Âli Yücel tarafından açıldı.", "1936 - Cumhuriyetçi Halk Cephesi Koalisyonu'na karşı askerlerin ayaklanması ile İspanya İç Savaşı başladı.", "1934 - Atatürk, Türk Kurtuluş Savaşı'ndan sonra ilk kez Bolu'ya geldi.", "1918 - Bolşevikler; Rus Çarı II. Nikolay'ı, eşini, çocuklarını ve dört sadık yakınını Yekaterinburg'da idam ettiler.", "1907 - Resim sanatında Kübizm akımı doğdu.", "1879 - İstanbul'da tersane işçileri greve girdi.", "1867 - Marx'ın \"Das Kapital\" adlı eserinin ilk cildi yayımlandı.", "1815 - Napolyon, Rochefort'da İngiliz kuvvetlerine teslim oldu.", "1763 - Rus-Çerkes Savaşı başladı.", "1453 - Fransızlar, İngilizler karşısında Castillon Muharebesi'ni kazandı."]