["2016 - Tu00fcrkiye'de 3 aylu0131u011fu0131na OHAL ilan edildi.",  "1998 - u0130stanbul-Ankara seferini yapan THY'na ait bir uu00e7au011fu0131n motoru yandu0131. Yolculara korkulu anlar yau015fatan yangu0131n nedeniyle uu00e7ak, Atatu00fcrk Havaalanu0131'na zorunlu iniu015f yaptu0131.",  "1997 - Yu00fccel Yener, TRT Genel Mu00fcdu00fcrlu00fcu011fu00fc'ne atandu0131.",  "1996 - Paris'e gitmekte olan bir ABD yolcu uu00e7au011fu0131, Long Island-New York au00e7u0131klaru0131nda havada infilak etti; 230 yolcudan kurtulan olmadu0131.",  "1995 - Daha u00f6nce 18 Temmuz'da Tu00fcrkiye'ye geleceu011fi au00e7u0131klanan BM Genel Sekreteri Butros Gali, halku0131n tepkisinden u00e7ekindiu011fi iu00e7in ziyaretini iptal etmek zorunda kaldu0131.",  "1976 - Rumen jimnastiku00e7i Nadia Comu0103neci, Yaz Olimpiyatlaru0131'nda 10 tam puan aldu0131. Bu00f6ylece Olimpiyat Oyunlaru0131 tarihinde tam puan alan ilk jimnastiku00e7i unvanu0131nu0131 da alarak tarihe geu00e7ti.",  "1975 - Apollo-Soyuz kenetlenmesi televizyondan naklen verildi.",  "1974 - ABD Du0131u015fiu015fleri Bakanu0131 Henry Kissingeru2019in yardu0131mcu0131su0131 Joseph Sisco Londra'ya gelerek Bu00fclent Ecevit ile gu00f6ru00fcu015ftu00fc. Mu00fcdahaleden vazgeu00e7mesi iu00e7in Ecevitu2019in u015fartlaru0131nu0131 u00f6u011frendi ve bunlaru0131 Yunanlar ile gu00f6ru00fcu015fmek u00fczere Atinau2019ya hareket etti.",  "1968 - Intel u015firketi Santa Clara, Kaliforniya'da kuruldu.",  "1964 - Tu00fcrkiye ile Belu00e7ika arasu0131nda iu015fgu00fccu00fc anlau015fmasu0131 imzalandu0131.",  "1964 - Tu00fcrkiye ile ABD arasu0131nda, u2018pamuklu ihracatu0131na iliu015fkinu2019 anlau015fma imzalandu0131.",  "1964 - 10 gu00fcndu00fcr su00fcren Batman Petrol Rafinerisi iu015fu00e7ileri grevi, Bakanlar Kurulu ve Tu00fcrk-u0130u015f'in aracu0131lu0131u011fu0131yla sona erdi.",  "1946 - u0130zmir Gazeteciler Cemiyeti kuruldu.",  "1945 - u00c7ok partili demokratik hayatu0131n ilk adu0131mu0131 atu0131ldu0131: Millu00ee Kalku0131nma Partisi kuruldu. Partinin kurucularu0131 arasu0131nda Nuri Demirau011f, Hu00fcseyin Avni Ulau015f ve Cevat Ru0131fat Atilhan gibi isimler yer aldu0131.",  "1941 - II. Du00fcnya Savau015fu0131: Artan millu00ee savunma ihtiyau00e7laru0131nu0131 karu015fu0131lamak amacu0131yla piyasaya 'tasarruf bonosu' u00e7u0131karu0131ldu0131. 5, 25, 100 ve 1.000 liralu0131k tasarruf bonolaru0131; 3, 6 ve 12 ay vadeli olarak du00fczenlendi. Faizleri yu00fczde 4 ile 6 arasu0131nda deu011fiu015fen 25 milyon tutaru0131ndaki bonolara halk bu00fcyu00fck ilgi gu00f6sterdi.",  "1939 - Takas Limited u015eirketi kuruldu.",  "1932 - Tu00fcrkiye'de Ezanu0131n Arapu00e7a okunmasu0131 u00fclke genelinde resmen yasaklandu0131. Diyanet Dairesi, bu yasau011fu0131 ilgili mercilere duyurdu.",  "1932 - Tu00fcrkiye, Cemiyet-i Akvam'a (Milletler Cemiyeti) 56. u00fcye olarak kabul edildi.",  "1930 - Ankara Etnografya Mu00fczesi halka au00e7u0131ldu0131.",  "1925 - Adolf Hitler, nasyonal sosyalist fikirlerini au00e7u0131kladu0131u011fu0131 kiu015fisel manifestosu Mein Kampf'u0131 (Kavgam) yayu0131mladu0131.",  "1920 - Mu00eesu00e2k-u0131 Millu00ee, TBMM'de kabul edildi. Bu00fcyu00fck Millet Meclisi, Misak-u0131 Millu00ee u00fczerine yemin etti.",  "1919 - Mu00fcttefik Yu00fcksek Konseyi, iu015fgal bu00f6lgeleri hakku0131nda anlau015famayan u0130talya ve Yunanistan arasu0131nda bu00f6lu00fcu015ftu00fcrme yaptu0131 ve Aydu0131n ilinin u0130talyanlara verilmesi kararlau015ftu0131ru0131ldu0131.",  "656 - Ali bin Ebu Talib halife oldu.",  "Mu00d6 390 - Roma Cumhuriyeti ile Galya arasu0131nda geru00e7ekleu015fen Allia Muharebesi'ni Galyalu0131lar kazandu0131."]







