["2024 - Du00fcnya genelinde Microsoft iu015fletim sistemlerinde teknik aksaklu0131klara yol au00e7an bir yazu0131lu0131m sorunu yau015fandu0131.",  "2013 - Suriye'de, PYD tarafu0131ndan ele geu00e7irilen yerleu015fim yeri, u00f6zerk bu00f6lge ilan edildi ve Rojava Devrimi olarak kabul edildi. Artu0131k orada PYD u00f6ncu00fclu00fcu011fu00fcnde Ku00fcrdistan u00d6zerk Otonom Bu00f6lgesi geru00e7ekleu015fmiu015ftir.",  "2009 - Tu00fcrkiye'de tu00fcm lokanta, meyhane vb. kapalu0131 alanlarda sigara yasau011fu0131 uygulamasu0131 bau015fladu0131.",  "2002 - Eski Anayasa Mahkemesi Bau015fkanu0131 Yekta Gu00fcngu00f6r u00d6zden, Cumhuriyetu00e7i Demokrasi Partisi'ni (CDP) kurdu.",  "1996 - Yaz Olimpiyatlaru0131, Atlanta-Georgia'da bau015fladu0131.",  "1993 - PKK, Van'u0131n Bahu00e7esaray ilu00e7esi Su00fcndu00fcz Yaylasu0131'nda, uzun namlulu silahlarla ateu015f au00e7tu0131; 15 u00e7ocuk ile 9 kadu0131n u00f6ldu00fc.",  "1993 - u0130SKu0130 Genel Mu00fcdu00fcru00fc Ergun Gu00f6knel, yolsuzluk iddiasu0131yla gu00f6revden alu0131ndu0131.",  "1990 - New York Federal Mahkemesi, Karun Hazinesi'nin Tu00fcrkiye'ye iadesi iu00e7in au00e7u0131lan davada Tu00fcrkiye lehine karar verdi. Metropolitan Museum of Art yetkililerinin 363 paru00e7alu0131k hazineyi Tu00fcrkiye'ye iade etmek istemesi u00fczerine anlau015fmaya varu0131ldu0131 ve hazine, Ekim 1993'te Ankara'ya getirildi.",  "1989 - DC-10 tipi bir ABD yolcu uu00e7au011fu0131, Sioux City-Iowa'ya acil iniu015f yaptu0131u011fu0131 su0131rada du00fcu015ftu00fc: 296 yolcudan 112'si u00f6ldu00fc.",  "1987 - Mehmet Terzi, San Francisco Maratonu'nu kazandu0131.",  "1985 - u0130talya'da, Val di Stava baraju0131 u00e7u00f6ktu00fc: 268 kiu015fi u00f6ldu00fc.",  "1983 - Refah Partisi kuruldu.",  "1980 - Yaz Olimpiyatlaru0131, Moskova'da bau015fladu0131. Sovyetler'in Afganistan'u0131 iu015fgalini protesto eden pek u00e7ok u00fclke olimpiyatlara katu0131lmadu0131.",  "1979 - Sandinista gerillalaru0131, Nikaragua'daki ABD destekli Somoza Hu00fcku00fbmeti'ni devirdi.",  "1967 - Boeing 727 tipi bir yolcu uu00e7au011fu0131 ile Cessna 310 tipi bir uu00e7ak, Kuzey Karolina'nu0131n Hendersonville u015fehri u00fczerinde havada u00e7arpu0131u015ftu0131: 82 kiu015fi u00f6ldu00fc.",  "1954 - Elvis Presley, ilk albu00fcmu00fc That's All Right Mama'yu0131 u00e7u0131kardu0131.",  "1949 - Laos bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1943 - II. Du00fcnya Savau015fu0131 su0131rasu0131nda Adolf Hitler, Benito Mussolini liderliu011findeki u0130talyan Heyeti ile  Feltre gu00f6ru00fcu015fmesini geru00e7ekleu015ftirdi.",  "1940 - II. Du00fcnya Savau015fu0131: u0130talyan hafif kruvazu00f6ru00fc battu0131: 121 kiu015fi u00f6ldu00fc.",  "1939 - u0130thal izinlerinin ve ihracat primlerinin verilmesi amacu0131yla Takas Limited u015eirketi'nin kurulmasu0131na dair kararname u00e7u0131ktu0131.",  "1939 - Filmlerin denetimine dair sansu00fcr nizamnamesi yu00fcru00fcrlu00fcu011fe girdi.",  "1933 - Denizli-u00c7ivril'deki 5,7 bu00fcyu00fcklu00fcu011fu00fcndeki depremde 20 kiu015fi u00f6ldu00fc.",  "1920 - Komu00fcnist Enternasyonal'in u0130kinci Kongresi bau015fladu0131. Kongre'de; u00f6rgu00fctsel ilkeler, strateji ve Komu00fcnist Enternasyonal'in taktiklerinin temelleri atu0131ldu0131.",  "1912 - Yaklau015fu0131k 190u00a0kg au011fu0131rlu0131u011fu0131nda bir meteor, Navajo County-Arizona semalaru0131nda infilak etti ve paru00e7alar kentin u00fczerine yau011fdu0131.",  "1877 - 93 Harbi: Gazi Osman Pau015fa u00f6nderliu011finde, 145 gu00fcn su00fcrecek olan Plevne Savunmasu0131 bau015fladu0131.",  "1870 - Fransa, Prusya'ya savau015f ilan etti."]







