["2024 - Dünya genelinde Microsoft işletim sistemlerinde teknik aksaklıklara yol açan bir yazılım sorunu yaşandı.", "2013 - Suriye'de, PYD tarafından ele geçirilen yerleşim yeri, özerk bölge ilan edildi ve Rojava Devrimi olarak kabul edildi. Artık orada PYD öncülüğünde Kürdistan Özerk Otonom Bölgesi gerçekleşmiştir.", "2009 - Türkiye'de tüm lokanta, meyhane vb. kapalı alanlarda sigara yasağı uygulaması başladı.", "2002 - Eski Anayasa Mahkemesi Başkanı Yekta Güngör Özden, Cumhuriyetçi Demokrasi Partisi'ni (CDP) kurdu.", "1996 - Yaz Olimpiyatları, Atlanta-Georgia'da başladı.", "1993 - PKK, Van'ın Bahçesaray ilçesi Sündüz Yaylası'nda, uzun namlulu silahlarla ateş açtı; 15 çocuk ile 9 kadın öldü.", "1993 - İSKİ Genel Müdürü Ergun Göknel, yolsuzluk iddiasıyla görevden alındı.", "1990 - New York Federal Mahkemesi, Karun Hazinesi'nin Türkiye'ye iadesi için açılan davada Türkiye lehine karar verdi. Metropolitan Museum of Art yetkililerinin 363 parçalık hazineyi Türkiye'ye iade etmek istemesi üzerine anlaşmaya varıldı ve hazine, Ekim 1993'te Ankara'ya getirildi.", "1989 - DC-10 tipi bir ABD yolcu uçağı, Sioux City-Iowa'ya acil iniş yaptığı sırada düştü: 296 yolcudan 112'si öldü.", "1987 - Mehmet Terzi, San Francisco Maratonu'nu kazandı.", "1985 - İtalya'da, Val di Stava barajı çöktü: 268 kişi öldü.", "1983 - Refah Partisi kuruldu.", "1980 - Yaz Olimpiyatları, Moskova'da başladı. Sovyetler'in Afganistan'ı işgalini protesto eden pek çok ülke olimpiyatlara katılmadı.", "1979 - Sandinista gerillaları, Nikaragua'daki ABD destekli Somoza Hükûmeti'ni devirdi.", "1967 - Boeing 727 tipi bir yolcu uçağı ile Cessna 310 tipi bir uçak, Kuzey Karolina'nın Hendersonville şehri üzerinde havada çarpıştı: 82 kişi öldü.", "1954 - Elvis Presley, ilk albümü That's All Right Mama'yı çıkardı.", "1949 - Laos bağımsızlığını ilan etti.", "1943 - II. Dünya Savaşı sırasında Adolf Hitler, Benito Mussolini liderliğindeki İtalyan Heyeti ile  Feltre görüşmesini gerçekleştirdi.", "1940 - II. Dünya Savaşı: İtalyan hafif kruvazörü battı: 121 kişi öldü.", "1939 - İthal izinlerinin ve ihracat primlerinin verilmesi amacıyla Takas Limited Şirketi'nin kurulmasına dair kararname çıktı.", "1939 - Filmlerin denetimine dair sansür nizamnamesi yürürlüğe girdi.", "1933 - Denizli-Çivril'deki 5,7 büyüklüğündeki depremde 20 kişi öldü.", "1920 - Komünist Enternasyonal'in İkinci Kongresi başladı. Kongre'de; örgütsel ilkeler, strateji ve Komünist Enternasyonal'in taktiklerinin temelleri atıldı.", "1912 - Yaklaşık 190 kg ağırlığında bir meteor, Navajo County-Arizona semalarında infilak etti ve parçalar kentin üzerine yağdı.", "1877 - 93 Harbi: Gazi Osman Paşa önderliğinde, 145 gün sürecek olan Plevne Savunması başladı.", "1870 - Fransa, Prusya'ya savaş ilan etti."]