["2004 - Au011fru0131'nu0131n Dou011fubayazu0131t ilu00e7esinde meydana gelen 5.2 bu00fcyu00fcklu00fcu011fu00fcndeki depremde 18 kiu015fi u00f6ldu00fc.",  "2003 - Yu00f6netmen Ferzan u00d6zpetek'in Karu015fu0131 Pencere adlu0131 filmi, u0130talya'daki Yabancu0131 Basu0131n Merkezi'nin ju00fcri u00fcyeliu011fini yaptu0131u011fu0131 Globo D'Oro (Altu0131n Ku00fcre) sinema u00f6du00fcllerinden, "En u0130yi Film u00d6du00fclu00fc" dahil beu015fini kazandu0131.",  "2002 - Steve Fossett, tek bau015fu0131na ve mola vermeden du00fcnya u00e7evresini balonla dolau015fan ilk insan oldu.",  "2001 - Gu00f6u011fu00fcs kafesine yerleu015ftirildikten sonra du0131u015faru0131yla herhangi bir bau011flantu0131su0131 kalmayan ilk yapay kalp olan "AbioCor", ilk kez bir hastaya uygulandu0131.",  "1993 - Sivas Madu0131mak Oteli yaku0131ldu0131. Otelde bulunan kiu015filerden 37'si yanarak u00f6ldu00fc.",  "1992 - Olimpiyat Oyunlaru0131 kapsamu0131nda ilk kez New York'ta du00fczenlenen Du00fcnya Zeku00e2 Oyunlaru0131 u015eampiyona ve Kongresi'nde Tu00fcrkiye beu015finci oldu.",  "1990 - Hac izdihamu0131: Mina'da u015feytan tau015flamaya giden hacu0131 adaylaru0131 tu00fcnelde su0131ku0131u015ftu0131; 1426 kiu015fi u00f6ldu00fc.",  "1986 - Meksika'da oynanan Du00fcnya Futbol u015eampiyonasu0131'nda, Arjantin u015fampiyon oldu.",  "1985 - Andrey Gromiko, Yu00fcksek Sovyet Prezidyumu Bau015fkanu0131 olarak atandu0131.",  "1978 - O yu0131llarda bir gezegen olarak kabul edilen Plu00fcton'un, Charon uydusu keu015ffedildi.",  "1976 - 1954 yu0131lu0131ndan beri ayru0131 olan Kuzey ve Gu00fcney Vietnam birleu015ferek Vietnam Sosyalist Cumhuriyeti'ni kurdu",  "1972 - Bu00fclent Ecevit, CHP Genel Bau015fkanu0131 seu00e7ildi.",  "1966 - Fransa, Pasifik'teki ilk nu00fckleer bomba denemesini Moruroa adasu0131nda geru00e7ekleu015ftirdi. Denemenin kod adu0131 "Aldu00e9baran"du0131.",  "1966 - Antalyaspor Kulu00fcbu00fc kuruldu.",  "1964 - ABD Bau015fkanu0131 Lyndon B. Johnson, kamu alanlaru0131nda u0131rk ayru0131mcu0131lu0131u011fu0131nu0131 yasaklayan "Yurttau015flu0131k Haklaru0131 Yasasu0131"nu0131 imzaladu0131.",  "1962 - Walmart perakende zincirinin ilk mau011fazasu0131, Arkansas Eyaleti'nin Rogers u015fehrinde au00e7u0131ldu0131.",  "1951 - Savarona gemisi, Tu00fcrk Deniz Kuvvetleri'ne devredildi.",  "1945 - 15 Yunan mu00fclteciyi u00f6ldu00fcren iki kiu015fi, u0130zmir Saat Kulesi altu0131nda idam edildi.",  "1937 - Uu00e7akla ilk du00fcnya turu iu00e7in yola u00e7u0131kan Amelia Earhart ve Fred Noonan kayboldu.",  "1934 - Uzun Bu0131u00e7aklar Gecesi, Ernst Ru00f6hm'u00fcn u00f6lu00fcmu00fcyle sona erdi.",  "1932 - Keriman Halis, Tu00fcrkiye Gu00fczellik Kraliu00e7esi seu00e7ildi.",  "1932 - Birinci Tu00fcrk Tarih Kurultayu0131, Atatu00fcrk'u00fcn huzurunda Ankara Halkevi'nde toplandu0131.",  "1917 - Yunanistan, Osmanlu0131 Devletiu2019ne savau015f ilan etti.",  "1900 - Ferdinand von Zeppelin'in yaptu0131u011fu0131 hava aracu0131, Almanya'nu0131n Friedrichshafen kenti yaku0131nlaru0131nda denendi ve bau015faru0131lu0131 oldu. Araca "Zeplin" adu0131 verildi.",  "1839 - Ku00fcba au00e7u0131klaru0131nda, bir ku00f6le gemisi olan Amistad'daki 53 ku00f6le ayaklandu0131.",  "1829 - 25.000 kiu015filik bir Rus Ordusu, Balkanlaru0131 boydan boya geu00e7erek Burgaz'u0131 ve Sliven'i teslim aldu0131.",  "1777 - Vermont, ABD'nin ku00f6leliu011fi kaldu0131ran ilk bu00f6lgesi oldu.",  "1698 - u0130ngiliz mucit Thomas Savery, ilk buhar makinesinin patentini aldu0131."]







