["2020 - Yenilik Partisi, u00d6ztu00fcrk Yu0131lmaz u00f6nderliu011finde kuruldu.",  "2016 - Tu00fcrkiye'de askeru00ee darbe giriu015fimi sonrasu0131nda, Millu00ee Gu00fcvenlik Kurulu u00f6nerisi ve Bakanlar Kurulu kararu0131 ile u00fcu00e7 ay su00fcreli olau011fanu00fcstu00fc hu00e2l ilu00e2n edildi.",  "2015 - Suruu00e7 saldu0131ru0131su0131: u015eanlu0131urfa'nu0131n Suruu00e7 ilu00e7esinde du00fczenlenen bombalu0131 intihar saldu0131ru0131su0131nda 34 kiu015fi u00f6ldu00fc, 100'den fazla kiu015fi yaralandu0131.",  "2010 - Du0130SK Kurucu Genel Bau015fkanu0131 Kemal Tu00fcrkler'in u00f6ldu00fcru00fclmesine iliu015fkin dava yeniden bau015fladu0131. Yargu0131tay'u0131n sanu0131k u00dcnal Osmanau011faou011flu hakku0131ndaki beraat kararu0131nu0131 bozmasu0131nu0131n ardu0131ndan bau015flayan dava, 1 Aralu0131k 2010'da zaman au015fu0131mu0131 gereku00e7esiyle du00fcu015fu00fcru00fcldu00fc.",  "2009 - Ergenekon davasu0131nda emekli Orgeneraller u015eener Eruygur ve Huru015fit Tolon'un da aralaru0131nda bulunduu011fu 56 sanu0131u011fu0131n yargu0131lanmasu0131na bau015flandu0131. Kayu0131p yaku0131nlaru0131 ve u0130HD u00fcyeleri, sanu0131klaru0131n kayu0131plar ve faili meu00e7hul cinayetlerle ilgili de yargu0131lanmasu0131nu0131 istedi.",  "2007 - u0130srail, Gazze u015eeridi'nin Hamas'u0131n eline geu00e7mesinin ardu0131ndan Filistin Devlet Bau015fkanu0131 Mahmud Abbas'u0131 desteklemek amacu0131yla cezaevindeki Filistin Halk Kurtuluu015f Cephesi (FHKC) liderlerinden Abdurrahim Malluh'un da yer aldu0131u011fu0131 255 El Fetih yanlu0131su0131 tutukluyu serbest bu0131raktu0131.",  "2005 - Kanada, aynu0131 cinsler arasu0131nda evliliu011fe izin veren du00f6rdu00fcncu00fc u00fclke oldu.",  "2002 - Lima'daki (Peru) bir diskotekte u00e7u0131kan yangu0131nda 25 kiu015fi u00f6ldu00fc.",  "2001 - Saadet Partisi, Necmettin Erbakan tarafu0131ndan kuruldu.",  "2001 - Londra Borsasu0131 halka au00e7u0131ldu0131.",  "1996 - u0130spanya: ETA bir havaalanu0131na bomba attu0131; 35 kiu015fi u00f6ldu00fc.",  "1994 - Kuyruklu yu0131ldu0131z Shoemaker Levy 9'un paru00e7alaru0131, Ju00fcpiter'e u00e7arptu0131.",  "1984 - Penthouse dergisi u00e7u0131plak fotou011fraflaru0131nu0131 yayu0131mlayu0131nca, Miss America yaru0131u015fmasu0131 yetkilileri, Vanessa Williams'tan tacu0131nu0131 iade etmesini istedi.",  "1980 - Birleu015fmiu015f Milletler Gu00fcvenlik Konseyi, u00fcye u00fclkelerin Kudu00fcs'u00fc, u0130srail'in bau015fkenti olarak tanu0131mamalaru0131 gerektiu011fine 14-0 oyla karar verdi.",  "1976 - Viking 1, 11 ay su00fcren yolculuktan sonra Mars'a kondu ve Du00fcnya'ya fotou011fraflar aktarmaya bau015fladu0131.",  "1975 - Ege Ordusu kuruldu ve Orgeneral Turgut Sunalp, Ege Ordusu Komutanlu0131u011fu0131'na getirildi.",  "1974 - Ku0131bru0131s Hareku00e2tu0131: Tu00fcrk Silahlu0131 Kuvvetleri'nin Garanti Anlau015fmasu0131'nu0131n III. maddesine istinaden geru00e7ekleu015ftirdiu011fi askeru00ee hareku00e2tu0131n bau015flangu0131cu0131.",  "1973 - Filistinli militanlar, Amsterdam'dan Japonya'ya giden Japon Hava Yollaru0131'na ait bir yolcu uu00e7au011fu0131nu0131 kau00e7u0131rarak Dubai'ye indirdiler.",  "1969 - Tarihte ilk kez insanlu0131 bir uzay aracu0131, Ay'a ulau015ftu0131. Apollo 11 Ay yu00fczeyine indi. Astronot Neil Armstrong da Ay'a ilk ayak basan insan oldu.",  "1965 - Moskova'ya yaptu0131u011fu0131 ziyaretten du00f6nen Bau015fbakan Suat Hayri u00dcrgu00fcplu00fc, Sovyetler Birliu011fi'nin Tu00fcrkiye'ye ekonomik yardu0131mda bulunacau011fu0131nu0131 au00e7u0131kladu0131.",  "1964 - Vietnam Savau015fu0131: Vietkong askeru00ee birlikleri, Vietnam'u0131n gu00fcneyinde Mekong Deltasu0131'ndaki Cu00e1i Bu00e8 Bu00f6lgesi'ne saldu0131rdu0131: 11 Gu00fcney Vietnam'lu0131 askeru00ee personel ile 30'u u00e7ocuk 40 sivili u00f6ldu00fcrdu00fc.",  "1951 - u00dcrdu00fcn Kralu0131 I. Abdullah, Cuma namazu0131 su0131rasu0131nda bir Filistinli tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1949 - u0130srail ve Suriye, 19 ay su00fcren savau015fu0131n ardu0131ndan baru0131u015f antlau015fmasu0131 imzaladu0131.",  "1948 - Millet Partisi kuruldu.",  "1944 - II. Du00fcnya Savau015fu0131: Adolf Hitler'e, Alman Ordusu'ndan bir Albay'u0131n (Claus von Stauffenberg) u00f6nderliu011finde, bau015faru0131su0131z olarak sona eren bir suikast giriu015fimi geru00e7ekleu015ftirildi.",  "1940 - Danimarka, Milletler Cemiyeti'nden ayru0131ldu0131.",  "1936 - Montru00f6 Bou011fazlar Su00f6zleu015fmesi imzalandu0131.",  "1921 - New York ile San Francisco arasu0131nda hava yolu ile posta servisi bau015fladu0131.",  "1916 - I. Du00fcnya Savau015fu0131: Rus askerleri Osmanlu0131 u0130mparatorluu011fu'nun Gu00fcmu00fcu015fhane kentini iu015fgal etti.",  "1903 - Ford ilk arabasu0131nu0131 u00fcretti.",  "1881 - Amerika Birleu015fik Devletleri ordularu0131na karu015fu0131 savau015fan son Yerli Kabile u015eefi olan Sioux Kabilesi lideri Oturan Bou011fa teslim oldu.",  "1871 - Britanya Kolumbiyasu0131, Kanada Federasyonu'na katu0131ldu0131.",  "1402 - Ankara Savau015fu0131: Osmanlu0131 u0130mparatorluu011fu Sultanu0131 Yu0131ldu0131ru0131m Bayezid ile Bu00fcyu00fck Timur u0130mparatorluu011fu Sultanu0131 Timur arasu0131nda, Ankara'nu0131n u00c7ubuk Ovasu0131'nda yapu0131lan savau015f, Timur'un zaferiyle sonuu00e7landu0131."]







