["2017 - Ege Denizi'nde, Tu00fcrkiye'nin Muu011fla ilinin Bodrum ilu00e7esinin 10u00a0km gu00fcneydou011fusunda meydana gelen 6.6 M bu00fcyu00fcklu00fcu011fu00fcndeki deprem sonucunda, Yunanistan'u0131n u0130stanku00f6y adasu0131nda iki kiu015fi u00f6ldu00fc, 300'den fazla kiu015fi yaralandu0131.",  "2001 - u0130talya'nu0131n Cenova kentinde du00fczenlenen G-8 zirvesini protesto eden ku00fcreselleu015fme karu015fu0131tu0131 bir kiu015fi u00f6ldu00fcru00fcldu00fc.",  "1998 - TBMM'de yedi Milletvekilinin dokunulmazlu0131klaru0131 kaldu0131ru0131ldu0131.",  "1996 - Yazar Adalet Au011faou011flu, u0130stanbul Saru0131yer'de bir otomobilin u00e7arpmasu0131 sonucu au011fu0131r yaralandu0131.",  "1988 - Amerikan Rock grubu Guns N' Roses'un ilk albu00fcmu00fc, aynu0131 zamanda du00fcnyanu0131n en u00e7ok satan debut albu00fcmu00fc (Bir sanatu00e7u0131nu0131n ya da grubun u00e7u0131kardu0131u011fu0131 ilk albu00fcm) olma u00f6zelliu011fini tau015fu0131yan Appetite for Destruction yayu0131nlandu0131.",  "1983 - Du00fcnyanu0131n en du00fcu015fu00fck su0131caklu0131u011fu0131 u00f6lu00e7u00fcldu00fc: Vostok u0130stasyonu, Antarktika: -89.2u00a0u00b0C.",  "1981 - Su0131ku0131yu00f6netim Komutanlu0131u011fu0131, Gu0131rgu0131r dergisinin yayu0131nu0131nu0131 du00f6rt hafta durdurdu.",  "1977 - Su00fcleyman Demirel, II. Milliyetu00e7i Cephe Hu00fcku00fcmeti'ni kurdu.",  "1977 - Du00f6rt gu00fcn su00fcrecek olan Libya-Mu0131su0131r savau015fu0131 bau015fladu0131.",  "1972 - Kanlu0131 Cuma: IRA militanlaru0131nu0131n Kuzey u0130rlanda'nu0131n Belfast kenti yaku0131nlaru0131ndaki eylemlerinde 22 bomba patladu0131: 9 kiu015fi u00f6ldu00fc, 130 kiu015fi au011fu0131r yaralandu0131.",  "1970 - Mu0131su0131r'daki Asvan Baraju0131, 11 yu0131l su00fcren inu015faatu0131n ardu0131ndan tamamlandu0131.",  "1969 - Apollo 11 mu00fcrettebatu0131ndan Neil Armstrong ve Buzz Aldrin, Ay'daki ilk insan adu0131mlaru0131nu0131 geru00e7ekleu015ftirdiler.",  "1967 - TBMM'de Tu0130P u0130stanbul Milletvekili u00c7etin Altan'u0131n dokunulmazlu0131u011fu0131 kaldu0131ru0131ldu0131.",  "1960 - Sri Lanka'da Bau015fbakan seu00e7ilen Sirimavo Bandaranaike, du00fcnyanu0131n ilk kadu0131n bau015fbakanu0131 olma unvanu0131nu0131 da almu0131u015f oldu.",  "1946 - Tu00fcrkiye'de ilk u00e7ok partili seu00e7imler yapu0131ldu0131. CHP 395, DP 64 Milletvekili kazandu0131.",  "1944 - II. Du00fcnya Savau015fu0131: 20 Temmuz'da Adolf Hitler'e, bau015faru0131su0131z bir suikast giriu015fiminde bulunan Claus von Stauffenberg ve iu015fbirliku00e7ileri, Berlin'de idam edildiler.",  "1940 - Baltu0131k u00fclkeleri, Sovyetler Birliu011fine ilhak edildi.",  "1925 - Tennessee'nin Dayton kentindeki bir lise biyoloji u00f6u011fretmeni (John T. Scopes), evrim konusunu iu015flemekten suu00e7lu bulundu ve 100 dolar para cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1922 - u0130ttihat ve Terakki u00f6nderlerinden Cemal Pau015fa, Tiflis'te Ermeniler tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1913 - Tu00fcrk Birlikleri, Edirne'yi Bulgar iu015fgalinden kurtardu0131.",  "1905 - II. Abdu00fclhamid'e Yu0131ldu0131z Camii u00f6nu00fcnde Ermeniler tarafu0131ndan suikast giriu015fiminde bulunuldu. II. Abdu00fclhamid, u015eeyhu00fclislam Cemaleddin Efendi ile ayaku00fcstu00fc konuu015fmasu0131 sebebiyle, arabadan uzakta olduu011fundan suikastten yara almadan kurtuldu.",  "1904 - Trans Sibirya Demiryolu tamamlandu0131.",  "1904 - Belu00e7ika'da yapu0131lan bir araba yaru0131u015fu0131nda 100 mil (161u00a0km/saat) su0131nu0131ru0131, bir Fransu0131z tarafu0131ndan au015fu0131ldu0131.",  "1861 - Yu0131llarca su00fcren Amerikan u0130u00e7 Savau015fu0131'nu0131n ilk bu00fcyu00fck muharebesi olan, "Birinci Bull Run Muharebesi" meydana geldi.",  "1831 - Belu00e7ika'nu0131n ilk Kralu0131, I. Lu00e9opold tahta u00e7u0131ktu0131.",  "1798 - Napolyon'un zaferiyle, Fransu0131zlar'a Kahire yolunu au00e7an "Piramitler Savau015fu0131" geru00e7ekleu015fti.",  "1774 - Osmanlu0131 Devleti ile Rus u0130mparatorluu011fu arasu0131nda Ku00fcu00e7u00fck Kaynarca Antlau015fmasu0131 imzalandu0131.",  "1718 - Osmanlu0131 Devleti ile Avusturya ve Venedik Cumhuriyeti arasu0131nda Pasarofu00e7a Antlau015fmasu0131 imzalandu0131.",  "1711 - Osmanlu0131 Devleti ile Rusya u00c7arlu0131u011fu0131 arasu0131nda Prut Antlau015fmasu0131 imzalandu0131.",  "1446 - Lidku00f6ping, u0130sveu00e7'te bir kent konumuna alu0131ndu0131.",  "365 - Richter u00f6lu00e7eu011finde 8.0 bu00fcyu00fcklu00fcu011fu00fcndeki bir depremin tetiklediu011fi tsunami, Mu0131su0131r'u0131n u0130skenderiye kentini yerle bir etti. Kentte 5.000, u00e7evresinde de 45.000 kiu015fi hayatu0131nu0131 kaybetti.",  "Mu00d6 356 - Herostratus adu0131ndaki bir genu00e7, Du00fcnyanu0131n Yedi Harikasu0131'ndan biri olan, Efes'teki Artemis Tapu0131nau011fu0131'nu0131 yaktu0131."]







