["2016 - Almanya'nu0131n Mu00fcnih u015fehrinin Moosach kesiminde 2016 Mu00fcnih saldu0131ru0131laru0131 meydana geldi.",  "2015 - Ceylanpu0131nar saldu0131ru0131su0131 geru00e7ekleu015ftirildi.",  "2008 - Bosna Savau015fu0131'nda savau015f suu00e7lusu olan Radovan Karadzic, Su0131rbistan'da yakalandu0131.",  "2007 - Tu00fcrkiye genel seu00e7imleri yapu0131ldu0131. Recep Tayyip Erdou011fan liderliu011findeki Adalet ve Kalku0131nma Partisi, %46,66 oy oranu0131 ile 341 milletvekili u00e7u0131kardu0131 ve tekrar tek bau015fu0131na iktidar oldu.",  "2004 - Pamukova tren kazasu0131 geru00e7ekleu015fti. Sakaryau2019nu0131n Pamukova ilu00e7esi su0131nu0131rlaru0131nda Ankara-u0130stanbul arasu0131nda hu0131zlandu0131ru0131lmu0131u015f tren seferini yapan Yakup Kadri Karaosmanou011flu adlu0131 tren au015fu0131ru0131 hu0131zdan dolayu0131 raydan u00e7u0131karak, toplam 230 yolcudan 41 kiu015finin u00f6lu00fcmu00fcne, 89 kiu015finin de yaralanmasu0131na sebep oldu.",  "2003 - u00d6zel gu00fcu00e7ler desteu011findeki ABD birliklerinin Musul'da geru00e7ekleu015ftirdiu011fi bombalamada, Saddam Hu00fcseyin'in ou011fullaru0131 Uday Hu00fcseyin, Kusay Hu00fcseyin, Kusay'u0131n 14 yau015fu0131ndaki ou011flu ve bir koruma gu00f6revlisi u00f6ldu00fcru00fcldu00fc.",  "2003 - Fransa'daki Eyfel Kulesi'nde yangu0131n u00e7u0131ktu0131.",  "2002 - u0130srail, Hamas'u0131n silahlu0131 birlikler komutanu0131 Salah Shehade ve 14 sivili u00f6ldu00fcrdu00fc.",  "2002 - DSPu2019den istifalar, Meclisu2019te de temsil edilen yeni bir parti oluu015fumuna du00f6nu00fcu015ftu00fc. Yeni Tu00fcrkiye Partisi, u0130smail Cemu2019in Genel Bau015fkanlu0131u011fu0131nda 63 Milletvekilinin katu0131lu0131mu0131yla kuruldu.",  "1998 - Tu00fcrkiye, AB politikasu0131nu0131n u00f6zu00fcnu00fc oluu015fturacak u015fekilde hazu0131rlamu0131u015f olduu011fu "Tu00fcrkiye AB iliu015fkilerini Geliu015ftirme Stratejisi" bau015flu0131klu0131 raporunu bir nota eu015fliu011finde, AB Komisyonu ve Avrupa Birliu011fi Bakanlar Konseyi'ne gu00f6nderdi.",  "1992 - Kolombiyalu0131 uyuu015fturucu taciri Pablo Escobar, Medellin yaku0131nlaru0131ndaki lu00fcks hapishaneden kau00e7tu0131.",  "1980 - Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Du0130SK) eski Bau015fkanu0131 ve Maden-u0130u015f Genel Bau015fkanu0131 Kemal Tu00fcrkler u00f6ldu00fcru00fcldu00fc.",  "1974 - Ku0131bru0131s Hareku00e2tu0131: u0130kinci u00e7u0131kartma birliu011fi olan 39. Tu00fcrk Tu00fcmeni, Ku0131bru0131s'a u00e7u0131ktu0131 ve havadan inmiu015f olan birliklerle birleu015fti. Saat 17:00u2019de ateu015fkes ilan edildi. Tu00fcrk birlikleri, Lapta-Girne-Lefkou015fa u00fcu00e7geni iu00e7erisinde Cenevre Gu00f6ru00fcu015fmeleriu2019nin sonucunu beklemeye bau015fladu0131.",  "1967 - Adapazaru0131 ve Mudurnu'da gece saatlerinde meydana gelen 7,2 u015fiddetindeki depremde 173 kiu015fi u00f6ldu00fc, 1078 ev hasar gu00f6rdu00fc.",  "1965 - Millu00ee u0130stihbarat Teu015fkilatu0131 kuruluu015f kanunu kabul edildi.",  "1964 - Tu00fcrkiye, u0130ran ve Pakistan arasu0131nda, Kalku0131nma u0130u00e7in Bu00f6lgesel u0130u015fbirliu011fi u00d6rgu00fctu00fc (RCD) kuruldu.",  "1961 - Barzani au015firetlerinin basku0131laru0131na dayanamayan 800 Tu00fcrk, Irak su0131nu0131ru0131nu0131 au015farak Tu00fcrkiye'ye iltica etti. Gelenler Hakku00e2ri'nin Benekli yaylasu0131na yerleu015ftirildi ve kendilerine uu00e7akla yiyecek maddesi atu0131ldu0131. Gu00f6u00e7 daha sonraki gu00fcnlerde de su00fcrdu00fc.",  "1953 - TCDD u0130u015fletmesi Kanunu kabul edildi.",  "1948 - 16 yau015fu0131ndan ku00fcu00e7u00fck u00e7ocuklaru0131n au011fu0131r ve tehlikeli iu015flerde u00e7alu0131u015ftu0131ru0131lmasu0131 yasaklandu0131.",  "1946 - Kudu00fcs'te u0130ngiliz yu00f6netiminin karargu00e2h olarak kullandu0131u011fu0131 King David Hoteli bombalandu0131: 90 kiu015fi u00f6ldu00fc.",  "1946 - DSu00d6 Anayasasu0131, 61 u00fclkenin temsilcisi tarafu0131ndan imzalandu0131.",  "1933 - Wiley Post, Du00fcnya etrafu0131nda uu00e7akla tek bau015fu0131na dolau015fan ilk insan oldu. 15.596 millik yolculuu011fu; 7 gu00fcn, 18 saat, 45 dakika su00fcrdu00fc.",  "1931 - u0130thalat su0131nu0131rlamalaru0131 sistemine iliu015fkin kanun, TBMM'de kabul edildi.",  "1909 - 1879 yu0131lu0131nda kurulan Zaptiye Nezareti kapatu0131larak, "u0130stanbul Vilayeti ve Emniyet Umumiye Mu00fcdu00fcriyeti Teu015fkilatu0131'na Dair Kanun" kabul edildi ve Dahiliye Nezareti'ne bau011flu0131 Emniyet Umumiye Mu00fcdu00fcrlu00fcu011fu00fc kuruldu.",  "1875 - Ekinci gazetesinin ilk sayu0131su0131 basu0131ldu0131.",  "1456 - Belgrad Kuu015fatmasu0131: Macar Komutan Ju00e1nos Hunyadi, Osmanlu0131 Padiu015fahu0131 II. Mehmed'i yendi.",  "1298 - Falkirk Savau015fu0131: u0130skou00e7 Komutan William Wallace, Britanya Kralu0131 I. Edward'a yenildi."]







