["2016 - Almanya'nın Münih şehrinin Moosach kesiminde 2016 Münih saldırıları meydana geldi.", "2015 - Ceylanpınar saldırısı gerçekleştirildi.", "2008 - Bosna Savaşı'nda savaş suçlusu olan Radovan Karadzic, Sırbistan'da yakalandı.", "2007 - Türkiye genel seçimleri yapıldı. Recep Tayyip Erdoğan liderliğindeki Adalet ve Kalkınma Partisi, %46,66 oy oranı ile 341 milletvekili çıkardı ve tekrar tek başına iktidar oldu.", "2004 - Pamukova tren kazası gerçekleşti. Sakarya’nın Pamukova ilçesi sınırlarında Ankara-İstanbul arasında hızlandırılmış tren seferini yapan Yakup Kadri Karaosmanoğlu adlı tren aşırı hızdan dolayı raydan çıkarak, toplam 230 yolcudan 41 kişinin ölümüne, 89 kişinin de yaralanmasına sebep oldu.", "2003 - Özel güçler desteğindeki ABD birliklerinin Musul'da gerçekleştirdiği bombalamada, Saddam Hüseyin'in oğulları Uday Hüseyin, Kusay Hüseyin, Kusay'ın 14 yaşındaki oğlu ve bir koruma görevlisi öldürüldü.", "2003 - Fransa'daki Eyfel Kulesi'nde yangın çıktı.", "2002 - İsrail, Hamas'ın silahlı birlikler komutanı Salah Shehade ve 14 sivili öldürdü.", "2002 - DSP’den istifalar, Meclis’te de temsil edilen yeni bir parti oluşumuna dönüştü. Yeni Türkiye Partisi, İsmail Cem’in Genel Başkanlığında 63 Milletvekilinin katılımıyla kuruldu.", "1998 - Türkiye, AB politikasının özünü oluşturacak şekilde hazırlamış olduğu \"Türkiye AB ilişkilerini Geliştirme Stratejisi\" başlıklı raporunu bir nota eşliğinde, AB Komisyonu ve Avrupa Birliği Bakanlar Konseyi'ne gönderdi.", "1992 - Kolombiyalı uyuşturucu taciri Pablo Escobar, Medellin yakınlarındaki lüks hapishaneden kaçtı.", "1980 - Devrimci İşçi Sendikaları Konfederasyonu (DİSK) eski Başkanı ve Maden-İş Genel Başkanı Kemal Türkler öldürüldü.", "1974 - Kıbrıs Harekâtı: İkinci çıkartma birliği olan 39. Türk Tümeni, Kıbrıs'a çıktı ve havadan inmiş olan birliklerle birleşti. Saat 17:00’de ateşkes ilan edildi. Türk birlikleri, Lapta-Girne-Lefkoşa üçgeni içerisinde Cenevre Görüşmeleri’nin sonucunu beklemeye başladı.", "1967 - Adapazarı ve Mudurnu'da gece saatlerinde meydana gelen 7,2 şiddetindeki depremde 173 kişi öldü, 1078 ev hasar gördü.", "1965 - Millî İstihbarat Teşkilatı kuruluş kanunu kabul edildi.", "1964 - Türkiye, İran ve Pakistan arasında, Kalkınma İçin Bölgesel İşbirliği Örgütü (RCD) kuruldu.", "1961 - Barzani aşiretlerinin baskılarına dayanamayan 800 Türk, Irak sınırını aşarak Türkiye'ye iltica etti. Gelenler Hakkâri'nin Benekli yaylasına yerleştirildi ve kendilerine uçakla yiyecek maddesi atıldı. Göç daha sonraki günlerde de sürdü.", "1953 - TCDD İşletmesi Kanunu kabul edildi.", "1948 - 16 yaşından küçük çocukların ağır ve tehlikeli işlerde çalıştırılması yasaklandı.", "1946 - Kudüs'te İngiliz yönetiminin karargâh olarak kullandığı King David Hoteli bombalandı: 90 kişi öldü.", "1946 - DSÖ Anayasası, 61 ülkenin temsilcisi tarafından imzalandı.", "1933 - Wiley Post, Dünya etrafında uçakla tek başına dolaşan ilk insan oldu. 15.596 millik yolculuğu; 7 gün, 18 saat, 45 dakika sürdü.", "1931 - İthalat sınırlamaları sistemine ilişkin kanun, TBMM'de kabul edildi.", "1909 - 1879 yılında kurulan Zaptiye Nezareti kapatılarak, \"İstanbul Vilayeti ve Emniyet Umumiye Müdüriyeti Teşkilatı'na Dair Kanun\" kabul edildi ve Dahiliye Nezareti'ne bağlı Emniyet Umumiye Müdürlüğü kuruldu.", "1875 - Ekinci gazetesinin ilk sayısı basıldı.", "1456 - Belgrad Kuşatması: Macar Komutan János Hunyadi, Osmanlı Padişahı II. Mehmed'i yendi.", "1298 - Falkirk Savaşı: İskoç Komutan William Wallace, Britanya Kralı I. Edward'a yenildi."]