["2010 - One Direction grubu kuruldu.",  "2005 - Mu0131su0131r'u0131n u015earm El-u015eeyh kentinin u00fcu00e7 ayru0131 noktasu0131nda patlayan bombalar, 88 kiu015finin u00f6lu00fcmu00fcne yol au00e7tu0131.",  "2000 - Yasemin Dalku0131lu0131u00e7, sualtu0131 sporlaru0131; limitsiz dalu0131u015fta 120, limitli deu011fiu015fken au011fu0131rlu0131kla serbest dalu0131u015fta ise, 100 metre ile iki du00fcnya rekoru ku0131rdu0131.",  "1996 - Aydu0131n u0130dare Mahkemesi; Gu00f6kova, Yeniku00f6y ve Yatau011fan termik santrallerinin u00e7evreye zarar verdiu011fi gereku00e7esiyle faaliyetlerinin durdurulmasu0131 istemini kabul etti.",  "1995 - Hale-Bopp kuyruklu yu0131ldu0131zu0131nu0131n keu015ffi.",  "1993 - Au011fdam, Ermeni ayru0131lu0131ku00e7u0131laru0131 tarafu0131ndan iu015fgal edildi.",  "1986 - Prens Andrew ile Sarah Ferguson evlendiler.",  "1983 - Sri Lanka'daki Budist u00e7ou011funluk, yaklau015fu0131k 3.000 Tamili katletti. 400.000 civaru0131nda Tamil, komu015fu u00fclkelere kau00e7tu0131. Olay, Sri Lanka tarihine "Kara Temmuz" olarak geu00e7ti.",  "1976 - Sismik-1 arau015ftu0131rma gemisi (Hora), u0130stinye Tersanesi'nden tu00f6renle Ege Denizi'ne au00e7u0131ldu0131.",  "1974 - Ku0131bru0131s'ta u00fcu00e7 gu00fcnlu00fck harekatta; 57 u015fehit, 184 yaralu0131 ve 242 kayu0131p verildi.",  "1967 - Detroit, Michigan'da ABD tarihinin en kanlu0131 ayaklanmalaru0131ndan biri bau015fladu0131. Olaylar sona erdiu011finde; geride 43 u00f6lu00fc, 342 yaralu0131 ve yaklau015fu0131k 1400 yanmu0131u015f bina kaldu0131.",  "1963 - Fransa, nu00fckleer denemeleri su0131nu0131rlandu0131rmak u00fczere Moskova'da yapu0131lan "Deneme Yasaklama Antlau015fmasu0131"na katu0131lmayu0131 reddetti.",  "1961 - Nikaragua'da Sandinista Milli u00d6zgu00fcrlu00fck Cephesi (FSLN) kuruldu.",  "1960 - Tu00fcrk Edebiyatu00e7u0131lar Birliu011fi olau011fanu00fcstu00fc toplantu0131 yaptu0131. Toplantu0131da; Peyami Safa, Samet Au011faou011flu ve Faruk Nafu0131z u00c7amlu0131bel, 27 Mayu0131s Darbesi'nden u00f6nce basku0131 rejimi taraftaru0131 olduklaru0131 gereku00e7esiyle Birlik'ten u00e7u0131karu0131ldu0131.",  "1952 - Mu0131su0131r'da Cemal Abdu00fcnnasu0131r liderliu011findeki Hu00fcr Subaylar Hareketi, Kral Faruk'u devirdi ve monaru015fiye son verdi.",  "1951 - Paris Antlau015fmasu0131 yu00fcru00fcrlu00fcu011fe girdi.",  "1939 - Hatay Meclisi'nin, 29 Haziran 1939'da aldu0131u011fu0131 Tu00fcrkiye'ye katu0131lma kararu0131nu0131n ardu0131ndan, Fransu0131z Kuvvetleri Hatay Devleti'ni terk etti.",  "1932 - Alman mimar Hermann Jansen'in, Ankara iu00e7in hazu0131rladu0131u011fu0131 Jansen planu0131 olarak adlandu0131ru0131lan nazu0131m planu0131 onaylandu0131.",  "1929 - u0130talya'da fau015fist Hu00fcku00fbmet, yabancu0131 su00f6zcu00fcklerin kullanu0131mu0131nu0131 yasakladu0131.",  "1926 - Fox Film u015eirketi, film u015feridi u00fczerine ses kaydu0131nu0131 mu00fcmku00fcn ku0131lan "Movietone" ses sisteminin patentini satu0131n aldu0131.",  "1919 - Erzurum Kongresi bau015fladu0131.",  "1911 - Mimar Muzaffer Bey'in eseri olan Hu00fcrriyet-i Ebediye Tepesi au00e7u0131ldu0131.",  "1911 - u0130stanbul'da, Aksaray Yeu015fil Tulumba'da u00e7u0131kan bu00fcyu00fck yangu0131nda yaklau015fu0131k 300 ev hasar gu00f6rdu00fc.",  "1903 - Ford u015firketi, u00fcrettiu011fi ilk arabanu0131n satu0131u015fu0131nu0131 yaptu0131.",  "1894 - Japon gu00fcu00e7leri Seul Kraliyet Sarayu0131'nu0131 iu015fgal etti ve Kore Kralu0131'nu0131 tahttan indirdi.",  "1888 - Enternasyonal maru015fu0131, ilk kez Fransa'nu0131n Lille kentinde iu015fu00e7iler tarafu0131ndan su00f6ylendi.",  "1881 - Du00fcnyanu0131n en eski spor federasyonu olan Uluslararasu0131 Jimnastik Federasyonu, Belu00e7ika'nu0131n Liu00e8ge kentinde kuruldu.",  "1829 - William Austin Burt, daktilonun ilk hali olan tipografi makinesini icat etti.",  "1821 - Mora u0130syanu0131 su0131rasu0131nda Monemvasia u015fehrini ele geu00e7iren Yunanlar, 3.000 Tu00fcrk'u00fc katlettiler.",  "1784 - Tu00fcrkiye'nin Erzincan ilinde meydana gelen depremde, 5 bin kiu015fi hayatu0131nu0131 kaybetti."]







