["2020 - Ayasofya Müzesi, Ayasofya Camii Olarak 86 yıl sonra tekrar açıldı.", "2016 - Cumhuriyet Halk Partisi, Taksim Mitingi'ni düzenledi.", "1986 - Kartal, İstanbul’da tren kazası: 9 ölü, 18 yaralı.", "1977 - Dört gün süren Libya-Mısır savaşı sona erdi.", "1974 - Yunanistan’da yedi yıldır süren cunta yönetimi sona erdi; sürgündeki Konstantin Karamanlis, Hükûmeti kurmak üzere geri döndü.", "1968 - Polisin İstanbul Teknik Üniversitesi Yurdu’nu bastığı sırada dövdüğü gençlerden Hukuk Fakültesi öğrencisi Vedat Demircioğlu, sekiz gün komada kaldıktan sonra öldü.", "1967 - Dokunulmazlığı kaldırılan Türkiye İşçi Partisi İstanbul Milletvekili Çetin Altan, kararın iptali istemiyle Anayasa Mahkemesi’ne başvurdu.", "1967 - 11 Mayıs’ta greve giden ve haklarını almak için Ankara’ya yürüyüşe geçen Manisalı 90 temizlik işçisi, 930 kilometre kat ederek Ankara’ya vardı.", "1963 - Sendikalar Kanunu ile Toplu İş Sözleşmesi, Grev ve Lokavt Kanunu çıktı.", "1960 - Basın Ahlak Yasası imzalandı.", "1959 - Irak’ın Kerkük şehrinde, 1000 kadar Türkmeni’nin katledildiği açıklandı.", "1958 - Türkiye’nin Kıbrıs’a asker gönderme önerisini, Birleşik Krallık reddetti.", "1955 - Ekrem Koçak, 800 metrede Akdeniz Oyunları rekoru kırarak birinci oldu.", "1952 - Merzifon ve Akşehir’de sel: 77 ev yıkıldı, 500 büyükbaş hayvan öldü ve tarım alanları sular altında kaldı.", "1950 - Gazeteciler Cemiyeti, sansürün kaldırılışını Basın Bayramı ilan etti.", "1944 - II. Dünya Savaşı: Pasifik Cephesi'nde Amerika Birleşik Devletleri ile Japon İmparatorluğu arasında Tinian Muharebesi başladı.", "1943 - II. Dünya Savaşı: İngiliz ve Kanada uçakları geceleri, ABD uçakları ise gündüzleri Hamburg'u bombaladı. Kasım'da operasyon bittiğinde; 9.000 ton patlayıcı kullanılmış, 30.000 den fazla insan ölmüş ve 280.000 bina yıkılmış olacaktı.", "1936 - İspanya Hükûmeti, iç savaş nedeniyle dünyadan yardım istedi.", "1931 - Pittsburgh'da (Pensilvanya) yaşlılar evinde çıkan yangında 48 kişi öldü.", "1923 - Günümüz Türkiye'sinin sınırlarını büyük oranda çizildiği Lozan Antlaşmasının imzalatılması.", "1915 - Chicago'da yolcu gemisi battı; 845 kişi öldü.", "1911 - Hiram Bingham III, Machu Picchu'yu (İnka'ların kayıp şehri) yeniden keşfetti.", "1908 - II. Meşrutiyet'in ilanı: 29 yıldır askıda olan Osmanlı Anayasası yeniden yürürlüğe girdi.", "1901 - Yazar O. Henry, zimmet suçundan Austin, Texas'ta üç yıl kaldığı hapishaneden iyi hal nedeniyle salıverildi.", "1866 - Tennessee, Amerikan İç Savaşı sonrasında birliğe tekrar kabul edilen ilk eyalet oldu.", "1847 - Salt Lake City, İsa Mesih'in Son Zaman Azizler Kilisesi peygamberlerinden Brigham Young öncülüğünde kurulmaya başlandı.", "1823 - Şili'de kölelik yasaklandı."]