["2020 - Ayasofya Mu00fczesi, Ayasofya Camii Olarak 86 yu0131l sonra tekrar au00e7u0131ldu0131.",  "2016 - Cumhuriyet Halk Partisi, Taksim Mitingi'ni du00fczenledi.",  "1986 - Kartal, u0130stanbulu2019da tren kazasu0131: 9 u00f6lu00fc, 18 yaralu0131.",  "1977 - Du00f6rt gu00fcn su00fcren Libya-Mu0131su0131r savau015fu0131 sona erdi.",  "1974 - Yunanistanu2019da yedi yu0131ldu0131r su00fcren cunta yu00f6netimi sona erdi; su00fcrgu00fcndeki Konstantin Karamanlis, Hu00fcku00fbmeti kurmak u00fczere geri du00f6ndu00fc.",  "1968 - Polisin u0130stanbul Teknik u00dcniversitesi Yurduu2019nu bastu0131u011fu0131 su0131rada du00f6vdu00fcu011fu00fc genu00e7lerden Hukuk Faku00fcltesi u00f6u011frencisi Vedat Demirciou011flu, sekiz gu00fcn komada kaldu0131ktan sonra u00f6ldu00fc.",  "1967 - Dokunulmazlu0131u011fu0131 kaldu0131ru0131lan Tu00fcrkiye u0130u015fu00e7i Partisi u0130stanbul Milletvekili u00c7etin Altan, kararu0131n iptali istemiyle Anayasa Mahkemesiu2019ne bau015fvurdu.",  "1967 - 11 Mayu0131su2019ta greve giden ve haklaru0131nu0131 almak iu00e7in Ankarau2019ya yu00fcru00fcyu00fcu015fe geu00e7en Manisalu0131 90 temizlik iu015fu00e7isi, 930 kilometre kat ederek Ankarau2019ya vardu0131.",  "1963 - Sendikalar Kanunu ile Toplu u0130u015f Su00f6zleu015fmesi, Grev ve Lokavt Kanunu u00e7u0131ktu0131.",  "1960 - Basu0131n Ahlak Yasasu0131 imzalandu0131.",  "1959 - Iraku2019u0131n Kerku00fck u015fehrinde, 1000 kadar Tu00fcrkmeniu2019nin katledildiu011fi au00e7u0131klandu0131.",  "1958 - Tu00fcrkiyeu2019nin Ku0131bru0131su2019a asker gu00f6nderme u00f6nerisini, Birleu015fik Krallu0131k reddetti.",  "1955 - Ekrem Kou00e7ak, 800 metrede Akdeniz Oyunlaru0131 rekoru ku0131rarak birinci oldu.",  "1952 - Merzifon ve Aku015fehiru2019de sel: 77 ev yu0131ku0131ldu0131, 500 bu00fcyu00fckbau015f hayvan u00f6ldu00fc ve taru0131m alanlaru0131 sular altu0131nda kaldu0131.",  "1950 - Gazeteciler Cemiyeti, sansu00fcru00fcn kaldu0131ru0131lu0131u015fu0131nu0131 Basu0131n Bayramu0131 ilan etti.",  "1944 - II. Du00fcnya Savau015fu0131: Pasifik Cephesi'nde Amerika Birleu015fik Devletleri ile Japon u0130mparatorluu011fu arasu0131nda Tinian Muharebesi bau015fladu0131.",  "1943 - II. Du00fcnya Savau015fu0131: u0130ngiliz ve Kanada uu00e7aklaru0131 geceleri, ABD uu00e7aklaru0131 ise gu00fcndu00fczleri Hamburg'u bombaladu0131. Kasu0131m'da operasyon bittiu011finde; 9.000 ton patlayu0131cu0131 kullanu0131lmu0131u015f, 30.000 den fazla insan u00f6lmu00fcu015f ve 280.000 bina yu0131ku0131lmu0131u015f olacaktu0131.",  "1936 - u0130spanya Hu00fcku00fbmeti, iu00e7 savau015f nedeniyle du00fcnyadan yardu0131m istedi.",  "1931 - Pittsburgh'da (Pensilvanya) yau015flu0131lar evinde u00e7u0131kan yangu0131nda 48 kiu015fi u00f6ldu00fc.",  "1923 - Gu00fcnu00fcmu00fcz Tu00fcrkiye'sinin su0131nu0131rlaru0131nu0131 bu00fcyu00fck oranda u00e7izildiu011fi Lozan Antlau015fmasu0131nu0131n imzalatu0131lmasu0131.",  "1915 - Chicago'da yolcu gemisi battu0131; 845 kiu015fi u00f6ldu00fc.",  "1911 - Hiram Bingham III, Machu Picchu'yu (u0130nka'laru0131n kayu0131p u015fehri) yeniden keu015ffetti.",  "1908 - II. Meu015frutiyet'in ilanu0131: 29 yu0131ldu0131r asku0131da olan Osmanlu0131 Anayasasu0131 yeniden yu00fcru00fcrlu00fcu011fe girdi.",  "1901 - Yazar O. Henry, zimmet suu00e7undan Austin, Texas'ta u00fcu00e7 yu0131l kaldu0131u011fu0131 hapishaneden iyi hal nedeniyle salu0131verildi.",  "1866 - Tennessee, Amerikan u0130u00e7 Savau015fu0131 sonrasu0131nda birliu011fe tekrar kabul edilen ilk eyalet oldu.",  "1847 - Salt Lake City, u0130sa Mesih'in Son Zaman Azizler Kilisesi peygamberlerinden Brigham Young u00f6ncu00fclu00fcu011fu00fcnde kurulmaya bau015flandu0131.",  "1823 - u015eili'de ku00f6lelik yasaklandu0131."]







