["2009 - Irak Ku00fcrdistan Bu00f6lgesi'nde Parlamento ve Bu00f6lge Bau015fkanlu0131k seu00e7imleri yapu0131ldu0131.",  "2000 - Concorde uu00e7au011fu0131 Parisu2019ten kalku0131u015ftan ku0131sa bir su00fcre sonra du00fcu015ftu00fc; 100 yolcu ve 9 mu00fcrettebattan kurtulan olmadu0131.",  "1994 - u00dcrdu00fcn Kralu0131 Hu00fcseyin ile u0130srail Bau015fbakanu0131 u0130zak Rabin, savau015f durumunu sona erdiren deklarasyonu imzaladu0131lar.",  "1992 - Tu00fcrkiye'de Atatu00fcrk Baraju0131u2019nu0131n iki u00fcnitesi au00e7u0131ldu0131.",  "1992 - Ku00fcrdistan Demokrat Partisi lideri Mesut Barzani ve Ku00fcrdistan Yurtseverler Birliu011fi lideri Celal Talabaniu2019ye, diplomatik Tu00fcrk pasaportu verildiu011fi au00e7u0131klandu0131.",  "1984 - Salyut 7 kozmonotu Svetlana Savitskaya, uzayda yu00fcru00fcyen ilk kadu0131n unvanu0131nu0131 aldu0131.",  "1981 - Du0130SK u0130lerici Deri-u0130u015f Sendikasu0131 Genel Bau015fkanu0131 Kenan Budak, u0130stanbul Yedikule'de polisler tarafu0131ndan vurularak u00f6ldu00fcru00fcldu00fc.",  "1978 - Du00fcnyanu0131n ilk "tu00fcp bebeu011fi" Louise Brown dou011fdu.",  "1975 - Tu00fcrkiye u0130ncirlik du0131u015fu0131ndaki bu00fctu00fcn Amerikan u00fcslerine el koydu.",  "1973 - Tu00fcrkiye Barolar Birliu011fi Genel Bau015fkanu0131 Profesu00f6r Faruk Erem, u00fcniversite u00f6zerkliu011finin gasp edildiu011fi gereku00e7esiyle u00f6u011fretim u00fcyeliu011finden istifa etti.",  "1968 - u0130stanbulu2019da, Polis u00f6u011frencilere mu00fcdahale etti; 30 u00f6u011frenci ve 20 polis yaralu0131.",  "1967 - Anayasa Mahkemesi, sosyalizmin Anayasau2019ya ayku0131ru0131 olmadu0131u011fu0131na karar verdi.",  "1959 - Tu00fcrkiye Kerku00fck Tu00fcrkmenleri iu00e7in Iraku2019tan teminat istedi.",  "1958 - Sovyetler Birliu011fi Tu00fcrkiyeu2019ye nota verdi: u201cTu00fcrkiyeu2019nin Iraku2019a girmesi ku00f6tu00fc sonuu00e7lar dou011furur.u201d",  "1957 - Bursau2019da askeri uu00e7ak du00fcu015ftu00fc; 15 u00f6lu00fc, 19 yaralu0131.",  "1951 - Tu00fcrk u015fair Nu00e2zu0131m Hikmet'in Bakanlar Kurulu tarafu0131ndan Tu00fcrk vatandau015flu0131u011fu0131ndan u00e7u0131karu0131lmasu0131na karar verildi.",  "1951 - Atatu00fcrk Kanunu, TBMM'de kabul edildi. Amau00e7, Atatu00fcrk devrimlerini korumak, Atatu00fcrk heykel ve anu0131tlaru0131na saldu0131ru0131laru0131n u00f6nu00fcne geu00e7mek.",  "1950 - Bakanlar Kurulu, Koreu2019ye 4500 kiu015filik bir askeri birlik gu00f6ndermeye karar verdi.",  "1943 - Benito Mussolini'nin iktidardan du00fcu015fu00fcru00fclmesiyle, fau015fizm u0130talya'da yasa du0131u015fu0131 ilan edildi.",  "1939 - u0130stanbul'da ve Anadolu'nun u00e7eu015fitli yerlerinde deu011fiu015fik u015fiddette depremler oldu.",  "1936 - Adolf Hitler, u0130talya Krallu0131u011fu0131u2019nu0131n Habeu015fistanu2019u0131 ilhaku0131nu0131 tanu0131du0131.",  "1934 - Avusturya Bau015fbakanu0131 Engelbert Dollfuss, u00fclkesindeki Naziler tarafu0131ndan Viyanau2019da u00f6ldu00fcru00fcldu00fc.",  "1933 - Lev Trou00e7ki, su0131u011fu0131nmacu0131 olarak Fransau2019ya gitti.",  "1931 - Cumhuriyet du00f6neminin ilk basu0131n yasasu0131 olan Matbuat Kanunu kabul edildi.",  "1920 - Yunanistan, Edirne bau015fta olmak u00fczere bu00fctu00fcn Dou011fu Trakya'yu0131 iu015fgal etti.",  "1909 - Louis Blu00e9riot, uu00e7au011fu0131 ile ilk kez Manu015f denizi au015ftu0131.",  "1814 - George Stephensonu2019u0131n yaptu0131u011fu0131 lokomotif u00e7alu0131u015ftu0131.",  "1795 - Galata Kulesi'nin ahu015fap kubbesi yandu0131.",  "1668 - u00c7in'de u015eantung merkezli 8.5 bu00fcyu00fcklu00fcu011fu00fcndeki 1668 u015eantung depreminde, geniu015f bir alanda bu00fcyu00fck u00e7apta hasar meydana geldi ve 43.000 ila 50.000 kiu015fi hayatu0131nu0131 kaybetti. Dou011fu u00c7in'de kaydedilen en u015fiddetli ve en bu00fcyu00fck depremdir.",  "1543 - Estergon Kuu015fatmasu0131: Avusturya Aru015fidu00fcklu00fcu011fu00fc'nu00fcn elindeki Estergon, Osmanlu0131 u0130mparatorluu011fu tarafu0131ndan kuu015fatu0131ldu0131 ve yaklau015fu0131k iki hafta su00fcren kuu015fatma sonrasu0131nda u015fehir Osmanlu0131 egemenliu011fine girdi."]







