["1995 - İstanbul Altın Borsası açıldı.", "1994 - Besim Tibuk tarafından Liberal Demokrat Parti kuruldu.", "1994 - Rusya Devlet Başkanı Boris Yeltsin, Rus askerlerinin Estonya'dan çekilmesini onayladı.", "1974 - Yunanistan'da yedi yıl süren askeri rejimden sonra, Konstantin Karamanlis'in Başbakanlığında sivil Hükûmet kuruldu.", "1974 - Kıbrıs için ateşkes görüşmelerine Dışişleri Bakanı Turan Güneş katıldı. Güneş, “Ateşkes belli haklarımızı kullanmamamız manasına gelmez” dedi.", "1967 - Tunceli’nin Pülümür ilçesinde, Richter ölçeğine göre 6 büyüklüğünde deprem: 95 ölü, 127 yaralı.", "1965 - Maldivler, Birleşik Krallık'tan bağımsızlığını ilan etti.", "1963 - Yugoslavya, Üsküp’te deprem: 1100 ölü ve 100 bin insan sokakta.", "1957 - Guatemala Devlet Başkanı Carlos Castillo Armas, bir suikast sonucu öldürüldü.", "1956 - Dünya Bankası'nın Assuan Barajı'nın inşasını desteklemekten vazgeçmesi üzerine Mısır Devlet Başkanı Cemal Abdünnasır, Süveyş Kanalı'nı millileştirdi.", "1953 - Moncada kışlası baskınıyla Küba devrimi başladı. Devrimcilerin lideri Fidel Castro tutuklandı.", "1952 - Mısır Kralı I. Faruk, Hür Subaylar Hareketi tarafından tahtından indirildi ve Mısır'dan sürgün edildi. (oğlu II. Fuad'a devretti).", "1951 - Türkiye'deki ilk petrol, Raman dağı yöresinde bulundu.", "1948 - André Marie, Fransa Başbakanı oldu.", "1945 - Birleşik Krallık'ta, İşçi Partisi seçimleri kazandı: Clement Attlee Başbakan oldu. Winston Churchill kaybetti.", "1944 - II. Dünya Savaşı: Sovyet Ordusu, Batı Ukrayna'ya girerek Nazi işgaline son verdi.", "1944 - II. Dünya Savaşı: İlk Alman V-2 roketi, Birleşik Krallık topraklarına düştü.", "1933 - Adolf Hitler; görme, duyma gibi sorunları olan engelli Almanların kısırlaştırılacağını açıkladı.", "1923 - İskoç mühendis John Logie Baird, ilk mekanik televizyonun patentini aldı.", "1919 - Balıkesir Kongresi başladı (30 Temmuz'a değin).", "1914 - Sırbistan ve Bulgaristan diplomatik ilişkilerini kestiler.", "1891 - Fransa, Tahiti'yi ilhak etti.", "1887 - Ludwik Lejzer Zamenhof, yapay dil Esperanto hakkındaki ilk kitabını yayımladı (Rusça olarak).", "1882 - Richard Wagner'in Parsifal adlı operası, ilk kez Almanya'nın Bayreuth kentinde sahnelendi.", "1788 - New York, ABD Anayasası'nı onaylayarak ABD'nin 11. eyaleti oldu.", "1581 - Utrecht Birliği'ne bağlı Kuzey Hollanda eyaletleri, (Güney Hollanda, Zeeland, Utrecht, Gelderland, Overijssel, Groningen ve Friesland) İspanya Kralı II. Felipe'den bağımsızlıklarını ilan ettiler.", "1552 - Temeşvar kalesi, Osmanlı ordusu tarafından fethedildi.", "1184 - Erfurt Kalesi'nde bir diyet meclisi toplantısı sırasında bina zemininin çökmesi sonucu 60 soylu hayatını kaybetti."]