["1995 - u0130stanbul Altu0131n Borsasu0131 au00e7u0131ldu0131.",  "1994 - Besim Tibuk tarafu0131ndan Liberal Demokrat Parti kuruldu.",  "1994 - Rusya Devlet Bau015fkanu0131 Boris Yeltsin, Rus askerlerinin Estonya'dan u00e7ekilmesini onayladu0131.",  "1974 - Yunanistan'da yedi yu0131l su00fcren askeri rejimden sonra, Konstantin Karamanlis'in Bau015fbakanlu0131u011fu0131nda sivil Hu00fcku00fbmet kuruldu.",  "1974 - Ku0131bru0131s iu00e7in ateu015fkes gu00f6ru00fcu015fmelerine Du0131u015fiu015fleri Bakanu0131 Turan Gu00fcneu015f katu0131ldu0131. Gu00fcneu015f, u201cAteu015fkes belli haklaru0131mu0131zu0131 kullanmamamu0131z manasu0131na gelmezu201d dedi.",  "1967 - Tunceliu2019nin Pu00fclu00fcmu00fcr ilu00e7esinde, Richter u00f6lu00e7eu011fine gu00f6re 6 bu00fcyu00fcklu00fcu011fu00fcnde deprem: 95 u00f6lu00fc, 127 yaralu0131.",  "1965 - Maldivler, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1963 - Yugoslavya, u00dcsku00fcpu2019te deprem: 1100 u00f6lu00fc ve 100 bin insan sokakta.",  "1957 - Guatemala Devlet Bau015fkanu0131 Carlos Castillo Armas, bir suikast sonucu u00f6ldu00fcru00fcldu00fc.",  "1956 - Du00fcnya Bankasu0131'nu0131n Assuan Baraju0131'nu0131n inu015fasu0131nu0131 desteklemekten vazgeu00e7mesi u00fczerine Mu0131su0131r Devlet Bau015fkanu0131 Cemal Abdu00fcnnasu0131r, Su00fcveyu015f Kanalu0131'nu0131 millileu015ftirdi.",  "1953 - Moncada ku0131u015flasu0131 basku0131nu0131yla Ku00fcba devrimi bau015fladu0131. Devrimcilerin lideri Fidel Castro tutuklandu0131.",  "1952 - Mu0131su0131r Kralu0131 I. Faruk, Hu00fcr Subaylar Hareketi tarafu0131ndan tahtu0131ndan indirildi ve Mu0131su0131r'dan su00fcrgu00fcn edildi. (ou011flu II. Fuad'a devretti).",  "1951 - Tu00fcrkiye'deki ilk petrol, Raman dau011fu0131 yu00f6resinde bulundu.",  "1948 - Andru00e9 Marie, Fransa Bau015fbakanu0131 oldu.",  "1945 - Birleu015fik Krallu0131k'ta, u0130u015fu00e7i Partisi seu00e7imleri kazandu0131: Clement Attlee Bau015fbakan oldu. Winston Churchill kaybetti.",  "1944 - II. Du00fcnya Savau015fu0131: Sovyet Ordusu, Batu0131 Ukrayna'ya girerek Nazi iu015fgaline son verdi.",  "1944 - II. Du00fcnya Savau015fu0131: u0130lk Alman V-2 roketi, Birleu015fik Krallu0131k topraklaru0131na du00fcu015ftu00fc.",  "1933 - Adolf Hitler; gu00f6rme, duyma gibi sorunlaru0131 olan engelli Almanlaru0131n ku0131su0131rlau015ftu0131ru0131lacau011fu0131nu0131 au00e7u0131kladu0131.",  "1923 - u0130skou00e7 mu00fchendis John Logie Baird, ilk mekanik televizyonun patentini aldu0131.",  "1919 - Balu0131kesir Kongresi bau015fladu0131 (30 Temmuz'a deu011fin).",  "1914 - Su0131rbistan ve Bulgaristan diplomatik iliu015fkilerini kestiler.",  "1891 - Fransa, Tahiti'yi ilhak etti.",  "1887 - Ludwik Lejzer Zamenhof, yapay dil Esperanto hakku0131ndaki ilk kitabu0131nu0131 yayu0131mladu0131 (Rusu00e7a olarak).",  "1882 - Richard Wagner'in Parsifal adlu0131 operasu0131, ilk kez Almanya'nu0131n Bayreuth kentinde sahnelendi.",  "1788 - New York, ABD Anayasasu0131'nu0131 onaylayarak ABD'nin 11. eyaleti oldu.",  "1581 - Utrecht Birliu011fi'ne bau011flu0131 Kuzey Hollanda eyaletleri, (Gu00fcney Hollanda, Zeeland, Utrecht, Gelderland, Overijssel, Groningen ve Friesland) u0130spanya Kralu0131 II. Felipe'den bau011fu0131msu0131zlu0131klaru0131nu0131 ilan ettiler.",  "1552 - Temeu015fvar kalesi, Osmanlu0131 ordusu tarafu0131ndan fethedildi.",  "1184 - Erfurt Kalesi'nde bir diyet meclisi toplantu0131su0131 su0131rasu0131nda bina zemininin u00e7u00f6kmesi sonucu 60 soylu hayatu0131nu0131 kaybetti."]







