["2022 - Filipinler'in Luzon Adasu0131'nda 7,1 Mw u015fiddetinde deprem meydana geldi. 4 kiu015fi u00f6ldu00fc, 60'tan fazla kiu015fi yaralandu0131.",  "2021 - Leverkusen patlamasu0131 geru00e7ekleu015fti.",  "2018 - Kanlu0131 ay tutulmasu0131 geru00e7ekleu015fti.",  "2012 - Londra'da, XXX. Olimpiyat Oyunlaru0131'nu0131n au00e7u0131lu0131u015f tu00f6reni yapu0131ldu0131.",  "2008 - Gu00fcngu00f6ren saldu0131ru0131su0131: u0130stanbul Gu00fcngu00f6ren, Gu00fcven Mahallesi'deki, Ku0131nalu0131 Caddesi u00fczerinde bulunan Menderes u00c7u0131kmazu0131'nda saat 22:00 civaru0131nda 2 ayru0131 patlama meydana geldi. Patlamada 18 kiu015fi hayatu0131nu0131 kaybetti, 154 kiu015fi de yaralandu0131.",  "2002 - Ukrayna'da hava gu00f6sterisi su0131rasu0131nda bir savau015f uu00e7au011fu0131nu0131n (Su-27) du00fcu015fmesi sonucu izleyicilerden 77 kiu015fi u00f6ldu00fc.",  "2000 - Suriye'nin yeni Devlet Bau015fkanu0131 Beu015far Esat, u00fclkesindeki siyasi mahku00fbmlaru0131n geri kalan cezalaru0131nu0131 affettiu011fini au00e7u0131kladu0131.",  "1996 - Atlanta Olimpiyat Parku0131'nda meydana gelen patlamada 2 kiu015fi u00f6ldu00fc. Olay yerine kou015farak giden TRT kameramanu0131 Melih Uzunyol da kalp krizi geu00e7irerek u00f6ldu00fc.",  "1995 - Sakarya'nu0131n Pamukova ilu00e7esindeki Mu00fchimmat Bu00f6lu00fcu011fu00fc'nde yangu0131n u00e7u0131ktu0131, cephanelik havaya uu00e7tu. 15 bin nu00fcfuslu ilu00e7e bou015faltu0131ldu0131.",  "1993 - Genelkurmay Bau015fkanu0131 Dou011fan Gu00fcreu015f'in gu00f6rev su00fcresinin 1 yu0131l uzatu0131lmasu0131na karar verildi.",  "1991 - Adu0131ge Cumhuriyeti kuruldu.",  "1976 - Amerika Birleu015fik Devletleri'nde bulunan CHP Genel Bau015fkanu0131 Bu00fclent Ecevit'e, Waldorf Astoria Oteli'nde konuu015furken, Ku0131bru0131slu0131 Rum Staviros Skopetrides tarafu0131ndan suikast giriu015fiminde bulunuldu.",  "1972 - Kartal kod adlu0131 avcu0131 uu00e7au011fu0131 F-15, ilk uu00e7uu015funu yaptu0131.",  "1971 - Tu00fcrkiye ile Ortak Pazar arasu0131nda "Geu00e7ici Ticaret Anlau015fmasu0131" imzalandu0131.",  "1964 - Amerika Birleu015fik Devletleri'nde Siyahlar, Federal Mahkeme'ye bau015fvurma hakku0131nu0131 elde etti.",  "1953 - Panmunjom Ateu015fkes Antlau015fmasu0131: u0130ki milyondan fazla kiu015finin u00f6ldu00fcu011fu00fc Kore Savau015fu0131'nu0131 sona erdiren ateu015fkes anlau015fmasu0131, Panmunjom ku00f6yu00fcnde imzalandu0131.",  "1949 - Du00fcnyanu0131n ilk jet motorlu yolcu uu00e7au011fu0131 de Havilland Comet, ilk uu00e7uu015funu yaptu0131. u0130lk ticari uu00e7uu015funu ise Mayu0131s 1952'de yapacaktu0131r.",  "1930 - Bau015fyazarlu0131u011fu0131nu0131 Selim Ragu0131p Emeu00e7'in yaptu0131u011fu0131 Son Posta gazetesi, u0130stanbul'da yayu0131mlanmaya bau015fladu0131.",  "1921 - Toronto u00dcniversitesi'nden biyokimyacu0131 Frederick Banting'in bau015fu0131nda bulunduu011fu arau015ftu0131rmacu0131lar, insu00fclin hormonunu keu015ffettiklerini au00e7u0131kladu0131lar.",  "1914 - Avusturya, Su0131rbistan'a resmen savau015f ilu00e2n etti; I. Du00fcnya Savau015fu0131 bau015fladu0131.",  "1794 - Fransu0131z Devrimi'nin jakoben u00f6nderlerinden Maximilien Robespierre, iktidardan du00fcu015fu00fcru00fcldu00fc ve Fransa Millu00ee Meclisi'nce tutuklandu0131. Robespierre, 28 Temmuz'da idam edildi.",  "1526 - Osmanlu0131 u0130mparatorluu011fu ile Macaristan Krallu0131u011fu0131 arasu0131nda yau015fanan Petrovaradin Kuu015fatmasu0131, Osmanlu0131 zaferiyle sonuu00e7landu0131.",  "1302 - Osmanlu0131 Beyliu011fi ile Bizans u0130mparatorluu011fu arasu0131ndaki Koyunhisar Savau015fu0131, Osman Gazi'nin zaferiyle sonuu00e7landu0131."]







