["2008 - Türkiye'de iktidarda olan AK Parti'ye, kapatma istemi ile açılan dava görüşülmeye başlandı.", "2002 - TÜPRAŞ yakınındaki Akçagaz Dolum Tesisleri'nde yangın çıktı. 2,5 saatte kontrol altına alınabilen yangın, 3 trilyon lira zarara yol açtı.", "2000 - Avrupa İnsan Hakları Mahkemesi, kapatılan RP Genel Başkanı Necmettin Erbakan'ın, hakkındaki hapis cezasının durdurulması için yaptığı başvuruyu reddetti.", "1997 - Metin Göktepe davası sanığı 6 polis teslim oldu.", "1992 - Barselona'da yapılan 25. Olimpiyat Oyunları'nda, halterci Naim Süleymanoğlu, 60 kiloda şampiyon oldu.", "1984 - XXIII. Olimpiyat Oyunları, Los Angeles'ta başladı.", "1976 - Çin'in Tangshan şehrinde meydana gelen 8,2 şiddetindeki depremde; 242.769 kişi öldü, 164.851 kişi de yaralandı.", "1965 - Vietnam Savaşı: ABD Başkanı Lyndon B. Johnson, Güney Vietnam'daki Amerikan güçlerinin sayısının 75.000'den 125.000'e çıkarılmasını istedi.", "1962 - Yönetmen Elia Kazan, America America filminin çekimlerine İstanbul'da başladı.", "1957 - Meksika'da, Acapulco merkezli bir deprem gerçekleşti.", "1946 - İzmir Gazeteciler Cemiyeti kuruldu.", "1945 - New York'ta Empire State Binası'nın 78. katına, bir B-25 Mitchell bombardıman uçağı çarptı ve 24 kişi öldü.", "1943 - II. Dünya Savaşı: İngiliz Kraliyet Hava Kuvvetleri'nin Hamburg'u bombalaması sonucu çıkan yangınlarda 42.000 Alman sivil öldü.", "1939 - Demiryolu Aşkale'ye ulaştı.", "1929 - Savaş esirlerine ilişkin Cenevre Konvansiyonu, 48 ülke tarafından imzalandı.", "1921 - Kütahya'da toplanan Yunan Savaş Meclisi, Ankara'ya yürüme kararı aldı.", "1920 - Meksikalı isyancı Panço Villa teslim oldu.", "1914 - Sırbistan'ın Avusturya-Macaristan İmparatorluğu'nun verdiği Ültimatomu kabul etmemesi üzerine I. Dünya Savaşı başladı.", "1821 - Arjantinli general Jose de San Martin, Lima'ya girerek Peru'nun İspanya'dan bağımsızlığını ilan etti.", "1808 - Osmanlı Padişahı III. Selim, İstanbul'da IV. Mustafa'nın emriyle boğularak öldürüldü.", "1794 - Fransız devrimci lider Maximilien Robespierre, giyotinle başı kesilerek idam edildi.", "1402 - Osmanlı Padişahı Yıldırım Bayezid, Ankara Savaşı'nda Timur'a yenilerek esir düştü; Osmanlı Devletinde \"Fetret Devri\" başladı.", "1299 - Marco Polo, Venedik'e döndü."]