["2008 - Tu00fcrkiye'de iktidarda olan AK Parti'ye, kapatma istemi ile au00e7u0131lan dava gu00f6ru00fcu015fu00fclmeye bau015flandu0131.",  "2002 - Tu00dcPRAu015e yaku0131nu0131ndaki Aku00e7agaz Dolum Tesisleri'nde yangu0131n u00e7u0131ktu0131. 2,5 saatte kontrol altu0131na alu0131nabilen yangu0131n, 3 trilyon lira zarara yol au00e7tu0131.",  "2000 - Avrupa u0130nsan Haklaru0131 Mahkemesi, kapatu0131lan RP Genel Bau015fkanu0131 Necmettin Erbakan'u0131n, hakku0131ndaki hapis cezasu0131nu0131n durdurulmasu0131 iu00e7in yaptu0131u011fu0131 bau015fvuruyu reddetti.",  "1997 - Metin Gu00f6ktepe davasu0131 sanu0131u011fu0131 6 polis teslim oldu.",  "1992 - Barselona'da yapu0131lan 25. Olimpiyat Oyunlaru0131'nda, halterci Naim Su00fcleymanou011flu, 60 kiloda u015fampiyon oldu.",  "1984 - XXIII. Olimpiyat Oyunlaru0131, Los Angeles'ta bau015fladu0131.",  "1976 - u00c7in'in Tangshan u015fehrinde meydana gelen 8,2 u015fiddetindeki depremde; 242.769 kiu015fi u00f6ldu00fc, 164.851 kiu015fi de yaralandu0131.",  "1965 - Vietnam Savau015fu0131: ABD Bau015fkanu0131 Lyndon B. Johnson, Gu00fcney Vietnam'daki Amerikan gu00fcu00e7lerinin sayu0131su0131nu0131n 75.000'den 125.000'e u00e7u0131karu0131lmasu0131nu0131 istedi.",  "1962 - Yu00f6netmen Elia Kazan, America America filminin u00e7ekimlerine u0130stanbul'da bau015fladu0131.",  "1957 - Meksika'da, Acapulco merkezli bir deprem geru00e7ekleu015fti.",  "1946 - u0130zmir Gazeteciler Cemiyeti kuruldu.",  "1945 - New York'ta Empire State Binasu0131'nu0131n 78. katu0131na, bir B-25 Mitchell bombardu0131man uu00e7au011fu0131 u00e7arptu0131 ve 24 kiu015fi u00f6ldu00fc.",  "1943 - II. Du00fcnya Savau015fu0131: u0130ngiliz Kraliyet Hava Kuvvetleri'nin Hamburg'u bombalamasu0131 sonucu u00e7u0131kan yangu0131nlarda 42.000 Alman sivil u00f6ldu00fc.",  "1939 - Demiryolu Au015fkale'ye ulau015ftu0131.",  "1929 - Savau015f esirlerine iliu015fkin Cenevre Konvansiyonu, 48 u00fclke tarafu0131ndan imzalandu0131.",  "1921 - Ku00fctahya'da toplanan Yunan Savau015f Meclisi, Ankara'ya yu00fcru00fcme kararu0131 aldu0131.",  "1920 - Meksikalu0131 isyancu0131 Panu00e7o Villa teslim oldu.",  "1914 - Su0131rbistan'u0131n Avusturya-Macaristan u0130mparatorluu011fu'nun verdiu011fi u00dcltimatomu kabul etmemesi u00fczerine I. Du00fcnya Savau015fu0131 bau015fladu0131.",  "1821 - Arjantinli general Jose de San Martin, Lima'ya girerek Peru'nun u0130spanya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1808 - Osmanlu0131 Padiu015fahu0131 III. Selim, u0130stanbul'da IV. Mustafa'nu0131n emriyle bou011fularak u00f6ldu00fcru00fcldu00fc.",  "1794 - Fransu0131z devrimci lider Maximilien Robespierre, giyotinle bau015fu0131 kesilerek idam edildi.",  "1402 - Osmanlu0131 Padiu015fahu0131 Yu0131ldu0131ru0131m Bayezid, Ankara Savau015fu0131'nda Timur'a yenilerek esir du00fcu015ftu00fc; Osmanlu0131 Devletinde "Fetret Devri" bau015fladu0131.",  "1299 - Marco Polo, Venedik'e du00f6ndu00fc."]







