["2016 - Hakku00e2ri saldu0131ru0131su0131: Hakku00e2ri - u00c7ukurca karayolunda yol kontrolu00fc yapan askerlere, PKK tarafu0131ndan du00fczenlenen saldu0131ru0131da, 8 asker u00f6ldu00fc, 25 asker de yaralandu0131.",  "2005 - Astronomlar, Gu00fcneu015f Sistemi'nde Eris adu0131nu0131 verdikleri bir cu00fcce gezegen keu015ffettiklerini duyurdular.",  "1999 - Amerika Birleu015fik Devletleri'nde ilk kez bir Bau015fkan gu00f6rev bau015fu0131ndayken ceza aldu0131. Bau015fkan Bill Clinton, yalan ifade vermek suu00e7undan 90.000 Dolar u00f6demeye mahku00fbm edildi.",  "1989 - u0130ran Devlet Bau015fkanlu0131u011fu0131 seu00e7imlerini Hau015fimi Rafsancani kazandu0131.",  "1987 - Margaret Thatcher ile Franu00e7ois Mitterrand, Manu015f Tu00fcneli'nin inu015fasu0131na iliu015fkin anlau015fmayu0131 imzaladu0131lar.",  "1981 - Birleu015fik Krallu0131k'ta Galler prensi Charles, Lady Diana ile evlendi.",  "1967 - Venezuela'nu0131n Karakas kentinde deprem: Yaklau015fu0131k 500 kiu015fi u00f6ldu00fc.",  "1958 - NASA kuruldu.",  "1957 - Uluslararasu0131 Atom Enerjisi Kurumu kuruldu.",  "1953 - TCDD u0130u015fletmesi kuruldu.",  "1948 - 1948 Yaz Olimpiyatlaru0131: II. Du00fcnya Savau015fu0131 nedeniyle 12 yu0131ldu0131r yapu0131lamayan olimpiyatlar Londra'da bau015fladu0131.",  "1947 - Du00fcnyanu0131n, tamamu0131 elektronik ilk bilgisayaru0131 ENIAC, hafu0131zasu0131nu0131n arttu0131ru0131lmasu0131 amacu0131yla verilen aradan sonra tekrar u00e7alu0131u015ftu0131ru0131ldu0131 ve 2 Ekim 1955'e dek su00fcrekli u00e7alu0131u015ftu0131.",  "1921 - Adolf Hitler, Nasyonal Sosyalist Alman u0130u015fu00e7i Partisi'nin Genel Bau015fkanu0131 oldu.",  "1900 - u0130talya Kralu0131 I. Umberto, Gaetano Bresci adlu0131 bir anaru015fist tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1832 - Kavalalu0131 u0130brahim Pau015fa komutasu0131ndaki Mu0131su0131r Hidivliu011fi Ordusu, Au011fa Hu00fcseyin Pau015fa komutasu0131ndaki Osmanlu0131 Ordusu'nu Belen Geu00e7idi'nde yapu0131lan muharebede yenilgiye uu011frattu0131.",  "1830 - Fransa'da Temmuz Devrimi; X. Charles tahtu0131ndan indirildi ve yerine Louis Philippe getirildi."]







