["2013 - Mısır'da darbe: Abdülfettah el Sisi komutasındaki Mısır Silahlı Kuvvetleri yönetime el koydu.", "2011 - Türk futbolu şike davası başladı.", "2006 - 2004 XP14 adlı asteroid, Dünya'nın 432.308 km yakınından geçti.", "2005 - İspanya'da eşcinsel evlilik yasası yürürlüğe girdi.", "2004 - Bangkok'ta metro sistemi devreye girdi.", "2001 - Tupolev TU-154 tipi bir yolcu uçağı, İrkutsk-Rusya'ya inmek üzere olduğu sırada düştü: 145 kişi öldü.", "1994 - Teksas'ta trafik tarihinde en ölümcül gün: Çeşitli kazalarda 46 kişi öldü.", "1991 - Çeçenistan Cumhuriyeti ilan edildi.", "1988 - Amerika Birleşik Devletleri'ne ait bir savaş gemisinin açtığı ateş sonucu Iran Air'e ait bir yolcu uçağı Basra Körfezi üzerinde düştü: 290 kişi öldü.", "1988 - İstanbul'da Fatih Sultan Mehmet Köprüsü açıldı.", "1976 - İsrail komandoları düzenledikleri operasyonla, kaçırıldıktan sonra Uganda'nın Entebbe şehrindeki Entebbe Uluslararası Havalimanı'nda bekletilen bir uçaktaki 105 rehineyi kurtardılar.", "1970 - Birleşik Krallık'a ait bir yolcu uçağı, İspanya'nın Barselona kentinin kuzeyindeki dağlık bölgede düştü: 113 kişi öldü.", "1969 - Türkiye'deki Amerika Birleşik Devletleri üslerinin mülkiyeti Türkiye'ye geçti.", "1944 - II. Dünya Savaşı: Minsk, Sovyet Birlikleri'nce Nazilerden geri alındı.", "1939 - Orman Koruma Kıtaları'nın görevlerine ait nizamname çıktı.", "1939 - Denizbank'ın işlerini Denizyolları ve Limanlar Genel Müdürlüğü üstlendi.", "1938 - Türkiye ile Fransa arasında Antakya’da Türk-Fransız Askerî Antlaşması imzalandı. Hatay'ın toprak bütünlüğünü korumak ve yapılacak olan seçimlerin sayım ve denetimini sağlamak için 2500 Türk ve 2500 Fransız askerî görevlendirildi. Türk askerî birlikleri 5 Temmuz’da Hatay’a girdi.", "1938 - Buharlı tren hız rekoru Birleşik Krallık'ta kırıldı: 203 km/saat.", "1928 - Londra'da ilk renkli televizyon yayını gerçekleşti.", "1908 - Kolağası Resneli Niyazi Bey, İttihat ve Terakki Cemiyeti'nin de onayı ile Makedonya'da Ohri yakınındaki dağlara çıkarak, II. Meşrutiyet'in ilanına yol açan ayaklanmanın lideri oldu.", "1905 - Rusya'da askerler genel greve giden altı binden fazla işçiyi öldürdü.", "1890 - Idaho, Amerika Birleşik Devletleri'nin 43. eyaleti oldu.", "1778 - Prusya, Avusturya'ya savaş ilan etti.", "1767 - Norveç'in en eski gazetesi Adresseavisen yayımlanmaya başladı. Bu gazete hâlen çıkmaktadır.", "1462 - Midilli, Osmanlılar tarafından alındı.", "1439 - Altın Orda Hanı Uluğ Muhammed Han tarafından gerçekleştirilen Moskova Kuşatması başladı.", "1250 - Fransa Kralı IX. Louis, 7. Haçlı seferi sırasında Mısır'da Memluk Hükümdarı Baybars tarafından esir alındı.", "1243 - Anadolu Selçuklu Devleti'nin Moğol İmparatorluğu'na yenilmesiyle ve Moğol tabiiyetine girmesiyle sonuçlanan Kösedağ Muharebesi gerçekleşti."]