["2013 - Mu0131su0131r'da darbe: Abdu00fclfettah el Sisi komutasu0131ndaki Mu0131su0131r Silahlu0131 Kuvvetleri yu00f6netime el koydu.",  "2011 - Tu00fcrk futbolu u015fike davasu0131 bau015fladu0131.",  "2006 - 2004 XP14 adlu0131 asteroid, Du00fcnya'nu0131n 432.308u00a0km yaku0131nu0131ndan geu00e7ti.",  "2005 - u0130spanya'da eu015fcinsel evlilik yasasu0131 yu00fcru00fcrlu00fcu011fe girdi.",  "2004 - Bangkok'ta metro sistemi devreye girdi.",  "2001 - Tupolev TU-154 tipi bir yolcu uu00e7au011fu0131, u0130rkutsk-Rusya'ya inmek u00fczere olduu011fu su0131rada du00fcu015ftu00fc: 145 kiu015fi u00f6ldu00fc.",  "1994 - Teksas'ta trafik tarihinde en u00f6lu00fcmcu00fcl gu00fcn: u00c7eu015fitli kazalarda 46 kiu015fi u00f6ldu00fc.",  "1991 - u00c7eu00e7enistan Cumhuriyeti ilan edildi.",  "1988 - Amerika Birleu015fik Devletleri'ne ait bir savau015f gemisinin au00e7tu0131u011fu0131 ateu015f sonucu Iran Air'e ait bir yolcu uu00e7au011fu0131 Basra Ku00f6rfezi u00fczerinde du00fcu015ftu00fc: 290 kiu015fi u00f6ldu00fc.",  "1988 - u0130stanbul'da Fatih Sultan Mehmet Ku00f6pru00fcsu00fc au00e7u0131ldu0131.",  "1976 - u0130srail komandolaru0131 du00fczenledikleri operasyonla, kau00e7u0131ru0131ldu0131ktan sonra Uganda'nu0131n Entebbe u015fehrindeki Entebbe Uluslararasu0131 Havalimanu0131'nda bekletilen bir uu00e7aktaki 105 rehineyi kurtardu0131lar.",  "1970 - Birleu015fik Krallu0131k'a ait bir yolcu uu00e7au011fu0131, u0130spanya'nu0131n Barselona kentinin kuzeyindeki dau011flu0131k bu00f6lgede du00fcu015ftu00fc: 113 kiu015fi u00f6ldu00fc.",  "1969 - Tu00fcrkiye'deki Amerika Birleu015fik Devletleri u00fcslerinin mu00fclkiyeti Tu00fcrkiye'ye geu00e7ti.",  "1944 - II. Du00fcnya Savau015fu0131: Minsk, Sovyet Birlikleri'nce Nazilerden geri alu0131ndu0131.",  "1939 - Orman Koruma Ku0131talaru0131'nu0131n gu00f6revlerine ait nizamname u00e7u0131ktu0131.",  "1939 - Denizbank'u0131n iu015flerini Denizyollaru0131 ve Limanlar Genel Mu00fcdu00fcrlu00fcu011fu00fc u00fcstlendi.",  "1938 - Tu00fcrkiye ile Fransa arasu0131nda Antakyau2019da Tu00fcrk-Fransu0131z Askeru00ee Antlau015fmasu0131 imzalandu0131. Hatay'u0131n toprak bu00fctu00fcnlu00fcu011fu00fcnu00fc korumak ve yapu0131lacak olan seu00e7imlerin sayu0131m ve denetimini sau011flamak iu00e7in 2500 Tu00fcrk ve 2500 Fransu0131z askeru00ee gu00f6revlendirildi. Tu00fcrk askeru00ee birlikleri 5 Temmuzu2019da Hatayu2019a girdi.",  "1938 - Buharlu0131 tren hu0131z rekoru Birleu015fik Krallu0131k'ta ku0131ru0131ldu0131: 203u00a0km/saat.",  "1928 - Londra'da ilk renkli televizyon yayu0131nu0131 geru00e7ekleu015fti.",  "1908 - Kolau011fasu0131 Resneli Niyazi Bey, u0130ttihat ve Terakki Cemiyeti'nin de onayu0131 ile Makedonya'da Ohri yaku0131nu0131ndaki dau011flara u00e7u0131karak,u00a0II. Meu015frutiyet'in ilanu0131na yol au00e7an ayaklanmanu0131n lideri oldu.",  "1905 - Rusya'da askerler genel greve giden altu0131 binden fazla iu015fu00e7iyi u00f6ldu00fcrdu00fc.",  "1890 - Idaho, Amerika Birleu015fik Devletleri'nin 43. eyaleti oldu.",  "1778 - Prusya, Avusturya'ya savau015f ilan etti.",  "1767 - Norveu00e7'in en eski gazetesi Adresseavisen yayu0131mlanmaya bau015fladu0131. Bu gazete hu00e2len u00e7u0131kmaktadu0131r.",  "1462 - Midilli, Osmanlu0131lar tarafu0131ndan alu0131ndu0131.",  "1439 - Altu0131n Orda Hanu0131 Uluu011f Muhammed Han tarafu0131ndan geru00e7ekleu015ftirilen Moskova Kuu015fatmasu0131 bau015fladu0131.",  "1250 - Fransa Kralu0131 IX. Louis, 7. Hau00e7lu0131 seferi su0131rasu0131nda Mu0131su0131r'da Memluk Hu00fcku00fcmdaru0131 Baybars tarafu0131ndan esir alu0131ndu0131.",  "1243 - Anadolu Selu00e7uklu Devleti'nin Mou011fol u0130mparatorluu011fu'na yenilmesiyle ve Mou011fol tabiiyetine girmesiyle sonuu00e7lanan Ku00f6sedau011f Muharebesi geru00e7ekleu015fti."]







