["1980 - ASELSAN, ilk Tu00fcrk telsizini u00fcretti.",  "1971 - Apollo 15 astronotlaru0131 David Scott ve James Irwin, Ay yu00fczeyinde 4 tekerlekli bir arau00e7la gezdiler.",  "1965 - u0130ngiliz televizyonunda sigara reklamlaru0131 yasaklandu0131.",  "1964 - Amerika Birleu015fik Devletleri uydusu Ranger 7, Ay yu00fczeyinin yaku0131ndan u00e7ekilmiu015f fotou011fraflaru0131nu0131 yolladu0131.",  "1959 - Bask Yurdu ve u00d6zgu00fcrlu00fcu011fu00fc (ETA) u00f6rgu00fctu00fc kuruldu.",  "1952 - Tu00fcrkiye'nin ilk sendikal konfederasyonu olan Tu00fcrkiye u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Tu00fcrk-u0130u015f) kuruldu.",  "1944 - Ku00fcu00e7u00fck Prens adlu0131 eseriyle u00fcnlu00fc, Fransu0131z pilot ve yazar Antoine de Saint-Exupu00e9ry, Akdeniz semalaru0131nda F-5B ile keu015fif uu00e7uu015fu su0131rasu0131nda kayboldu.",  "1936 - u0130spanya'da General Franco'nun fau015fist gu00fcu00e7leri Madrid'i kuu015fattu0131.",  "1932 - Keriman Halis, Belu00e7ika'da Du00fcnya Gu00fczellik Kraliu00e7esi seu00e7ildi; Atatu00fcrk kendisine "Ece" soyadu0131nu0131 verdi.",  "1932 - Almanya'da seu00e7imlerde 230 Milletvekilliu011fi alan Nasyonal Sosyalist Alman u0130u015fu00e7i Partisi (Naziler) birinci parti oldu. Sosyal demokratlar 133, komu00fcnistler 89 Milletvekili u00e7u0131kardu0131lar.",  "1922 - u0130stiklal Mahkemeleri Kanunu, TBMM'de kabul edildi.",  "1914 - Fransu0131z Sosyalist Partisi'nin (1902) ve L'Humanitu00e9 gazetesinin kurucusu, yazar, konuu015fmacu0131 ve devlet adamu0131 Jean Jauru00e9s bir deli tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1908 - II. Abdu00fclhamit du00f6neminde resmu00ee bir gu00f6reve du00f6nu00fcu015fen "hafiyelik", resmen ortadan kaldu0131ru0131ldu0131.",  "1722 - u0130stanbul'da III. Ahmet iu00e7in yaptu0131ru0131lan Sadabad Sarayu0131 tu00f6renle au00e7u0131ldu0131.",  "1560 - Piyale Pau015fa, Tunus'un Cerbe Adasu0131'nu0131 ele geu00e7irdi.",  "1492 - Yahudilerin, u0130spanya'dan kovulacau011fu0131nu0131 gereku00e7eleriyle bildiren Elhamra Kararnamesi imzalanarak yu00fcru00fcrlu00fcu011fe girdi."]







