["2019 - ABD'nin Kaliforniya eyaletinde 7,1 u015fiddetinde deprem meydana geldi. Yangu0131nlara ve bina hasarlaru0131na sebep olan depremde can kaybu0131 olmadu0131.",  "2012 - Tanru0131 paru00e7acu0131u011fu0131 keu015ffedildi.",  "2007 - u015earku0131cu0131 ve oyuncu Baru0131u015f Akarsu, geu00e7irdiu011fi trafik kazasu0131nda au011fu0131r yaralandu0131 ve 5 gu00fcn komada kalu0131p u00f6ldu00fc.",  "2003 - Kuzey Irak'ta u00c7uval olayu0131 (veya u00c7uval hadisesi, u0130ngilizcede: "The Hood event") meydana geldi ve Tu00fcrkiye kamuoyunda geniu015f yanku0131 uyandu0131rdu0131.",  "1997 - Ankara 1 Numaralu0131 DGM'de gu00f6ru00fclen "Sivas Katliamu0131" davasu0131nda Savcu0131, 38 sanu0131k iu00e7in idam istedi.",  "1997 - NASA'nu0131n gu00f6nderdiu011fi "Pathfinder" adlu0131 arau015ftu0131rma robotu, Mars'u0131n yu00fczeyine indi.",  "1996 - Ankara Devlet Gu00fcvenlik Mahkemesi, Halku0131n Demokrasi Partisi (HADEP) Genel Bau015fkanu0131 Murat Bozlak ve 39 parti yu00f6neticisini tutukladu0131.",  "1995 - Tu00fcrk Silahlu0131 Kuvvetleri, PKK'ya karu015fu0131 su0131nu0131r u00f6tesi "Ejder Operasyonu"nu bau015flattu0131.",  "1994 - Tu00fcrkiye'nin Atina Bu00fcyu00fck Elu00e7iliu011fi Mu00fcsteu015faru0131 u00d6mer Haluk Sipahiou011flu, Atina'da uu011fradu0131u011fu0131 silahlu0131 saldu0131ru0131 sonucu u00f6ldu00fc. Suikastu0131, 17 Kasu0131m u00d6rgu00fctu00fc u00fcstlendi.",  "1987 - Eski Gestapo u015fefi "Lyon kasabu0131" lakaplu0131 Klaus Barbie, Fransa'daki yargu0131lanmasu0131nu0131n sonunda mu00fcebbet hapse mahku00fbm oldu.",  "1982 - Lu00fcbnan'da du00f6rt u0130ranlu0131 diplomat kau00e7u0131ru0131ldu0131.",  "1981 - Uluslararasu0131 9. u0130stanbul Film Festivali'ne katu0131lan Sovyet Bolu015foy Balesi Topluluu011fu'ndan balerin Galina u00c7ursina, Amerikan Konsolosluu011fu'ndan su0131u011fu0131nma isteu011finde bulundu.",  "1968 - u0130u015fu00e7iler, u0130stanbul Kazlu0131u00e7eu015fme'deki Derby Lastik Fabrikasu0131nu0131 iu015fgal etti. u0130u015fgal 5 gu00fcn su00fcrdu00fc.",  "1960 - Hawai'nin 50. eyalet olarak Amerika Birleu015fik Devletleri'ne katu0131lmasu0131ndan sonra 50 yu0131ldu0131zlu0131 bugu00fcnku00fc bayrak, Pensilvanya eyaletinin Philadelphia u015fehrinde yurttau015flara tanu0131tu0131ldu0131. 49. yu0131ldu0131zlu0131 bayrak daha 1 yu0131l u00f6nce bugu00fcn kabul edilmiu015fti.",  "1959 - Alaska'nu0131n 49. eyalet olarak Amerika Birleu015fik Devletleri'ne katu0131lmasu0131ndan sonra, 49 yu0131ldu0131zlu0131 yeni bayrak, Pensilvanya eyaletinin Philadelphia u015fehrinde yurttau015flara tanu0131tu0131ldu0131.",  "1954 - u0130stanbul Dolmabahu00e7e Stadu0131'nda kadu0131nlar arasu0131 futbol mau00e7u0131 yapu0131ldu0131.",  "1948 - Tu00fcrkiye - Amerika Birleu015fik Devletleri u0130ktisadi u0130u015fbirliu011fi Anlau015fmasu0131 imzalandu0131.",  "1946 - Amerika Birleu015fik Devletleri, 381 yu0131l su00fcren ve neredeyse kesintisiz bir su00f6mu00fcrge yu00f6netiminden sonra Filipinler'in bau011fu0131msu0131zlu0131u011fu0131nu0131 tanu0131du0131.",  "1946 - Ankara u00dcniversitesi kuruldu.",  "1934 - Macar fiziku00e7i Leo Szilard, ileride atom bombasu0131nu0131n yapu0131mu0131nda kullanu0131lacak olan 'zincirleme reaksiyon' modelinin patentini aldu0131.",  "1932 - Amerikalu0131 gangster Al Capone, 11 yu0131l hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1932 - u0130u00e7iu015fleri Bakanu0131 u015eu00fckru00fc Kaya, otomobiliyle Ankara'dan u0130stanbul'a giden ilk kiu015fi oldu.",  "1921nKaramu00fcrsel du00fcu015fman iu015fgalinden kurtuldu.nAntalya du00fcu015fman iu015fgalinden kurtuldu.",  "1918 - Bolu015fevikler, Rus u00c7aru0131 II. Nikolas'u0131 ve ailesini u00f6ldu00fcrdu00fcler.",  "1918 - Osmanlu0131 Padiu015fahu0131 VI. Mehmet tahta u00e7u0131ktu0131.",  "1898 - Pehlivan Koca Yusuf, ABD du00f6nu00fcu015fu00fcnde, 'La Burgogne' adlu0131 geminin Atlas Okyanusu'nda batmasu0131 sonucu u00f6ldu00fc.",  "1865 - Lewis Carroll'un Alis Harikalar Diyaru0131nda adlu0131 romanu0131 yayu0131mlandu0131.",  "1827 - New York'ta ku00f6lelik yasaklandu0131.",  "1826 - Amerika Birleu015fik Devletleri'nin ikinci (John Adams) ve u00fcu00e7u00fcncu00fc Bau015fkanu0131 (Thomas Jefferson) aynu0131 tarihte u00f6ldu00fcler.",  "1810 - Fransa, Amsterdam'u0131 iu015fgal etti.",  "1802 - Amerika Birleu015fik Devletleri Askeri Akademisi, New York eyaletinde yer alan West Point u015fehrinde au00e7u0131ldu0131.",  "1776 - Amerikan Bau011fu0131msu0131zlu0131k Bildirisi; Amerikan Kongresi, Bu00fcyu00fck Britanya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti. ABD'nin kuruluu015f gu00fcnu00fc olarak kutlanmaktadu0131r.",  "1187 - Hu0131ttin Muharebesi: Selahaddin Eyyubi, Hau00e7lu0131laru0131 Hu0131ttin'de tam bir bozguna uu011frattu0131.",  "1054 - SN 1054 adlu0131 su00fcpernova, u00c7inliler, Japonlar, u0130ranlu0131lar, Araplar ve Amerikan yerlileri tarafu0131ndan gu00f6zlemlendi. Bou011fa taku0131myu0131ldu0131zu0131 yaku0131nu0131nda bulunan ve Yengeu00e7 Bulutsusu'nun kalu0131ntu0131laru0131ndan oluu015fan bu gu00f6k olayu0131 aylarca gu00fcn u0131u015fu0131u011fu0131nda bile gu00f6ru00fclebilmiu015ftir."]







