["2019 - ABD'nin Kaliforniya eyaletinde 7,1 şiddetinde deprem meydana geldi. Yangınlara ve bina hasarlarına sebep olan depremde can kaybı olmadı.", "2012 - Tanrı parçacığı keşfedildi.", "2007 - Şarkıcı ve oyuncu Barış Akarsu, geçirdiği trafik kazasında ağır yaralandı ve 5 gün komada kalıp öldü.", "2003 - Kuzey Irak'ta Çuval olayı (veya Çuval hadisesi, İngilizcede: \"The Hood event\") meydana geldi ve Türkiye kamuoyunda geniş yankı uyandırdı.", "1997 - Ankara 1 Numaralı DGM'de görülen \"Sivas Katliamı\" davasında Savcı, 38 sanık için idam istedi.", "1997 - NASA'nın gönderdiği \"Pathfinder\" adlı araştırma robotu, Mars'ın yüzeyine indi.", "1996 - Ankara Devlet Güvenlik Mahkemesi, Halkın Demokrasi Partisi (HADEP) Genel Başkanı Murat Bozlak ve 39 parti yöneticisini tutukladı.", "1995 - Türk Silahlı Kuvvetleri, PKK'ya karşı sınır ötesi \"Ejder Operasyonu\"nu başlattı.", "1994 - Türkiye'nin Atina Büyük Elçiliği Müsteşarı Ömer Haluk Sipahioğlu, Atina'da uğradığı silahlı saldırı sonucu öldü. Suikastı, 17 Kasım Örgütü üstlendi.", "1987 - Eski Gestapo şefi \"Lyon kasabı\" lakaplı Klaus Barbie, Fransa'daki yargılanmasının sonunda müebbet hapse mahkûm oldu.", "1982 - Lübnan'da dört İranlı diplomat kaçırıldı.", "1981 - Uluslararası 9. İstanbul Film Festivali'ne katılan Sovyet Bolşoy Balesi Topluluğu'ndan balerin Galina Çursina, Amerikan Konsolosluğu'ndan sığınma isteğinde bulundu.", "1968 - İşçiler, İstanbul Kazlıçeşme'deki Derby Lastik Fabrikasını işgal etti. İşgal 5 gün sürdü.", "1960 - Hawai'nin 50. eyalet olarak Amerika Birleşik Devletleri'ne katılmasından sonra 50 yıldızlı bugünkü bayrak, Pensilvanya eyaletinin Philadelphia şehrinde yurttaşlara tanıtıldı. 49. yıldızlı bayrak daha 1 yıl önce bugün kabul edilmişti.", "1959 - Alaska'nın 49. eyalet olarak Amerika Birleşik Devletleri'ne katılmasından sonra, 49 yıldızlı yeni bayrak, Pensilvanya eyaletinin Philadelphia şehrinde yurttaşlara tanıtıldı.", "1954 - İstanbul Dolmabahçe Stadı'nda kadınlar arası futbol maçı yapıldı.", "1948 - Türkiye - Amerika Birleşik Devletleri İktisadi İşbirliği Anlaşması imzalandı.", "1946 - Amerika Birleşik Devletleri, 381 yıl süren ve neredeyse kesintisiz bir sömürge yönetiminden sonra Filipinler'in bağımsızlığını tanıdı.", "1946 - Ankara Üniversitesi kuruldu.", "1934 - Macar fizikçi Leo Szilard, ileride atom bombasının yapımında kullanılacak olan 'zincirleme reaksiyon' modelinin patentini aldı.", "1932 - Amerikalı gangster Al Capone, 11 yıl hapis cezasına çarptırıldı.", "1932 - İçişleri Bakanı Şükrü Kaya, otomobiliyle Ankara'dan İstanbul'a giden ilk kişi oldu.", "1921 - Karamürsel düşman işgalinden kurtuldu. Antalya düşman işgalinden kurtuldu.", "1918 - Bolşevikler, Rus Çarı II. Nikolas'ı ve ailesini öldürdüler.", "1918 - Osmanlı Padişahı VI. Mehmet tahta çıktı.", "1898 - Pehlivan Koca Yusuf, ABD dönüşünde, 'La Burgogne' adlı geminin Atlas Okyanusu'nda batması sonucu öldü.", "1865 - Lewis Carroll'un Alis Harikalar Diyarında adlı romanı yayımlandı.", "1827 - New York'ta kölelik yasaklandı.", "1826 - Amerika Birleşik Devletleri'nin ikinci (John Adams) ve üçüncü Başkanı (Thomas Jefferson) aynı tarihte öldüler.", "1810 - Fransa, Amsterdam'ı işgal etti.", "1802 - Amerika Birleşik Devletleri Askeri Akademisi, New York eyaletinde yer alan West Point şehrinde açıldı.", "1776 - Amerikan Bağımsızlık Bildirisi; Amerikan Kongresi, Büyük Britanya'dan bağımsızlığını ilan etti. ABD'nin kuruluş günü olarak kutlanmaktadır.", "1187 - Hıttin Muharebesi: Selahaddin Eyyubi, Haçlıları Hıttin'de tam bir bozguna uğrattı.", "1054 - SN 1054 adlı süpernova, Çinliler, Japonlar, İranlılar, Araplar ve Amerikan yerlileri tarafından gözlemlendi. Boğa takımyıldızı yakınında bulunan ve Yengeç Bulutsusu'nun kalıntılarından oluşan bu gök olayı aylarca gün ışığında bile görülebilmiştir."]