["2020 - Dominik'te genel seçimler yapıldı.", "2006 - Kuzey Kore altı kısa ve orta ve bir uzun menzilli füze denemesi yaptı.", "1998 - Japonya, Mars'a bir uzay aracı gönderdi ve uzay araştırmaları alanında, ABD ve Rusya'dan sonra üçüncü ülke oldu.", "1996 - Dolly adı verilen bir koyun, bir erişkin hücreden klonlanmış ilk memeli oldu.", "1989 - Televizyon dizisi Seinfeld'in ilk bölümü yayımlandı.", "1989 - İran-Kontra Skandalı: Oliver North, 3 yıl hapis, 2 yıl gözetim, 150.000 dolar para cezası ve 1200 saat gönüllü kamu hizmeti ile cezalandırıldı.", "1977 - Pakistan Genelkurmay Başkanı Ziya ül Hak darbe yaptı; Başbakan Zülfikar Ali Butto tutuklandı.", "1971 - Amerika Birleşik Devletleri'nde oy verme yaşı, 21'den 18'e düşürüldü.", "1962 - Cezayir, Fransa'dan bağımsızlığını ilan etti.", "1954 - Elvis Presley, ilk şarkı kaydını gerçekleştirdi.", "1954 - BBC, ilk televizyon haber bültenini yayınladı.", "1950 - Kore Savaşı: Amerika Birleşik Devletleri ve Kuzey Kore Birlikleri arasındaki ilk çarpışmalar.", "1946 - Fransız modacı Louis Réard, Paris'te \"Bikini\" adını verdiği iki parçalı mayoyu tanıttı. Mayonun adı, ABD'nin atom bombası denemeleri yaptığı Pasifik'teki Bikini Adası'ndan geliyordu.", "1941 - II. Dünya Savaşı: Alman Birlikleri, Dinyeper Nehri'ne ulaştılar.", "1940 - II. Dünya Savaşı: Birleşik Krallık ve Vichy Fransası, karşılıklı olarak diplomatik ilişkilerini kestiler.", "1939 - Enver Paşa'nın çocuk ve torunlarının Türk vatandaşlığına alınmalarına ve yurda dönmelerine izin veren yasa çıktı.", "1939 - Valilerin CHP il başkanlığı görevlerine son verildi.", "1938 - Türk Birlikleri Hatay'a girdi. Fransızların 1936'da ilan ettiği sıkıyönetim kaldırıldı.", "1932 - Portekiz'de faşist rejimin başkanlığına Antonio de Oliveria Salazar getirildi.", "1924 - VIII. Olimpiyat Oyunları, Paris'te başladı. 42 ülkenin katıldığı Olimpiyat Oyunları'na; Almanya, Fransa ile ilgili sorunları nedeniyle katılmadı.", "1921 - İtalyan Birlikleri, Antalya'dan tamamen çekildi.", "1830 - Fransa, Cezayir'i işgal etti.", "1811 - Venezuela, İspanya'dan bağımsızlığını ilan etti.", "1770 - Rus ve Osmanlı Donanmaları arasında Çeşme Muharebesi gerçekleşti. Rus Donanması, Osmanlı Donanması'nı tamamen yok etti.", "1687 - Isaac Newton, Philosophiae Naturalis Principia Mathematica adlı eserini yayımladı."]