["2020 - Dominik'te genel seu00e7imler yapu0131ldu0131.",  "2006 - Kuzey Kore altu0131 ku0131sa ve orta ve bir uzun menzilli fu00fcze denemesi yaptu0131.",  "1998 - Japonya, Mars'a bir uzay aracu0131 gu00f6nderdi ve uzay arau015ftu0131rmalaru0131 alanu0131nda, ABD ve Rusya'dan sonra u00fcu00e7u00fcncu00fc u00fclke oldu.",  "1996 - Dolly adu0131 verilen bir koyun, bir eriu015fkin hu00fccreden klonlanmu0131u015f ilk memeli oldu.",  "1989 - Televizyon dizisi Seinfeld'in ilk bu00f6lu00fcmu00fc yayu0131mlandu0131.",  "1989 - u0130ran-Kontra Skandalu0131: Oliver North, 3 yu0131l hapis, 2 yu0131l gu00f6zetim, 150.000 dolar para cezasu0131 ve 1200 saat gu00f6nu00fcllu00fc kamu hizmeti ile cezalandu0131ru0131ldu0131.",  "1977 - Pakistan Genelkurmay Bau015fkanu0131 Ziya u00fcl Hak darbe yaptu0131; Bau015fbakan Zu00fclfikar Ali Butto tutuklandu0131.",  "1971 - Amerika Birleu015fik Devletleri'nde oy verme yau015fu0131, 21'den 18'e du00fcu015fu00fcru00fcldu00fc.",  "1962 - Cezayir, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1954 - Elvis Presley, ilk u015farku0131 kaydu0131nu0131 geru00e7ekleu015ftirdi.",  "1954 - BBC, ilk televizyon haber bu00fcltenini yayu0131nladu0131.",  "1950 - Kore Savau015fu0131: Amerika Birleu015fik Devletleri ve Kuzey Kore Birlikleri arasu0131ndaki ilk u00e7arpu0131u015fmalar.",  "1946 - Fransu0131z modacu0131 Louis Ru00e9ard, Paris'te "Bikini" adu0131nu0131 verdiu011fi iki paru00e7alu0131 mayoyu tanu0131ttu0131. Mayonun adu0131, ABD'nin atom bombasu0131 denemeleri yaptu0131u011fu0131 Pasifik'teki Bikini Adasu0131'ndan geliyordu.",  "1941 - II. Du00fcnya Savau015fu0131: Alman Birlikleri, Dinyeper Nehri'ne ulau015ftu0131lar.",  "1940 - II. Du00fcnya Savau015fu0131: Birleu015fik Krallu0131k ve Vichy Fransasu0131, karu015fu0131lu0131klu0131 olarak diplomatik iliu015fkilerini kestiler.",  "1939 - Enver Pau015fa'nu0131n u00e7ocuk ve torunlaru0131nu0131n Tu00fcrk vatandau015flu0131u011fu0131na alu0131nmalaru0131na ve yurda du00f6nmelerine izin veren yasa u00e7u0131ktu0131.",  "1939 - Valilerin CHP il bau015fkanlu0131u011fu0131 gu00f6revlerine son verildi.",  "1938 - Tu00fcrk Birlikleri Hatay'a girdi. Fransu0131zlaru0131n 1936'da ilan ettiu011fi su0131ku0131yu00f6netim kaldu0131ru0131ldu0131.",  "1932 - Portekiz'de fau015fist rejimin bau015fkanlu0131u011fu0131na Antonio de Oliveria Salazar getirildi.",  "1924 - VIII. Olimpiyat Oyunlaru0131, Paris'te bau015fladu0131. 42 u00fclkenin katu0131ldu0131u011fu0131 Olimpiyat Oyunlaru0131'na; Almanya, Fransa ile ilgili sorunlaru0131 nedeniyle katu0131lmadu0131.",  "1921 - u0130talyan Birlikleri, Antalya'dan tamamen u00e7ekildi.",  "1830 - Fransa, Cezayir'i iu015fgal etti.",  "1811 - Venezuela, u0130spanya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1770 - Rus ve Osmanlu0131 Donanmalaru0131 arasu0131nda u00c7eu015fme Muharebesi geru00e7ekleu015fti. Rus Donanmasu0131, Osmanlu0131 Donanmasu0131'nu0131 tamamen yok etti.",  "1687 - Isaac Newton, Philosophiae Naturalis Principia Mathematica adlu0131 eserini yayu0131mladu0131."]







