["2011 - Egemen Bağış, Türkiye'nin ilk Avrupa Birliği Bakanı ve Başmüzakerecisi oldu.", "2009 - Han milliyetçileri ile Müslüman Uygurlar arasında çatışmalar çıktı. Polis ve askerler, protesto gösterisi yapan Uygurlara ateş açtı. (156 ölü - 828 yaralı)", "2005 - Uluslararası Olimpiyat Komitesi, 2012 Yaz Olimpiyatları'nın Londra'da yapılacağını açıkladı.", "1999 - Devlet Bakanı Hikmet Uluğbay, intihar girişiminde bulundu.", "1998 - Hong Kong'ta Kai Tak Havaalanı, ihtiyaca karşılık verememesi nedeniyle kapatılarak, yerine Hong Kong Uluslararası Havalimanı açıldı.", "1997 - Devlet Bahçeli, Milliyetçi Hareket Partisi Genel Başkanı seçildi. Kongrede; Bahçeli 697, Tuğrul Türkeş ise 487 oy aldı.", "1996 - Kuzey Kıbrıs Türk Cumhuriyeti'nde gazeteci yazar Kutlu Adalı öldürüldü.", "1995 - Ankara Valiliği, Büyükşehir Belediye Meclisinin şehrin simgesi olan Hitit Güneşi'ni, \"cami\" ile değiştirme kararını reddetti.", "1991 - Dr. Lale Aytaman, Muğla Valiliği'ne atandı. Aytaman, ilk kadın vali oldu.", "1988 - Kuzey Denizi'ndeki bir petrol arama platformu infilak etti; çıkan yangında 167 kişi öldü.", "1988 - Asil Nadir, Günaydın gazetesi ile sekiz adet günlük ve bir adet de haftalık dergi çıkaran Veb Ofset yayın grubunu satın aldı.", "1982 - Bülent Ecevit, demeçleri nedeniyle 2 ay 27 gün hapse mahkûm oldu.", "1980 - Çorum Olayları: Çorum'da Mayıs sonunda başlayan olaylar, Temmuz'un ilk haftasında iyice tırmandı. Gerilim, Milliyetçi Hareket Partisi Genel Başkan Yardımcısı Gün Sazak'ın öldürülmesiyle başlamıştı. Sağ görüşlüler, Alevi ve sol görüşlülerin oturduğu mahallelere saldırdılar. 29 Mayıs - 6 Temmuz arasında aralıklarla devam eden olaylarda 48 kişi öldü.", "1979 - Kısa adı Töb-Der olan Tüm Öğretmenler Birleşme ve Dayanışma Derneği Giresun Bölge Avukatı Alaattin Aydemir öldürüldü.", "1969 - \"İnce Memed\" romanının senaryosu sansüre takıldı. Romanın yazarı Yaşar Kemal, \"sansür Anayasa'ya aykırıdır\" dedi.", "1965 - Millî İstihbarat Teşkilatı Kanunu, Meclis'de kabul edildi.", "1964 - Malavi, Birleşik Krallık'tan bağımsızlığını ilan etti.", "1957 - John Lennon ve Paul McCartney, ilk kez Birleşik Krallık'ta bir festivalde tanıştılar.", "1953 - Edirne depreminde ağır hasar gören tarihi Edirne Saat Kulesi yıkıldı.", "1947 - \"Kalaşnikov\" olarak da bilinen AK-47 piyade tüfeğinin üretimine Sovyetler Birliği'nde başlandı.", "1944 - Hartford, Connecticut'da bir sirkte çıkan yangında 168 kişi öldü, 700'den fazla kişi yaralandı.", "1942 - Müttefik Devletler, Almanları Mısır'da El-Alameyn'de durdurdu. Fas ve Cezayir'e İngiliz çıkarması yapıldı. Almanya, Kuzey Afrika'dan çekilmeye başladı.", "1935 - Türkiye'de şeker üretimini rasyonel hale getirmek amacıyla Türkiye Şeker Fabrikaları A.Ş. kuruldu. 22 milyon TL sermayeli şirkete, mevcut 4 şeker fabrikası (Alpullu, Uşak, Eskişehir, Turhal) bağlandı.", "1929 - Trabzon'nun Of, Çaykara ve Sürmene ilçelerinde sel felaketi yaşandı. 2.539 bina yıkıldı, 146 kişi öldü.", "1927 - Danıştay göreve başladı.", "1924 - Dr. Safiye Ali Hanım Başkanlığında bir Heyet, Uluslararası Kadınlar Kongresi'ne katılmak üzere Londra'ya gitti.", "1923 - Georgiy Çiçerin, ilk Sovyet Dışişleri Halk Komiseri olarak resmen göreve başladı.", "1917 - Arabistanlı Lawrence, Arap isyancılarla birlikte Akabe kentine saldırdı.", "1905 - Alfred Deakin, ikinci kez Avustralya Başbakanı seçildi.", "1885 - Fransız bilimci Louis Pasteur'ün bulduğu kuduz aşısı, ilk kez bir insana uygulandı.", "1827 - Londra Antlaşması imzalandı.", "1535 - Ütopya'nın yazarı, İngiliz devlet adamı Sir Thomas More, Kral VIII. Henry'yi, İngiltere Kilisesi'nin başı olarak kabul etmediği için idam edildi.", "1517 - Hicaz, Osmanlı topraklarına katıldı. \"Emaneti Mübareke\" adıyla anılan İslam peygamberi Muhammed bin Abdullah'a ait kutsal eşya, Mısır fatihi Yavuz Sultan Selim'e teslim edildi.", "1189 - Fransız asıllı I. Richard (Aslan Yürekli Rişar), İngiltere tahtına çıktı, çok az İngilizce biliyordu."]