["2011 - Egemen Bau011fu0131u015f, Tu00fcrkiye'nin ilk Avrupa Birliu011fi Bakanu0131 ve Bau015fmu00fczakerecisi oldu.",  "2009 - Han milliyetu00e7ileri ile Mu00fcslu00fcman Uygurlar arasu0131nda u00e7atu0131u015fmalar u00e7u0131ktu0131. Polis ve askerler, protesto gu00f6sterisi yapan Uygurlara ateu015f au00e7tu0131. (156 u00f6lu00fc - 828 yaralu0131)",  "2005 - Uluslararasu0131 Olimpiyat Komitesi, 2012 Yaz Olimpiyatlaru0131'nu0131n Londra'da yapu0131lacau011fu0131nu0131 au00e7u0131kladu0131.",  "1999 - Devlet Bakanu0131 Hikmet Uluu011fbay, intihar giriu015fiminde bulundu.",  "1998 - Hong Kong'ta Kai Tak Havaalanu0131, ihtiyaca karu015fu0131lu0131k verememesi nedeniyle kapatu0131larak, yerine Hong Kong Uluslararasu0131 Havalimanu0131 au00e7u0131ldu0131.",  "1997 - Devlet Bahu00e7eli, Milliyetu00e7i Hareket Partisi Genel Bau015fkanu0131 seu00e7ildi. Kongrede; Bahu00e7eli 697, Tuu011frul Tu00fcrkeu015f ise 487 oy aldu0131.",  "1996 - Kuzey Ku0131bru0131s Tu00fcrk Cumhuriyeti'nde gazeteci yazar Kutlu Adalu0131 u00f6ldu00fcru00fcldu00fc.",  "1995 - Ankara Valiliu011fi, Bu00fcyu00fcku015fehir Belediye Meclisinin u015fehrin simgesi olan Hitit Gu00fcneu015fi'ni, "cami" ile deu011fiu015ftirme kararu0131nu0131 reddetti.",  "1991 - Dr. Lale Aytaman, Muu011fla Valiliu011fi'ne atandu0131. Aytaman, ilk kadu0131n vali oldu.",  "1988 - Kuzey Denizi'ndeki bir petrol arama platformu infilak etti; u00e7u0131kan yangu0131nda 167 kiu015fi u00f6ldu00fc.",  "1988 - Asil Nadir, Gu00fcnaydu0131n gazetesi ile sekiz adet gu00fcnlu00fck ve bir adet de haftalu0131k dergi u00e7u0131karan Veb Ofset yayu0131n grubunu satu0131n aldu0131.",  "1982 - Bu00fclent Ecevit, demeu00e7leri nedeniyle 2 ay 27 gu00fcn hapse mahku00fbm oldu.",  "1980 - u00c7orum Olaylaru0131: u00c7orum'da Mayu0131s sonunda bau015flayan olaylar, Temmuz'un ilk haftasu0131nda iyice tu0131rmandu0131. Gerilim, Milliyetu00e7i Hareket Partisi Genel Bau015fkan Yardu0131mcu0131su0131 Gu00fcn Sazak'u0131n u00f6ldu00fcru00fclmesiyle bau015flamu0131u015ftu0131. Sau011f gu00f6ru00fcu015flu00fcler, Alevi ve sol gu00f6ru00fcu015flu00fclerin oturduu011fu mahallelere saldu0131rdu0131lar. 29 Mayu0131s - 6 Temmuz arasu0131nda aralu0131klarla devam eden olaylarda 48 kiu015fi u00f6ldu00fc.",  "1979 - Ku0131sa adu0131 Tu00f6b-Der olan Tu00fcm u00d6u011fretmenler Birleu015fme ve Dayanu0131u015fma Derneu011fi Giresun Bu00f6lge Avukatu0131 Alaattin Aydemir u00f6ldu00fcru00fcldu00fc.",  "1969 - "u0130nce Memed" romanu0131nu0131n senaryosu sansu00fcre taku0131ldu0131. Romanu0131n yazaru0131 Yau015far Kemal, "sansu00fcr Anayasa'ya ayku0131ru0131du0131r" dedi.",  "1965 - Millu00ee u0130stihbarat Teu015fkilatu0131 Kanunu, Meclis'de kabul edildi.",  "1964 - Malavi, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1957 - John Lennon ve Paul McCartney, ilk kez Birleu015fik Krallu0131k'ta bir festivalde tanu0131u015ftu0131lar.",  "1953 - Edirne depreminde au011fu0131r hasar gu00f6ren tarihi Edirne Saat Kulesi yu0131ku0131ldu0131.",  "1947 - "Kalau015fnikov" olarak da bilinen AK-47 piyade tu00fcfeu011finin u00fcretimine Sovyetler Birliu011fi'nde bau015flandu0131.",  "1944 - Hartford, Connecticut'da bir sirkte u00e7u0131kan yangu0131nda 168 kiu015fi u00f6ldu00fc, 700'den fazla kiu015fi yaralandu0131.",  "1942 - Mu00fcttefik Devletler, Almanlaru0131 Mu0131su0131r'da El-Alameyn'de durdurdu. Fas ve Cezayir'e u0130ngiliz u00e7u0131karmasu0131 yapu0131ldu0131. Almanya, Kuzey Afrika'dan u00e7ekilmeye bau015fladu0131.",  "1935 - Tu00fcrkiye'de u015feker u00fcretimini rasyonel hale getirmek amacu0131yla Tu00fcrkiye u015eeker Fabrikalaru0131 A.u015e. kuruldu. 22 milyon TL sermayeli u015firkete, mevcut 4 u015feker fabrikasu0131 (Alpullu, Uu015fak, Eskiu015fehir, Turhal) bau011flandu0131.",  "1929 - Trabzon'nun Of, u00c7aykara ve Su00fcrmene ilu00e7elerinde sel felaketi yau015fandu0131. 2.539 bina yu0131ku0131ldu0131, 146 kiu015fi u00f6ldu00fc.",  "1927 - Danu0131u015ftay gu00f6reve bau015fladu0131.",  "1924 - Dr. Safiye Ali Hanu0131m Bau015fkanlu0131u011fu0131nda bir Heyet, Uluslararasu0131 Kadu0131nlar Kongresi'ne katu0131lmak u00fczere Londra'ya gitti.",  "1923 - Georgiy u00c7iu00e7erin, ilk Sovyet Du0131u015fiu015fleri Halk Komiseri olarak resmen gu00f6reve bau015fladu0131.",  "1917 - Arabistanlu0131 Lawrence, Arap isyancu0131larla birlikte Akabe kentine saldu0131rdu0131.",  "1905 - Alfred Deakin, ikinci kez Avustralya Bau015fbakanu0131 seu00e7ildi.",  "1885 - Fransu0131z bilimci Louis Pasteur'u00fcn bulduu011fu kuduz au015fu0131su0131, ilk kez bir insana uygulandu0131.",  "1827 - Londra Antlau015fmasu0131 imzalandu0131.",  "1535 - u00dctopya'nu0131n yazaru0131, u0130ngiliz devlet adamu0131 Sir Thomas More, Kral VIII. Henry'yi, u0130ngiltere Kilisesi'nin bau015fu0131 olarak kabul etmediu011fi iu00e7in idam edildi.",  "1517 - Hicaz, Osmanlu0131 topraklaru0131na katu0131ldu0131. "Emaneti Mu00fcbareke" adu0131yla anu0131lan u0130slam peygamberi Muhammed bin Abdullah'a ait kutsal eu015fya, Mu0131su0131r fatihi Yavuz Sultan Selim'e teslim edildi.",  "1189 - Fransu0131z asu0131llu0131 I. Richard (Aslan Yu00fcrekli Riu015far), u0130ngiltere tahtu0131na u00e7u0131ktu0131, u00e7ok az u0130ngilizce biliyordu."]







