["2013 - Dota 2 piyasaya su00fcru00fcldu00fc",  "2013 - Diyanet Radyo yayu0131n hayatu0131na bau015fladu0131.",  "2011 - Gu00fcney Sudan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "2008 - ABD u0130stanbul Bau015fkonsolosluu011fu Saldu0131ru0131su0131: ABD u0130stanbul Bau015fkonsolosluu011fu'na yu00f6nelik saldu0131ru0131 geru00e7ekleu015ftirildi. Saldu0131ru0131yu0131 geru00e7ekleu015ftiren 3 kiu015fi ile 3 polis u00f6ldu00fc.",  "2006 - Airbus A310 tipi bir yolcu uu00e7au011fu0131, 200 yolcusuyla u0130rkutsk (Sibirya) havaalanu0131na iniu015fte pistten u00e7u0131ktu0131: 122 kiu015fi u00f6ldu00fc.",  "2006 - FIFA Du00fcnya Kupasu0131'nu0131, Berlin'de Fransa'yu0131 normal su00fcresi 1-1 biten mau00e7ta, penaltu0131larla 5-4 mau011flup eden u0130talya kazandu0131.",  "2002 - Hu00fcsamettin u00d6zkan'dan bou015falan Devlet Bakanlu0131u011fu0131 ve Bau015fbakan Yardu0131mcu0131lu0131u011fu0131'na Devlet Bakanu0131 u015eu00fckru00fc Sina Gu00fcrel atandu0131. Devlet Bakanlu0131klaru0131na Tayfun u0130u00e7li ve Zeki Sezer, Ku00fcltu00fcr Bakanlu0131u011fu0131'na ise Suat u00c7au011flayan atandu0131.",  "2002 - Afrika Birliu011fi u00d6rgu00fctu00fc dau011fu0131ldu0131 ve yeniden yapu0131lanarak Afrika Birliu011fi adu0131nu0131 aldu0131.",  "1998 - u0130stanbul Mu0131su0131r u00c7aru015fu0131su0131'nda meydana gelen patlamada; biri turist, 2'si u00e7ocuk, 7 kiu015fi u00f6ldu00fc. 7'si yabancu0131 uyruklu 120 kiu015fi de yaralandu0131.",  "1997 - u00c7ankaya u00dcniversitesi kuruldu.",  "1993 - u015eair ve ressam Metin Altu0131ok, 2 Temmuz'daki Sivas Katliamu0131'ndan au011fu0131r yaralu0131 olarak kurtuldu. Ancak komadan u00e7u0131kamayarak Ankara'da tedavi gu00f6rdu00fcu011fu00fc hastanede u00f6ldu00fc.",  "1991 - Gu00fcney Afrika, 30 yu0131l aradan sonra Olimpiyatlara tekrar kabul edildi.",  "1982 - Boeing 727 tipi bir yolcu uu00e7au011fu0131, Louisiana eyaletindeki Kenner u015fehrine du00fcu015ftu00fc: Uu00e7aktaki 146 kiu015fi ve yerdeki 8 kiu015fi u00f6ldu00fc.",  "1961 - 1961 Anayasasu0131, halk oylamasu0131 sonucunda yu00fczde 61,5 u201cevetu201d oyuyla kabul edildi.",  "1952 - Tu00fcrkiye'de ilk televizyon yayu0131nlaru0131, u0130stanbul Teknik u00dcniversitesi tarafu0131ndan geru00e7ekleu015ftirildi.",  "1951 - Amerikalu0131 dedektif romanlaru0131 yazaru0131 Dashiell Hammett, (Malta u015eahini vb.), anti-komu00fcnist soruu015fturmalarda ifade vermeyi reddettiu011fi iu00e7in altu0131 ay hapse mahku00fbm oldu.",  "1944 - II. Du00fcnya Savau015fu0131: Amerikalu0131lar Japonya'ya ait Saipan adasu0131nu0131 ele geu00e7irdiler.",  "1943 - II. Du00fcnya Savau015fu0131: Mu00fcttefikler, Husky Hareku00e2tu0131'nu0131 bau015flatarak Sicilya'nu0131n gu00fcneydou011fu sahillerini iu015fgal etti.",  "1922 - Johnny Weissmu00fcller, 100 m serbest stil yu00fczmede du00fcnya rekoru ku0131rdu0131: 58.6 saniye.",  "1919 - Mustafa Kemal Pau015fa'nu0131n gu00f6revine son verildiu011fi hakku0131nda Harbiye Nezareti genelgesi yayu0131nlandu0131.",  "1918 - Nashville'de (Tennessee) iki tren u00e7arpu0131u015ftu0131: 101 kiu015fi u00f6ldu00fc, 171 kiu015fi yaralandu0131.",  "1850 - Amerika Birleu015fik Devletleri Bau015fkanu0131 Zachary Taylor u00f6ldu00fc, yerine Millard Fillmore 13. Bau015fkan oldu.",  "1816 - Arjantin, u0130spanyau2019dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "455 - Avitus, Batu0131 Roma u0130mparatoru oldu."]







