["2013 - Dota 2 piyasaya sürüldü", "2013 - Diyanet Radyo yayın hayatına başladı.", "2011 - Güney Sudan bağımsızlığını ilan etti.", "2008 - ABD İstanbul Başkonsolosluğu Saldırısı: ABD İstanbul Başkonsolosluğu'na yönelik saldırı gerçekleştirildi. Saldırıyı gerçekleştiren 3 kişi ile 3 polis öldü.", "2006 - Airbus A310 tipi bir yolcu uçağı, 200 yolcusuyla İrkutsk (Sibirya) havaalanına inişte pistten çıktı: 122 kişi öldü.", "2006 - FIFA Dünya Kupası'nı, Berlin'de Fransa'yı normal süresi 1-1 biten maçta, penaltılarla 5-4 mağlup eden İtalya kazandı.", "2002 - Hüsamettin Özkan'dan boşalan Devlet Bakanlığı ve Başbakan Yardımcılığı'na Devlet Bakanı Şükrü Sina Gürel atandı. Devlet Bakanlıklarına Tayfun İçli ve Zeki Sezer, Kültür Bakanlığı'na ise Suat Çağlayan atandı.", "2002 - Afrika Birliği Örgütü dağıldı ve yeniden yapılanarak Afrika Birliği adını aldı.", "1998 - İstanbul Mısır Çarşısı'nda meydana gelen patlamada; biri turist, 2'si çocuk, 7 kişi öldü. 7'si yabancı uyruklu 120 kişi de yaralandı.", "1997 - Çankaya Üniversitesi kuruldu.", "1993 - Şair ve ressam Metin Altıok, 2 Temmuz'daki Sivas Katliamı'ndan ağır yaralı olarak kurtuldu. Ancak komadan çıkamayarak Ankara'da tedavi gördüğü hastanede öldü.", "1991 - Güney Afrika, 30 yıl aradan sonra Olimpiyatlara tekrar kabul edildi.", "1982 - Boeing 727 tipi bir yolcu uçağı, Louisiana eyaletindeki Kenner şehrine düştü: Uçaktaki 146 kişi ve yerdeki 8 kişi öldü.", "1961 - 1961 Anayasası, halk oylaması sonucunda yüzde 61,5 “evet” oyuyla kabul edildi.", "1952 - Türkiye'de ilk televizyon yayınları, İstanbul Teknik Üniversitesi tarafından gerçekleştirildi.", "1951 - Amerikalı dedektif romanları yazarı Dashiell Hammett, (Malta Şahini vb.), anti-komünist soruşturmalarda ifade vermeyi reddettiği için altı ay hapse mahkûm oldu.", "1944 - II. Dünya Savaşı: Amerikalılar Japonya'ya ait Saipan adasını ele geçirdiler.", "1943 - II. Dünya Savaşı: Müttefikler, Husky Harekâtı'nı başlatarak Sicilya'nın güneydoğu sahillerini işgal etti.", "1922 - Johnny Weissmüller, 100 m serbest stil yüzmede dünya rekoru kırdı: 58.6 saniye.", "1919 - Mustafa Kemal Paşa'nın görevine son verildiği hakkında Harbiye Nezareti genelgesi yayınlandı.", "1918 - Nashville'de (Tennessee) iki tren çarpıştı: 101 kişi öldü, 171 kişi yaralandı.", "1850 - Amerika Birleşik Devletleri Başkanı Zachary Taylor öldü, yerine Millard Fillmore 13. Başkan oldu.", "1816 - Arjantin, İspanya’dan bağımsızlığını kazandı.", "455 - Avitus, Batı Roma İmparatoru oldu."]