["2015 - Türkiye'de 26. dönem milletvekili seçimleri yapıldı. Seçim sonuçları: AK Parti %49,50 (317 milletvekili), CHP %25,32 (134 milletvekili), MHP %11,90 (40 milletvekili), HDP %10,76 (59 milletvekili), diğer partiler ise %2,52 oranlarında oy alarak sayılarında milletvekili çıkartmıştır.", "2014 - Irak Şam İslam Devleti’ne (IŞİD) karşı verdiği direnişe destek olmak amacıyla Avrupa Birliği Türkiye Yurttaş Komisyonu (EUTCC) ve Peace Camping inisiyatifi tarafından yapılan IŞİD'e karşı, \"Kobani ve insanlık için küresel seferberlik” çağrısıyla 1 Kasım “Dünya Kobani günü” olarak ilan edildi.", "2010 - Numan Kurtulmuş liderliğinde Halkın Sesi Partisi (HAS Parti) kuruldu.", "2008 - TRT Çocuk yayına başladı.", "2007 - Birleşmiş Milletler’in Genel Kurul toplantısında alınan bir kararla, 2008 yılında başlamak üzere, tüm dünyada otizm konusunda farkındalık yaratmak ve sorunlara çözüm bulmak amacıyla, her yıl 2 Nisan tarihi Dünya Otizm Farkındalık Günü olarak kabul edildi.", "2001 - Çin'in Ukrayna'dan satın aldığı Varyag gemisi İstanbul Boğazı'ndan geçti.", "1998 - Avrupa İnsan Hakları Mahkemesi kuruldu.", "1996 - NTV Televizyonu kuruldu.", "1993 - Maastricht Antlaşması yürürlüğe girdi; Avrupa Birliği resmen kurulmuş oldu.", "1983 - Millî İstihbarat Teşkilatı ile ilgili yeni bir yasal düzenlemeye gidilerek, 2937 sayılı \"Devlet İstihbarat Hizmetleri ve Millî İstihbarat Teşkilâtı Kanunu\" çıkarıldı.", "1982 - Ataol Behramoğlu, Asya-Afrika Yazarlar Birliği'nin Lotus Edebiyat Ödülü'nü kazandı.", "1981 - Antigua ve Barbuda, Birleşik Krallık'tan bağımsızlığını kazandı.", "1971 - Hindistan'da kasırga; 5 bin kişi öldü, 1500 kişi evsiz kaldı.", "1970 - Fransa'da bir dans salonunda çıkan yangın 144 gencin ölümüne yol açtı.", "1968 - Aydınlık aylık dergi olarak, Doğu Perinçek ve Vahap Erdoğdu önderliğinde yeniden yayımlanmaya başladı.", "1967 - Rum polisi, Kıbrıs Türk toplumu liderlerinden Rauf Denktaş'ı Ada'ya gizlice girerken yakaladı ve tutukladı.", "1962 - Sovyetler, Mars'a ilk roketi fırlattı.", "1959 - Kongo'da beyaz karşıtı ayaklanmalar sonrası milliyetçi lider Patrice Lumumba tutuklandı.", "1956 - Macaristan Varşova Paktı'ndan çekildiğini açıkladı. Başbakan Imre Nagy Macaristan'ın tarafsız bir devlet olarak tanınmasını istedi.", "1955 - ABD havayolu şirketine ait DC-6 tipi bir yolcu uçağı Colorado yakınlarında infilak etti: 44 kişi öldü.", "1954 - Cezayir'de Fransız işgaline karşı Ulusal Kurtuluş Cephesi (FLN) kuruldu ve Cezayir Bağımsızlık Savaşı başladı.", "1939 - Suni döllenme yoluyla dünyaya gelen ilk tavşan basına tanıtıldı.", "1934 - Cumhurbaşkanı Mustafa Kemal Paşa, \"Bir ulusun yeni değişikliğinde ölçü, musikîde değişikliği kavrayabilmesidir. Bugün dinletilmeye yeltenilen musikî yüz ağartacak değerden çok uzaktır\" dedi.", "1928 - Yeni Türk alfabesine ilişkin kanun Türkiye Büyük Millet Meclisi'nde kabul edildi.", "1927 - Gazi Mustafa Kemal 2. kez cumhurbaşkanlığına seçildi.", "1922 - 623 yıl süren Osmanoğulları saltanatı, Türkiye Büyük Millet Meclisi'nin kararıyla sona erdi.", "1920 - Yunanistan'da Venizelos Kabinesi düştü.", "1918 - İttihat ve Terakki Fırkası kendini feshederek Teceddüt Fırkası adıyla yeni bir parti kurulmasına karar verdi.", "1918 - Ali Fethi Bey (Okyar), Minber gazetesini yayımlamaya başladı.", "1912 - İzmir'in ilk kulübü Karşıyaka Muaresei Bedeniye Kulübü, yani bugünkü adıyla Karşıyaka Spor Kulübü kuruldu.", "1911 - Tarihteki ilk hava saldırısı gerçekleşti: (Trablusgarp Savaşı sırasında İtalya Krallığı tarafından Osmanlı İmparatorluğu'na karşı).", "1897 - İtalyan profesyonel futbol takımı Juventus FC kuruldu.", "1896 - National Geographic dergisi, ilk defa bir kadının çıplak göğüslerinin göründüğü bir fotoğraf yayımladı.", "1755 - Lizbon Depremi: Portekiz'in başkenti olan Lizbon'da çok şiddetli bir deprem oldu. O deprem bir tsunami oluşturdu ve yaklaşık 90 bin kişi öldü.", "1604 - Shakespeare'in Othello adlı eseri ilk kez Londra'da oynandı.", "1512 - Tavan resimleri Michelangelo tarafından dört yılda yapılan Sistine Şapeli ilk kez halka gösterildi.", "996 - Kutsal Roma İmparatoru III. Otto, Babenberg Hanedanı'nın egemenliğindeki Bavyera'nın Freising Psikoposluğu'na 8 km² arsa hibe etti. Avusturya, Ostarrîchi (doğu sınırı) denilen bu topraklarda doğmuştur."]