["2016 - Siirt'in Şirvan ilçesindeki Madenköy yakınlarındaki bakır madeninde meydana gelen ve 16 işçinin ölümüyle sonuçlanan kaza olmuştur.", "2006 - 1994 yılında keşfedilen 111 atom numaralı yapay elemente, resmen Röntgenyum (Rg) adı verildi.", "1999 - İrlanda'yı yenen Türkiye millî futbol takımı, Avrupa Futbol Şampiyonası finallerine katılma hakkı kazandı.", "1995 - Osman Hamdi Bey'in \"Yeşil Türbe\" tablosu, Birleşik Krallık'ta 37 milyar liraya satıldı.", "1993 - Güney Afrika siyasi liderleri, ırk ayrımına son veren yeni Anayasayı kabul ettiler.", "1989 - Çekoslovakya'da Kadife Devrimi başladı. Halk mumlar ve anahtarlıklarla şehir meydanlarında toplandı.", "1977 - Cahit Karakaş, TBMM'nin 13. Başkanı oldu. Görevi 12 Eylül 1980'de sona erdi.", "1976 - Türkiye İşçi Partisi'nin davetlisi, Şilili sanatçılar sınırdışı edildi.", "1973 - Atina'da üniversite öğrencileri, cunta rejimine karşı ayaklandılar. Askerlerin ateşi sonucu 34 öğrenci öldü, yüzlercesi yaralandı.", "1972 - Juan Peron, 17 yıllık sürgünden sonra Arjantin'e döndü.", "1972 - Türkiye'de ilk kadın partisi olan Türkiye Ulusal Kadınlar Partisi kuruldu.", "1967 - TBMM ikinci kez yaptığı gizli oturumda, 18 saat 20 dakika Kıbrıs'taki son gelişmeleri görüştü.", "1963 - Yerel seçimleri Adalet Partisi kazandı.", "1936 - Alman mimar ve şehir plancısı Bruno Taut, İstanbul Güzel Sanatlar Akademisinin başına getirildi.", "1933 - Amerika Birleşik Devletleri, Sovyetler Birliği ile ticari ve diplomatik ilişkiler kurmaya başladı.", "1930 - Serbest Cumhuriyet Fırkası kendini feshetti.", "1924 - İlk muhalefet partisi Terakkiperver Cumhuriyet Fırkası kuruldu.", "1922 - Şarköy'ün 2,5 yıllık Yunan işgalinden kurtuluşu.", "1922 - Son Osmanlı padişahı VI. Mehmet (Vahdettin), İstanbul'u terk etti.", "1922 - Sibirya, Sovyetler Birliği'ne katıldı.", "1918 - İngilizler, Bakü'yü işgal ettiler.", "1914 - I. Dünya Savaşı'nda Rus İmparatorluğu tarafından Trabzon Bombardımanı", "1877 - Rus birlikleri Kars'a saldırdı.", "1869 - Akdeniz'i Kızıldeniz'e bağlayan Süveyş Kanalı, görkemli bir törenle açıldı.", "1558 - İngiltere Kraliçesi I. Elizabeth tahta çıktı.", "284 - Diocletianus, Ordusunun hakim olduğu bölgelerde İmparatorluğunu ilan etti. Toprakların tümüne hakim olması bir yıla yakın sürdü."]