["2007 - Zasyadko maden felaketi: Ukrayna'nın doğusundaki Donetsk bölgesinde meydana gelen bir maden kazasında, 101 madenci hayatını kaybetti.", "1999 - İstanbul'daki Avrupa Güvenlik ve İşbirliği Teşkilatı (AGİT) Zirvesi'nde, Bakü-Tiflis-Ceyhan Petrol Boru Hattı ve Hazar geçişli doğal gaz projelerine ilişkin anlaşmalar, ilgili ülkelerin Devlet Başkanlarınca imzalandı.", "1992 - Ceza Muhakemeleri Usulü Kanunu kabul edildi.", "1983 - BM Güvenlik Konseyi, KKTC'yi tanımadı.", "1978 - Jim Jones'un liderlik ettiği Halkın Tapınağı adlı tarikatın 913 üyesi intihar etti.", "1976 - İspanya'da 37 yıllık diktatörlüğün ardından demokrasinin kurulması kararı alındı.", "1967 - Türk jetleri Kıbrıs üzerinde alçaktan uçtu. BM Barış Gücü denetimindeki Erenköy bölgesinde Türkler ile Rumlar arasında çıkan çatışma 7 saat sürdü.", "1960 - Türk Standardları Enstitüsü kuruldu.", "1953 - Feriha Sanerk, Emniyet Müdürlüğüne yükselen ilk kadın oldu.", "1945 - Bulgaristan'da seçimleri Komünist Partisi öncülüğündeki Yurtsever Cephe kazandı.", "1945 - Doğan Kardeş Sanat Müsamereleri'nin ilki Tepebaşı Çocuk Tiyatrosu'nda yapıldı.", "1940 - Bakanlar Kurulu, hava saldırılarına karşı bütün kent ve kasabalarda geceleri karartma yapılması kararı aldı.", "1937 - Dersim İsyanı bastırıldı.", "1936 - Adolf Hitler ve Benito Mussolini, General Franco'nun İspanya'da kurduğu Geçici Hükûmeti tanıdı.", "1933 - İstanbul Darülfünunu, İstanbul Üniversitesi olarak açıldı.", "1931 - Japonlar, Mançurya'yı işgal ettiler.", "1928 - Walt Disney'in yarattığı çizgi film Mickey Mouse'un (Miki Maus) ilk gösterimi yapıldı.", "1927 - Ankara Radyosu yayına başladı.", "1922 - Türkiye Büyük Millet Meclisi, Abdülmecid Efendi'yi halife olarak seçti.", "1922 - Uzunköprü düşman işgalinden kurtuldu.", "1918 - Letonya, Rus İmparatorluğu'ndan bağımsızlığını ilan etti.", "1913 - Belkıs Şevket Hanım, tek motorlu üstü açık tayyareye binme cesareti gösteren ilk kadın oldu. Belkıs Hanım İstanbul üzerinde uçarken aşağı attığı kartlarda, Osmanlı Müdafaa-i Hukuk-u Nisvan Derneği üyelerine selam yolluyordu.", "1912 - İstanbul'da kolera salgını başladı.", "1601 - Tiryaki Hasan Paşa komutasındaki Osmanlı Ordusu, Haçlı Ordusunu yenerek Kanije Zaferi'ni kazandı.", "1583 - Galata'daki Saint Benoit Kilisesi'ne yerleşen Cizvitler, St. Benoit mektebini açtılar."]