["2000 - Dünya Satranç Şampiyonası'nda Garry Kasparov yurttaşı Vladimir Kramnik'e yenildi. Garry Kasparov 15 yıldır dünya satranç şampiyonuydu.", "1991 - Fener Rum Ortodoks Patriği I. Bartholomeos göreve başladı.", "1991 - SHP Genel Başkanı Erdal İnönü, Tunceli'de \"Aranızda Kürtçe konuşmuşsunuz, anadilinizde şarkı dinlemişsiniz, bundan hiçbir şey çıkmaz ve buna kimse engel olamaz. Ama resmi diliniz de Türkçedir\" dedi.", "1989 - Kadınlar cinsel tacize dikkat çekmek için \"Bedenimiz Bizimdir, Cinsel Tacize Hayır\" kampanyası başlattı. Vapurda yapılan basın açıklaması sonrası kadınlara mor iğne dağıtıldığı için kampanya, \"Mor İğne\" adıyla tanındı.", "1988 - Erzurum Atatürk Üniversitesi'nde derse alınmayan baş örtülü kız öğrenciler ölüm orucuna başladı.", "1982 - Türkiye Cumhuriyeti Millî Eğitim Bakanlığı, yatılı öğrencilerin yemekten sonra, \"Tanrımıza hamd olsun, milletimiz var olsun\" demesi kararını aldı.", "1981 - İkinci Türkiye İktisat Kongeresi açıldı.", "1978 - Aralarında Ferhat Tüysüz ve Veli Can Oduncu’nun da bulunduğu 13 ülkücü Sağmalcılar Cezaevi'nden firar etti.", "1976 - İstanbul Teknik Üniversitesi'ne ateş açıldı. 1 kişi öldü, 3 kişi yaralandı.", "1973 - Beyhan Kıral, Türkiye Güzellik Kraliçesi seçildi.", "1965 - Norman Morrison isimli ABD vatandaşı Vietnam Savaşı'nı protesto etmek için ABD Savunma Bakanlığı binasının önünde kendini ateşe verdi.", "1964 - Suudi Arabistan Kralı Suud bin Abdülaziz el-Suud tahttan indirildi, yerine kardeşi Prens Faysal bin Abdülaziz el-Suud geçti.", "1960 - Penguin Books yayınevi, basmış olduğu Lady Chatterley'in Sevgilisi adlı kitabın müstehcenlik içerdiği savıyla yargılandığı davadan aklandı.", "1960 - İhracatı Geliştirme Etüd Merkezi (İGEME) kuruldu.", "1958 - Merzifon Yeni Çeltek Linyit İşletmesi'nde grizu patlaması oldu, 10 işçi öldü.", "1953 - Pakistan Kurucu Meclisi aldığı bir kararla ülkenin adını Pakistan İslam Cumhuriyeti olarak değiştirdi.", "1948 - ABD Başkanlık seçimini Demokrat Harry Truman kazandı.", "1947 - Kaliforniya'da, havacı ve iş insanı Howard Hughes o zamana kadar yapılmış en büyük sabit kanatlı uçak olan Spruce Goose 'u uçurdu. Bu uçuş, dev uçağın ilk ve son uçuşu oldu.", "1944 - Pasta imali yasağı ve hava saldırılarına karşı karartma tedbirleri kaldırıldı. 8 Kasım itibarıyla ışıkların yakılabileceği ilan edildi.", "1940 - Ankara Erkek Teknik Öğretmen Okulu kuruldu.", "1936 - İtalyan diktatör Benito Mussolini Roma-Berlin anlaşmasını ilan etti, böylelikle Mihver Devletleri blokunun temelleri atılmış oluyordu.", "1934 - İçişleri Bakanı Şükrü Kaya, radyo programlarından alaturka musikiyi kaldırdı.", "1930 - Haile Selassie, Etiyopya İmparatoru olarak taç giydi.", "1922 - TBMM’nin gizli oturumunda Lozan Konferansı’na katılacak heyetin Hükümetçe belirlenmesi kararı alındı.", "1920 - İlk radyo naklen yayını ABD'nin Pittsburgh şehrinde gerçekleşti.", "1918 - Enver, Talat ve Cemal Paşalar, beraberindekilerle bir Alman gemisine binerek yurttan ayrıldılar.", "1917 - Filistin'de Yahudilere yurt verilmesini öngören Balfour Deklarasyonu, yayınlandı.", "1914 - Rusya, Osmanlı İmparatorluğu'na savaş ilan etti.", "1889 - Kuzey Dakota ve Güney Dakota, Amerika Birleşik Devletleri'nin 39. ve 40. Eyaletleri oldular."]