["2009 - Çin'in Heilongjiang eyaletinin Hegang şehrindeki bir maden ocağında meydana gelen patlamada 104 kişi öldü.", "2002 - Dünya güzellik yarışmasının yapılacağı Nijerya'da bir gazetede İslam peygamberi Muhammed hakkında yayınlanan yazı yüzünden çıkan çatışmalarda 100 kadar kişi öldü, 500 civarında kişi de yaralandı.", "2002 - Prag'daki NATO zirvesi'nde; Litvanya, Letonya, Estonya, Bulgaristan, Romanya, Slovakya ve Slovenya'ya, ittifaka katılmaları çağrısı yapıldı.", "1996 - Zagreb'te binlerce kişi muhalif radyo istasyonu, Radio 101'in kapatılmaması için eylem yaptı.", "1996 - Porto Riko'nun başkenti San Juan'daki bir ayakkabı mağazası ve mağazanın bulunduğu iş merkezinde meydana gelen propan patlamasında 33 kişi öldü.", "1990 - Avrupa Güvenlik ve İşbirliği Konferansı (AGİK) antlaşması Paris'te imzalandı.", "1985 - ABD Başkanı Ronald Reagan ve Sovyetler Birliği lideri Mihail Gorbaçov Cenevre'de buluştu. Zirveden, stratejik nükleer silahların yüzde 50 azaltılması kararı çıktı.", "1982 - Cumhurbaşkanı Kenan Evren, 1982 Türkiye anayasa referandumunda %95 \"EVET\" oyu veren Fatsa'da halka teşekkür etti.", "1980 - Las Vegas - Nevada'da bir otelde çıkan yangında 87 kişi öldü, 650'den fazla yaralı var.", "1969 - İlk ARPANET hattı, Kaliforniya Üniversitesi ile SAE'deki işlemciler arasında kuruldu.", "1955 - Türkiye, İran, Irak, Pakistan ve Birleşik Krallık'ın katılımıyla Bağdat Paktı kuruldu.", "1938 - Atatürk'ün naaşı, törenle Etnoğrafya Müzesi'ndeki geçici istirahatgâhına getirildi.", "1919 - Mardin şehrinin kurtuluşu.", "1905 - Albert Einstein'ın, enerji ile kütle arasındaki ilişkiyi meşhur E=mc2 denklemi ile ifade ettiği, \"Cismin ataleti içerdiği enerji miktarına bağlı mıdır?\" adlı makalesi, \"Annalen der Physik\" dergisinde yayımlandı.", "1877 - Edison, pikapı (ses kayıt cihazı) icat ettiğini duyurdu.", "1791 - Albay Napoléon Bonaparte, generalliğe terfi ettirildi.", "1789 - Kuzey Karolina, ABD'nin 12. eyaleti oldu.", "1783 - Paris'te, Jean-François Pilâtre de Rozier ve François Laurent d'Arlandes, sıcak hava balonuyla ilk uçuşu gerçekleştirdiler."]