["2005 - Angela Merkel, Almanya'nın ilk kadın şansölyesi oldu.", "1995 - Tamamı bilgisayar desteği ile oluşturulmuş ilk uzun metrajlı konulu animasyon film olan Oyuncak Hikâyesi gösterime verildi.", "1986 - Mike Tyson, 20 yaşında Dünyanın en genç ağır sıklet şampiyonu oldu.", "1984 - Avrupa Konseyi'nde Türkiye'nin dönem başkanlığı tartışıldı. Sonuca varılamayınca, Dışişleri Bakanı Vahit Halefoğlu toplantıyı terk etti.", "1982 - Yazar Tezer Özlü, Almanya'da \"Malbug Ödülü\"nü kazandı.", "1979 - Uluslararası Para Fonu, IMF, Türk lirası'nın yeniden devalüe edilmesini istedi.", "1975 - Monarşi, İspanya'ya geri döndü; Juan Carlos İspanya Kralı oldu.", "1968 - Türkiye'de ilk kalp nakli yapıldı. Doktor Kemal Beyazıt ve ekibinin gerçekleştirdiği ameliyat sonrası hasta 18 saat yaşayabildi.", "1963 - Amerika Birleşik Devletleri Başkanı John F. Kennedy Dallas'ta öldürüldü. Aynı gün, yardımcısı Lyndon B. Johnson Başkan oldu.", "1952 - Vatan gazetesinin başyazarı Ahmet Emin Yalman silahlı saldırıya uğradı.", "1950 - Dünya Barış Konseyi, Türkiye'den Nâzım Hikmet, İspanya'dan Pablo Picasso, Şili'den Pablo Neruda, Amerika'dan Paul Robeson ve Polonya'dan Wanda Jakubowska olmak üzere Uluslararası Barış Ödülü verdi.", "1948 - Türkiye'nin ikinci iktisat kongresi olan 1948 Türkiye İktisat Kongresi toplandı. Kongrede, devletçilik politikası eleştirildi, özel girişimciliğin teşviki istendi.", "1943 - Lübnan, Fransa'dan bağımsızlığını kazandı.", "1940 - II. Dünya Savaşı'nın Balkanlara sıçramasıyla birlikte Türkiye Bakanlar Kurulu, İstanbul ve Kocaeli'nin yanı sıra Trakya illerinde sıkıyönetim ilan etti.", "1936 - Halit Ziya Uşaklıgil'in son anıları \"Saray ve Ötesi\", Cumhuriyet gazetesinde yayımlanmaya başlandı.", "1928 - Ravel'in Boléro'su ilk kez Paris'te sahnelendi.", "1925 - Şapka Devrimi'ne karşı gösteriler sürüyor; Kayseri'de gösteriler yapıldı.", "1922 - Mısır'da Howard Carter, yardımcısı George Herbert de Carnarvon'la birlikte firavun Tutankhamun'un mezarını açtılar.", "1922 - Edirne ilinin, Havsa ilçesinin Yunan işgalinden kurtuluşu.", "1909 - Tıp Fakültesi'ne bağlı Diş Hekimliği bölümü kuruldu.", "1617 - I. Mustafa Padişah oldu. Babadan oğula geçen taht, bu kez kardeşe geçmiştir. Akıl sağlığı bozuk olan I. Mustafa, 3 ay sonra tahttan indirilmiş, 1622'de yeniden tahta çıkmış, 1623'te tekrar indirilmiştir.", "1497 - Portekizli denizci Vasco de Gama, Ümit Burnu'na vardı."]