["2009 - Şiddetli yağmurun yol açtığı sel, Suudi Arabistan'ın Cidde şehrinde 122 kişinin ölümüyle sonuçlandı.", "2002 - Uzay mekiği Endeavour uluslararası uzay istasyonuna kenetlenerek bir Amerikalı ve iki Rus astronotu bıraktı.", "2001 - Türkiye'nin ilk ve tek Yahudi müzesi olan 500. Yıl Vakfı Türk Musevileri Müzesi açıldı.", "2000 - Azerbaycan'ın başkenti Bakü'de, Richter ölçeğine göre 7 şiddetinde deprem meydana geldi. 26 kişi öldü.", "1999 - Yargıtay 9. Ceza Dairesi, PKK lideri Abdullah Öcalan hakkında verilen ölüm cezasını onadı.", "1998 - 55. Hükümet, gensoru ile düşürüldü. Devlet Bakanı Güneş Taner'in Bakanlık görevi sona erdi. Başbakan Mesut Yılmaz, istifasını Cumhurbaşkanı Süleyman Demirel'e sundu.", "1979 - Abdi İpekçi'nin katlinden sanık Mehmet Ali Ağca, Kartal-Maltepe Askeri Ceza ve Tutukevi'nden kaçtı.", "1975 - Surinam, Hollanda'dan bağımsızlığını kazandı.", "1973 - Yunanistan'da Yorgo Papadopulos liderliğindeki askerî cunta, ikinci bir askerî darbe ile devrildi.", "1969 - Beatles müzik grubundan John Lennon, İngiltere'nin Biafra'ya müdahalesi ile Amerika'nın Vietnam politikasına verdiği desteği protesto amacıyla, İngiltere Kraliçesinin verdiği unvanı reddetti.", "1968 - İstanbul'da Dr. Siyami Ersek ve ekibi, trafik kazasında ölen bir memurun kalbini bir işçiye taktı; hasta 39 saat yaşayabildi.", "1967 - ABD Başkanı Johnson'un Kıbrıs Özel Temsilcisi Cyrus Vance, Atina'nın önerilerini Ankara'ya getirdi. NATO Genel Sekreteri Manlio Brosio da arabuluculuk için Ankara'ya geldi. BM Güvenlik Konseyi, savaştan kaçınılması çağrısı yaptı.", "1958 - Ahmet Adnan Saygun'un bestelediği Yunus Emre Oratoryosu, BM'nin yeni çalışma dönemi dolayısıyla New York'ta seslendirildi. Orkestra ve koroyu şef Leopold Stokowski yönetti.", "1955 - Bir yıl önce büyük bir yangınla hasar gören Kapalıçarşı yeniden açıldı.", "1948 - Türkiye'de öğrenci velilerinin talebiyle, ilkokullara isteğe bağlı din dersi kondu.", "1943 - Sir Winston Churchill, Franklin D. Roosevelt ve Çan Kay Şek Kahire'de bir araya geldiler; Japonlar teslim olana kadar savaşa devam kararı alındı.", "1940 - Ağaçkakan Woody, Knock Knock isimli çizgi filmle ilk kez seyirci karşısına çıktı.", "1936 - Almanya ve Japonya, Avrupa kültürünü ve Dünya barışını Bolşevik tehditten korumak amacıyla Anti-Komintern Paktını imzaladı.", "1934 - Mustafa Kemal Atatürk, İsmet Paşa'ya \"İnönü\" soyadını verdi.", "1925 - Şapka Devrimi: Şapka giyilmesi konusundaki kanun, TBMM'de kabul edildi.", "1924 - Kazım Özalp Paşa, TBMM Başkanlığı’na seçildi.", "1922 - Edirne'nin kurtuluşu.", "1870 - İstanbul'da ilk mizah dergisi \"Diyojen\"in birinci sayısı yayınlandı."]