["2022 - ChatGPT'nin ilk sürümü yayınlandı.", "2007 - İstanbul-Isparta seferini yapmakta olan, Atlasjet Havayolları'na ait 4203 sefer sayılı,MD-83 tipi yolcu uçağı, Isparta'nın Çukurören ve Kılıç köyleri arasında kalan Türbetepe mevkiinde düştü. Uçakta bulunan, 50 yolcu ve 7 mürettebattan kurtulan olmadı.", "1999 - Avrupa İnsan Hakları Mahkemesi PKK lideri Abdullah Öcalan için verilen idam cezasına ihtiyati tedbir kararı aldı. Mahkeme, Strazburg'daki yargılama sonuçlanana kadar infazın ertelenmesini istedi.", "1997 - Genel nüfus sayımı ve seçmen yazımı gerçekleştirildi. Türkiye'nin nüfusu 62 milyon 865 bin 574 olarak belirlendi.", "1990 - Zonguldak'ta 43 bin maden işçisi greve başladı.", "1988 - Tek tip elbise giyilmesine karşı cezaevlerinde yapılan açlık grevleri, beş cezaevinde anlaşmaya varılması üzerine sona erdi.", "1982 - Dünya'nın bugüne kadar en çok satan albümü, Michael Jackson imzalı Thriller yayınlandı.", "1982 - Anadolu Üniversitesi kuruldu.", "1980 - Cem Adrian Türk şarkıcı, söz yazarı, besteci.", "1979 - Kurumlaşmış Irk Ayrımcılığı Suçunun Önlenmesi ve Cezalandırılması Uluslararası Sözleşmesi kabul edildi. Türkiye sözleşmeyi onaylamadı.", "1974 - Etiyopya'da 3.2 milyon yıl önce yaşamış bir insanın iskeleti keşfedildi, buna Lucy (Australopithecus) adı verildi.", "1974 - Dicle Üniversitesi kuruldu.", "1973 - Çukurova Üniversitesi kuruldu.", "1967 - Yemen Demokratik Halk Cumhuriyeti (Güney Yemen) kuruldu. 22 Mayıs 1990'da Kuzey Yemen'le birleşerek Yemen Cumhuriyeti adını almıştır.", "1966 - Barbados, Birleşik Krallık'tan bağımsızlığını ilan etti.", "1961 - Birleşmiş Milletler'in genel sekreterliğine Birmanya'lı (diğer adlarıyla Myanmar veya Burma) eğitimci U Thant seçildi. U Thant, bu görevi 31 Aralık 1971 tarihine kadar sürdürdü.", "1959 - Alfred Hitchcock'un başyapıtı Sapık çekilmeye başlandı.", "1958 - Fransız Ekvatoral Afrikası içinde yer alan, Çad, Orta Kongo (şimdiki Kongo Cumhuriyeti), Gabon, Orta Afrika Cumhuriyeti, Eylül 1958'de yapılan referandumda, Fransız Topluluğu içinde özerk olmak yönünde oy kullanmaları sonucunda federasyon dağıldı. Geçici Orta Afrika Cumhuriyetleri Birliği'ni oluşturan bu ülkeler, Ağustos 1960'ta bağımsız oldular.", "1954 - ABD ilk hidrojen bombasını Eniwetok Adası'nda patlattı.", "1952 - ABD'nin çift projektör kullanılan ilk 3-Boyutlu renkli filmi Bwana Devil ABD'de ilk kez gösterildi.", "1948 - Almanya Komünist Partisi, Berlin'in Sovyetler Birliği'ne ait bölümünde şehir hükûmeti oluşturdu.", "1939 - II. Dünya Savaşı'da Kızıl Ordu (SSCB) birlikleri Finlandiya'ya saldırdı.", "1939 - Macar Devrimi'nin önderi Bela Kun, Ukrayna'da kurşuna dizildi.", "1930 - Paris'teki bir film şirketinin düzenlediği uluslararası ses yarışmasının Türkiye bölümü, Cumhuriyet gazetesince gerçekleştirildi. Yarışmaya katılan 38 kişiden Hudadat Şakir Hanım, 20 Jüri üyesinden 16'sının oyuyla Türkiye Ses Kraliçesi seçildi.", "1925 - TBMM kürsüsünün arkasındaki duvara Hakimiyet Milletindir yazısı asıldı.", "1925 - Selahiyetsiz sarık ve ruhani kıyafet taşıyanların cezalandırılmasına ilişkin kanun çıktı.", "1925 - Tekke ve zaviyelerin kapatılmasına ilişkin kanun kabul edildi.", "1919 - Fransa'daki seçimlerde kadınlara ilk kez oy hakkı tanındı.", "1909 - Osmanlı tarihiyle ilgili bilimsel çalışmalar yapmak amacıyla Tarihi Osmani Encümeni kuruldu.", "1872 - Dünya futbol tarihinin ilk millî maçı Glasgow'da oynandı (İskoçya-0 İngiltere-0)", "1853 - Sinop Baskını: Kırım Savaşının önemli çarpışmalarından biri olan baskında Rus Karadeniz donanması, Sinop'ta Osmanlı donanmasına ağır bir darbe indirdi."]