["2023 - 38. Cumhuriyet Halk Partisi Olağan Kurultayı'nda yapılan genel başkanlık seçimleri sonucunda Özgür Özel, partinin yeni genel başkanı seçildi. Önceki başkan Kemal Kılıçdaroğlu 13 yıldır görevdeydi.", "2006 - Irak'ın devrik lideri Saddam Hüseyin'e, bir kentte 148 Şiinin öldürülmesi suçundan idam cezası verildi.", "1996 - ABD Başkanlık seçimlerini Bill Clinton kazandı.", "1994 - 45 yaşındaki George Foreman, Michael Moorer'ı nakavt ederek en yaşlı ağır sıklet boks şampiyonu oldu.", "1991 - Filipinler'de meydana gelen selde yaklaşık 7000 kişi öldü.", "1986 - Yanmasının ardından 45 yıl sonra, İstanbul Ortodoks Fener Rum Patrikhanesi'nin yeniden yapılmasına izin verildi.", "1984 - Güney Afrika Cumhuriyeti'nde ırkçılığa karşı genel grev yapıldı.", "1979 - Ayetullah Humeyni ABD'yi en büyük şeytan ilan etti.", "1972 - Bülent Ecevit, bir gün önce CHP üyeliğinden istifa eden İsmet İnönü için, \"İnönü'ye esenlik ve uzun ömür dilerim\" dedi.", "1968 - ABD Başkanlık seçimlerini Richard M. Nixon kazandı.", "1964 - Türkiye - Sovyetler Birliği Kültür Anlaşması imzalandı.", "1957 - Vatan Partisi Genel Başkanı Dr. Hikmet Kıvılcımlı tutuklandı. Kıvılcımlı, dini siyasete alet ederek komünizm propagandası yapmakla suçlanıyordu.", "1956 - Sovyet tankları Macaristan'daki ayaklanmayı bastırdı; Janos Kadar başkanlığında yeni bir Hükümet kuruldu.", "1945 - Kolombiya, Birleşmiş Milletler örgütüne üye oldu.", "1942 - II. Dünya Savaşı günlerinde, lokantalara ve birahanelere ekmek verilmesi yasaklandı.", "1940 - ABD Başkanlık seçimlerini Franklin D. Roosevelt kazandı.", "1939 - Hatay ilinde 5 sandalye için milletvekili ara seçimi yapıldı.", "1936 - Eski adı Mekteb-i Mülkiye olan Siyasal Bilgiler Okulu İstanbul'dan Ankara'ya taşındı.", "1934 - Devlet Tiyatroları Genel Müdürlüğü (Türkiye) kuruldu.", "1930 - İlk televizyon reklamı Londra'da gösterildi.", "1925 - Ankara Hukuk Fakültesi, Atatürk tarafından açıldı.", "1925 - Benito Mussolini, sol partilerin tümünü kapattı.", "1924 - Çin'in \"Küçük İmparator\"u Puyi, krallık sarayından çıkarıldı. Mançu unvanları iptal edildi.", "1922 - İsmet Paşa başkanlığındaki TBMM Delegasyonu, Lozan Barış Konferansına katılmak üzere, İsviçre'ye hareket etti.", "1919 - Gaziantep, Fransız kuvvetleri tarafından işgal edildi.", "1914 - Kıbrıs'ın yönetimi, Osmanlı İmparatorluğu'ndan Birleşik Krallık'a geçti.", "1914 - Birleşik Krallık ve Fransa, Osmanlı İmparatorluğuna savaş ilan etti.", "1912 - ABD Başkanlık seçimlerini Woodrow Wilson kazandı.", "1911 - 29 Eylül 1911'de Osmanlı İmparatorluğu'na savaş ilan ettikten sonra; İtalya, Trablus ve Sirenayka'yı ilhak etti.", "1898 - Negrese milliyetçileri, İspanyol yönetimine karşı ayaklandı ve kısa ömürlü Negros Cumhuriyeti'ni kurdu.", "1895 - Rochester, New York'tan George B. Selden, benzinle çalışan otomobil için ilk ABD patentini aldı.", "1854 - İngiliz-Fransız Birleşik Donanması Kırım Savaşı’nda Rus donanmasını yenilgiye uğrattı.", "1840 - Afganistan, İngilizlere teslim oldu.", "1780 - Albay LaBalme komutasındaki Fransız-Amerikan kuvvetleri Miami Şefi 'Little Turtle' tarafından yenildi.", "1757 - Prusya Kralı II. Friedrich, Yedi Yıl Savaşları'nda Fransa'yı, Rosbach'da yendi.", "1638 - IV. Murat komutasındaki Osmanlı ordusu, Musul'a girdi.", "1605 - Guy Fawkes İngiltere'de Westminster Sarayı'nı havaya uçurmaya kalkıştı. Fawkes ve arkadaşları idam edildi. (Barut komplosu)", "1556 - Hindistan'daki Babür İmparatorluğu, II. Panipat Zaferi'ni kazanarak eski gücüne kavuştu. Tahtta hak iddia eden Hemu, Ekber Şah'ın veziri Bayram Han tarafından yenildi ve Babür Hanedanının fetret devri sona erdi.", "1499 - Jehan Lagadeuc tarafından 1464'te Tréguier'de yazılan Catholicon Yayını; bu ilk Bretonca sözlük ve aynı zamanda ilk Fransızca sözlüktür.", "1138 - Lý Anh Tông, 37 yıllık bir saltanata başlayarak iki yaşında Vietnam imparatoru olarak tahta çıktı."]