["2020 - Azerbaycan ve Ermenistan arasındaki Dağlık Karabağ Savaşı'nı bitiren Ateşkes Antlaşması imzalandı.", "2011 - Van'da 5.6 büyüklüğünde bir deprem meydana geldi.", "2005 - Şemdinli'de patlayan bir bombanın ardından olaylar çıktı.", "1995 - Avrupa Parlamentosu, hapisteki DEP milletvekili Leyla Zana'ya Sakharov Düşünce Özgürlüğü Ödülü verdi.", "1994 - Aziz Nesin, \"Uluslararası Basın Özgürlüğü Ödülü\"nü aldı. Ödülü, merkezi New York'ta bulunan Gazetecileri Koruma Komitesi verdi.", "1994 - Urfa tüneli'ne törenle su verildi. Tünel, Fırat'ın suyunu Harran'a kavuşturacak.", "1993 - Hırvat topçu bataryaları, Bosna'nın Mostar kentindeki Osmanlı Mostar Köprüsü'nü tahrip etti. Köprü 16. yüzyılda yapılmıştı.", "1990 - Mary Robinson, İrlanda'nın ilk kadın Devlet Başkanı oldu.", "1989 - Doğu Alman Hükûmetinin, iki Almanya arasında seyahati serbest bırakması üzerine, binlerce kişi Berlin Duvarı'nı aşarak Batıya geçmeye başladı. 13 Ağustos 1961'de inşa edilen Duvar'ın yıkılmasıyla Soğuk Savaş dönemi sona erdi.", "1989 - Kenan Evren'in Cumhurbaşkanlığı görevi bitti, Turgut Özal Cumhurbaşkanı seçildi.", "1988 - Sosyaldemokrat Halkçı Parti (SHP) Milletvekili Fikri Sağlar, 1980-1988 arasında işkenceden 149 kişinin öldüğünü açıkladı.", "1988 - Galatasaray Futbol Takımı, Şampiyon Kulüpler Kupası'nda çeyrek finale çıktı; Galatasaray İstanbul'da Neuchâtel Xamax takımını 5-0 yendi.", "1985 - Satrançta Gary Kasparov, Anatoly Karpov'u yendi; Dünya satranç şampiyonu oldu.", "1985 - Cumhurbaşkanı Kenan Evren'in Necmettin Erbakan'a tepkisi: \"Yarın aynı zamanda Atatürk'ün ölümünün yıl dönümü. Erbakan böyle bir günde Ankara'da bulunur mu? Onun başkenti Konya. Elbette oraya gidecek.\"", "1982 - İki gün önce %91,37 \"EVET\" oyuyla kabul edilen 1982 Anayasası yürürlüğe girdi. Kenan Evren, Türkiye'nin 7. Cumhurbaşkanı olarak göreve başladı.", "1977 - Başbakan Süleyman Demirel eleştirileri yanıtladı. \"70 sente muhtaç olduğumuz devirde hacılarımıza 70 milyon dolar bulduk\" dedi.", "1968 - ABD'nin Illinois Eyaletinde, 5,4 büyüklüğünde deprem meydana geldi.", "1953 - Kamboçya, Fransa'dan bağımsızlığını ilan etti.", "1938 - Kristal Gece: Yahudilere karşı toplu saldırılar başladı. Berlin'de 7 bin Yahudi dükkânı yağmalandı, yüzlerce sinagog ateşe verildi ve çok sayıda Yahudi öldürüldü.", "1937 - Japonya, Şanghay'a girdi.", "1936 - Montreux Boğazlar Sözleşmesi yürürlüğe girdi.", "1930 - Avusturya'da yapılan seçimleri sosyalistler kazandı. Naziler ve komünistler Parlamentoya giremedi.", "1924 - Refet Paşa (Refet Bele), Rauf Bey (Rauf Orbay) ve Adnan Bey'in (Adnan Adıvar) aralarında bulunduğu bir grup milletvekili Halk Fırkası'ndan istifa etti.", "1921 - Benito Mussolini, İtalya'da Ulusal Faşist Parti'yi kurdu.", "1918 - Almanya'da Weimar Cumhuriyeti ilan edildi.", "1912 - Yunanistan, Selanik'i işgal etti.", "1888 - Karındeşen Jack, beşinci kurbanı olan Mary Jane Kelly'yi öldürdü."]