["2021 - Myanmar'da Min Aung Hlaing tarafından askerî darbe gerçekleştirildi.", "2013 - Ankara'da ABD Büyükelçiliği'nde patlama oldu, iki kişi öldü.", "2012 - Mısır'ın ünlü takımı El Ehli ile Port Said'in El Masri takımları arasındaki maçtan sonra çıkan olaylarda 74 kişi öldü, 200'ü ağır binden fazla kişi yaralandı.", "2012 - 30 yıllık Dev-Yol davası düştü. Yargıtay 9. Ceza Dairesi, Ankara 1 No'lu Sıkıyönetim Mahkemesinde, 574 sanıkla 18 Ekim 1982'de başlayan Dev-Yol ana davasının tüm sanıklar yönünden zaman aşımından düşürülmesine karar verdi.", "2006 - Danimarka gazetesi Jylls-Posten'de İslam dünyasını rahatsız eden karikatürlerin yayımlanmasından 5 ay sonra, Avrupa'da birçok gazete aynı karikatürleri yayımladı. Danimarka'ya yönelik protestolar yayıldı. (4 Şubat'ta Şam'daki Danimarka ve Norveç Büyükelçilikleri ateşe verildi. 7 Şubat'ta Afganistan'daki Norveç birliklerine saldırı düzenlendi ve 10 Şubat'ta Danimarka, birçok Müslüman ülkedeki Elçiliklerini kapattı.)", "2005 - Nepal'de Kral Gyanendra darbe yaptı.[1]", "2005 - The New Anatolian gazetesi yayın hayatına başladı.", "2005 - Kanada aynı cinsiyetten olanların evlenmesini yasallaştıran 4. ülke oldu.", "2004 - Suudi Arabistan'da Hac sırasında çıkan izdihamda 289 hacı öldü.", "2003 - Columbia uzay mekiği, Dünyaya dönüşü sırasında Teksas üzerinde parçalandı: mekikteki yedi astronot öldü.", "2000 - Amerika Birleşik Devletleri'nde Illinois Eyalet Valisi George Ryan, idam cezalarının infazlarını durdurdu. 20 yıl içinde 13 idam mahkûmunun suçsuz olduğunun anlaşılması Valiye bu kararı aldırttı.", "1997 - Susurluk kazasıyla ortaya çıkan karanlık ilişkileri protesto etmek ve \"temiz toplum, temiz siyaset\" özlemini duyurmak amacıyla, \"Sürekli Aydınlık İçin 1 Dakika Karanlık\" eylemi başlatıldı.", "1993 - İçişleri Bakanlığı, Valiliklere yurt içinden yayın yapan özel radyo televizyon kuruluşlarının kapatılmasını öngören bir genelge gönderdi. Özel radyolar, dinleyicilerinden Başbakan Süleyman Demirel'e genelgeyi protesto telgrafları ve faksları göndermelerini istediler.", "1992 - Şırnak'ın Görmeç köyünde Jandarma Bölük Komutanlığına çığ düştü; 76'sı asker 81 kişi öldü. Siirt'in Eruh ilçesinin Tünekpınar köyü Jandarma Karakolu'na da çığ düşmesi sonucu 32 er öldü.", "1990 - Yugoslav ordusu Kosova'ya girdi.", "1989 - Millî futbolcu Tanju Çolak, Monte Carlo'da düzenlenen törende \"Altın Ayakkabı\" ödülü aldı.", "1980 - İstanbul'da zamlara tepki gösteren halk bilet almadan vapura bindi.", "1979 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Milliyet gazetesi Genel Yayın Yönetmeni Abdi İpekçi, suikast sonucu öldürüldü. 25 Haziran'da yakalanan katil Mehmet Ali Ağca, 1980'de ölüm cezasına çarptırıldı.", "1979 - Humeyni'yi, Paris'teki 14 yıllık sürgün yaşamından Tahran'a dönüşünde milyonlarca İran'lı karşıladı.", "1978 - Film yönetmeni Roman Polanski, kefaletini yakarak ABD'den Fransa'ya kaçtı. 13 yaşında bir kızla cinsel ilişkiye girme suçuyla hakkında dava açılmıştı.", "1974 - São Paulo'da (Brezilya) 25 katlı bir iş yerinde yangın çıktı: 189 kişi öldü, 293 kişi yaralandı.", "1974 - İzmir'de sabaha karşı saat 02:04'te bir deprem oldu, tarihi Saat Kulesi'nin tepesinin de yıkıldığı depremde 2 kişi öldü.", "1968 - Vietnam Savaşı: Vietkong'lu Nguyen Van Lem, Güney Vietnam'lı millî polis şefi Nguyễn Ngọc Loan tarafından vurularak öldürüldü. İnfaz anı hem video hem de fotoğraf olarak kaydedildi.", "1963 - İki uçağın Ankara üzerinde çarpışarak Ulus semtine düşmesi sonucu, 80 kişi öldü.", "1958 - Mısır ve Suriye, Birleşik Arap Cumhuriyeti adıyla birleşti. Bu durum ancak 1961'e dek sürdü.", "1957 - Alman mühendis Felix Wankel tarafından icat edilen ve çalışan ilk prototip Wankel motoru, Almanya NSU araştırma ve geliştirme merkezinde ilk kez çalıştırıldı.", "1944 - Bolu-Gerede depremi: Gerede, Bolu ve Çankırı'daki depremlerde 4611 kişi öldü.", "1935 - Ayasofya, müze olarak halkın ziyaretine açıldı.", "1933 - Cumhuriyet ilkelerini benimsetmek ve aynı doğrultuda kültür hareketi oluşturmak amacıyla Halkevleri'nin yayın organı olarak Ülkü dergisi yayınlanmaya başladı.", "1933 - Bursa'da ezan ve kametin Türkçe okunmasını yanlış bulan bir grup, Ulucami'de namazdan çıkan halkı da yanlarına alarak Valilik önünde gösteri yaptı.", "1930 - Kayseri-Şarkışla Demiryolu işletmeye açıldı.", "1926 - Ankara'da Gazi İstasyonu açıldı.", "1924 - Zekeriya Sertel tarafından yayınlanan Resimli Ay yayın hayatına başladı.", "1924 - Birleşik Krallık, SSCB'yi resmen tanıdı.", "1923 - Almanya'da enflasyon artıyor; 1 sterlin 220 bin mark değerine ulaştı.", "1919 - İnci adlı aylık kadın dergisi İstanbul'da yayımlanmaya başladı. Sahibi Sedat Simavi idi.", "1918 - Rusya, Gregoryen takvim'e geçti.", "1915 - 20th Century Fox film şirketi kuruldu.", "1913 - Grand Central Terminal, New York'ta açıldı: Dünyanın en büyük tren istasyonu.", "1896 - Giacomo Puccini'nin La bohème operası, ilk kez İtalya'nın Turin şehrinde sahnelendi.", "1895 - Lumiere Kardeşler, sinema makinasını icat ettiler.", "1887 - ABD'de emlakçılık yapan Harvey Henderson Wilcox ve karısı, Hollywood isimli çiftliklerini tapu dairesinde kaydettirdi. Los Angeles'in batısındaki araziye; telefon, elektrik, gaz ve su getirttiler. Amerikan sinema endüstrisi burada doğdu.", "1884 - Oxford English Dictionary'nin ilk baskısı yapıldı.", "1861 - Amerikan İç Savaşı: Teksas, Amerika Birleşik Devletleri'nden ayrıldı.", "1814 - Filipinler'deki Mayon yanardağı lav püskürdü; yaklaşık 1200 kişi öldü.", "1793 - Fransa, İngiltere ve Hollanda'ya savaş ilan etti.", "1662 - Çinli general Koxinga, dokuz ay süren kuşatmadan sonra Tayvan adasını ele geçirdi.", "1553 - Osmanlı İmparatorluğu ve Fransa Krallığı arasında, İstanbul Antlaşması imzalandı.", "1411 - Birinci Toruń Barışı, müttefik Polonya Krallığı ve Litvanya Büyük Dükalığı ile Töton Şövalyeleri'nin aralarındaki savaşın bitmesiyle Toruń kentinde imzalandı."]