["2021 - Myanmar'da Min Aung Hlaing tarafu0131ndan askeru00ee darbe geru00e7ekleu015ftirildi.",  "2013 - Ankara'da ABD Bu00fcyu00fckelu00e7iliu011fi'nde patlama oldu, iki kiu015fi u00f6ldu00fc.",  "2012 - Mu0131su0131r'u0131n u00fcnlu00fc taku0131mu0131 El Ehli ile Port Said'in El Masri taku0131mlaru0131 arasu0131ndaki mau00e7tan sonra u00e7u0131kan olaylarda 74 kiu015fi u00f6ldu00fc, 200'u00fc au011fu0131r binden fazla kiu015fi yaralandu0131.",  "2012 - 30 yu0131llu0131k Dev-Yol davasu0131 du00fcu015ftu00fc. Yargu0131tay 9. Ceza Dairesi, Ankara 1 No'lu Su0131ku0131yu00f6netim Mahkemesinde, 574 sanu0131kla 18 Ekim 1982'de bau015flayan Dev-Yol ana davasu0131nu0131n tu00fcm sanu0131klar yu00f6nu00fcnden zaman au015fu0131mu0131ndan du00fcu015fu00fcru00fclmesine karar verdi.",  "2006 - Danimarka gazetesi Jylls-Posten'de u0130slam du00fcnyasu0131nu0131 rahatsu0131z eden karikatu00fcrlerin yayu0131mlanmasu0131ndan 5 ay sonra, Avrupa'da biru00e7ok gazete aynu0131 karikatu00fcrleri yayu0131mladu0131. Danimarka'ya yu00f6nelik protestolar yayu0131ldu0131. (4 u015eubat'ta u015eam'daki Danimarka ve Norveu00e7 Bu00fcyu00fckelu00e7ilikleri ateu015fe verildi. 7 u015eubat'ta Afganistan'daki Norveu00e7 birliklerine saldu0131ru0131 du00fczenlendi ve 10 u015eubat'ta Danimarka, biru00e7ok Mu00fcslu00fcman u00fclkedeki Elu00e7iliklerini kapattu0131.)",  "2005 - Nepal'de Kral Gyanendra darbe yaptu0131.[1]",  "2005 - The New Anatolian gazetesi yayu0131n hayatu0131na bau015fladu0131.",  "2005 - Kanada aynu0131 cinsiyetten olanlaru0131n evlenmesini yasallau015ftu0131ran 4. u00fclke oldu.",  "2004 - Suudi Arabistan'da Hac su0131rasu0131nda u00e7u0131kan izdihamda 289 hacu0131 u00f6ldu00fc.",  "2003 - Columbia uzay mekiu011fi, Du00fcnyaya du00f6nu00fcu015fu00fc su0131rasu0131nda Teksas u00fczerinde paru00e7alandu0131: mekikteki yedi astronot u00f6ldu00fc.",  "2000 - Amerika Birleu015fik Devletleri'nde Illinois Eyalet Valisi George Ryan, idam cezalaru0131nu0131n infazlaru0131nu0131 durdurdu. 20 yu0131l iu00e7inde 13 idam mahku00fbmunun suu00e7suz olduu011funun anlau015fu0131lmasu0131 Valiye bu kararu0131 aldu0131rttu0131.",  "1997 - Susurluk kazasu0131yla ortaya u00e7u0131kan karanlu0131k iliu015fkileri protesto etmek ve "temiz toplum, temiz siyaset" u00f6zlemini duyurmak amacu0131yla, "Su00fcrekli Aydu0131nlu0131k u0130u00e7in 1 Dakika Karanlu0131k" eylemi bau015flatu0131ldu0131.",  "1993 - u0130u00e7iu015fleri Bakanlu0131u011fu0131, Valiliklere yurt iu00e7inden yayu0131n yapan u00f6zel radyo televizyon kuruluu015flaru0131nu0131n kapatu0131lmasu0131nu0131 u00f6ngu00f6ren bir genelge gu00f6nderdi. u00d6zel radyolar, dinleyicilerinden Bau015fbakan Su00fcleyman Demirel'e genelgeyi protesto telgraflaru0131 ve fakslaru0131 gu00f6ndermelerini istediler.",  "1992 - u015eu0131rnak'u0131n Gu00f6rmeu00e7 ku00f6yu00fcnde Jandarma Bu00f6lu00fck Komutanlu0131u011fu0131na u00e7u0131u011f du00fcu015ftu00fc; 76'su0131 asker 81 kiu015fi u00f6ldu00fc. Siirt'in Eruh ilu00e7esinin Tu00fcnekpu0131nar ku00f6yu00fc Jandarma Karakolu'na da u00e7u0131u011f du00fcu015fmesi sonucu 32 er u00f6ldu00fc.",  "1990 - Yugoslav ordusu Kosova'ya girdi.",  "1989 - Millu00ee futbolcu Tanju u00c7olak, Monte Carlo'da du00fczenlenen tu00f6rende "Altu0131n Ayakkabu0131" u00f6du00fclu00fc aldu0131.",  "1980 - u0130stanbul'da zamlara tepki gu00f6steren halk bilet almadan vapura bindi.",  "1979 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Milliyet gazetesi Genel Yayu0131n Yu00f6netmeni Abdi u0130peku00e7i, suikast sonucu u00f6ldu00fcru00fcldu00fc. 25 Haziran'da yakalanan katil Mehmet Ali Au011fca, 1980'de u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1979 - Humeyni'yi, Paris'teki 14 yu0131llu0131k su00fcrgu00fcn yau015famu0131ndan Tahran'a du00f6nu00fcu015fu00fcnde milyonlarca u0130ran'lu0131 karu015fu0131ladu0131.",  "1978 - Film yu00f6netmeni Roman Polanski, kefaletini yakarak ABD'den Fransa'ya kau00e7tu0131. 13 yau015fu0131nda bir ku0131zla cinsel iliu015fkiye girme suu00e7uyla hakku0131nda dava au00e7u0131lmu0131u015ftu0131.",  "1974 - Su00e3o Paulo'da (Brezilya) 25 katlu0131 bir iu015f yerinde yangu0131n u00e7u0131ktu0131: 189 kiu015fi u00f6ldu00fc, 293 kiu015fi yaralandu0131.",  "1974 - u0130zmir'de sabaha karu015fu0131 saat 02:04'te bir deprem oldu, tarihi Saat Kulesi'nin tepesinin de yu0131ku0131ldu0131u011fu0131 depremde 2 kiu015fi u00f6ldu00fc.",  "1968 - Vietnam Savau015fu0131: Vietkong'lu Nguyen Van Lem, Gu00fcney Vietnam'lu0131 millu00ee polis u015fefi Nguyu1ec5n Ngu1ecdc Loan tarafu0131ndan vurularak u00f6ldu00fcru00fcldu00fc. u0130nfaz anu0131 hem video hem de fotou011fraf olarak kaydedildi.",  "1963 - u0130ki uu00e7au011fu0131n Ankara u00fczerinde u00e7arpu0131u015farak Ulus semtine du00fcu015fmesi sonucu, 80 kiu015fi u00f6ldu00fc.",  "1958 - Mu0131su0131r ve Suriye, Birleu015fik Arap Cumhuriyeti adu0131yla birleu015fti. Bu durum ancak 1961'e dek su00fcrdu00fc.",  "1957 - Alman mu00fchendis Felix Wankel tarafu0131ndan icat edilen ve u00e7alu0131u015fan ilk prototip Wankel motoru, Almanya NSU arau015ftu0131rma ve geliu015ftirme merkezinde ilk kez u00e7alu0131u015ftu0131ru0131ldu0131.",  "1944 - Bolu-Gerede depremi: Gerede, Bolu ve u00c7anku0131ru0131'daki depremlerde 4611 kiu015fi u00f6ldu00fc.",  "1935 - Ayasofya, mu00fcze olarak halku0131n ziyaretine au00e7u0131ldu0131.",  "1933 - Cumhuriyet ilkelerini benimsetmek ve aynu0131 dou011frultuda ku00fcltu00fcr hareketi oluu015fturmak amacu0131yla Halkevleri'nin yayu0131n organu0131 olarak u00dclku00fc dergisi yayu0131nlanmaya bau015fladu0131.",  "1933 - Bursa'da ezan ve kametin Tu00fcrku00e7e okunmasu0131nu0131 yanlu0131u015f bulan bir grup, Ulucami'de namazdan u00e7u0131kan halku0131 da yanlaru0131na alarak Valilik u00f6nu00fcnde gu00f6steri yaptu0131.",  "1930 - Kayseri-u015earku0131u015fla Demiryolu iu015fletmeye au00e7u0131ldu0131.",  "1926 - Ankara'da Gazi u0130stasyonu au00e7u0131ldu0131.",  "1924 - Zekeriya Sertel tarafu0131ndan yayu0131nlanan Resimli Ay yayu0131n hayatu0131na bau015fladu0131.",  "1924 - Birleu015fik Krallu0131k, SSCB'yi resmen tanu0131du0131.",  "1923 - Almanya'da enflasyon artu0131yor; 1 sterlin 220 bin mark deu011ferine ulau015ftu0131.",  "1919 - u0130nci adlu0131 aylu0131k kadu0131n dergisi u0130stanbul'da yayu0131mlanmaya bau015fladu0131. Sahibi Sedat Simavi idi.",  "1918 - Rusya, Gregoryen takvim'e geu00e7ti.",  "1915 - 20th Century Fox film u015firketi kuruldu.",  "1913 - Grand Central Terminal, New York'ta au00e7u0131ldu0131: Du00fcnyanu0131n en bu00fcyu00fck tren istasyonu.",  "1896 - Giacomo Puccini'nin La bohu00e8me operasu0131, ilk kez u0130talya'nu0131n Turin u015fehrinde sahnelendi.",  "1895 - Lumiere Kardeu015fler, sinema makinasu0131nu0131 icat ettiler.",  "1887 - ABD'de emlaku00e7u0131lu0131k yapan Harvey Henderson Wilcox ve karu0131su0131, Hollywood isimli u00e7iftliklerini tapu dairesinde kaydettirdi. Los Angeles'in batu0131su0131ndaki araziye; telefon, elektrik, gaz ve su getirttiler. Amerikan sinema endu00fcstrisi burada dou011fdu.",  "1884 - Oxford English Dictionary'nin ilk basku0131su0131 yapu0131ldu0131.",  "1861 - Amerikan u0130u00e7 Savau015fu0131: Teksas, Amerika Birleu015fik Devletleri'nden ayru0131ldu0131.",  "1814 - Filipinler'deki Mayon yanardau011fu0131 lav pu00fcsku00fcrdu00fc; yaklau015fu0131k 1200 kiu015fi u00f6ldu00fc.",  "1793 - Fransa, u0130ngiltere ve Hollanda'ya savau015f ilan etti.",  "1662 - u00c7inli general Koxinga, dokuz ay su00fcren kuu015fatmadan sonra Tayvan adasu0131nu0131 ele geu00e7irdi.",  "1553 - Osmanlu0131 u0130mparatorluu011fu ve Fransa Krallu0131u011fu0131 arasu0131nda, u0130stanbul Antlau015fmasu0131 imzalandu0131.",  "1411 - Birinci Toruu0144 Baru0131u015fu0131, mu00fcttefik Polonya Krallu0131u011fu0131 ve Litvanya Bu00fcyu00fck Du00fckalu0131u011fu0131 ile Tu00f6ton u015eu00f6valyeleri'nin aralaru0131ndaki savau015fu0131n bitmesiyle Toruu0144 kentinde imzalandu0131."]







