["2015 - 3 kiu015finin katledildiu011fi Chapel Hill saldu0131ru0131su0131 vuku buldu.",  "2006 - Milliyet gazetesi yazaru0131 Abdi u0130peku00e7i'yi u00f6ldu00fcrmek ve iki ayru0131 gasp olayu0131 nedeniyle daha u00f6nce 36 yu0131l hapis cezasu0131na u00e7arptu0131ru0131lan Mehmet Ali Au011fca, aynu0131 davadan dolayu0131 yeni Tu00fcrk Ceza Kanununa gu00f6re yeniden yargu0131landu0131. Kadu0131ku00f6y 1. Au011fu0131r Ceza Mahkemesi, lehte hu00fcku00fcmleri gu00f6z u00f6nu00fcne alarak, Au011fca'yu0131 21 yu0131l 8 ay hapse mahku00fbm etti.",  "2006 - 2006 Ku0131u015f Olimpiyatlaru0131, Torino'da (u0130talya) bau015fladu0131.",  "1998 - Fransa'da sinema dalu0131nda du00fczenlenen Sadoul u00d6du00fclu00fc'nu00fc, yu00f6netmenliu011fini Zeki Demirkubuz'un yaptu0131u011fu0131 "Masumiyet" adlu0131 film kazandu0131.",  "1996 - IBM'in su00fcper bilgisayaru0131 Deep Blue, Garry Kasparov'u yenmeyi bau015fardu0131.",  "1993 - "Yorgun Savau015fu00e7u0131" filmi, Tu00fcrkiye Radyo ve Televizyon Kurumunda (TRT) yayu0131na girdi. Film, devlet televizyonu tarafu0131ndan u00e7ekilmiu015f ancak siyasi ve askeri otorite tarafu0131ndan imhasu0131na karar verilmiu015f ve 1983 yu0131lu0131nda yaku0131lmu0131u015ftu0131. Ku00fcltu00fcr Bakanu0131 Fikri Sau011flar, filmin yaku0131lmaktan kurtulan tek nu00fcshasu0131nu0131 buldurttu ve yayu0131na soktu.",  "1992 - Boksu00f6r Mike Tyson, Amerika zenci gu00fczeli Desiree Washington'a tecavu00fcz suu00e7undan mahku00fbm oldu.",  "1987 - Yazar Aziz Nesin, Cumhurbau015fkanu0131 Kenan Evren aleyhine au00e7tu0131u011fu0131 tazminat davasu0131 mahkemece reddedildi. Red gereku00e7esi olarak, Cumhurbau015fkanlaru0131nu0131n "vatan hainliu011fi" du0131u015fu0131ndaki suu00e7lardan yargu0131lanamayacau011fu0131 gu00f6sterildi.",  "1981 - Kapatu0131lan Milliyetu00e7i Hareket Partisi Genel Bau015fkanu0131 Alparslan Tu00fcrkeu015f, savcu0131lu0131kta ifade verdi. Adam u00f6ldu00fcrmeyi azmettirdiu011fi iddia edilen Alparslan Tu00fcrkeu015f, kapatu0131lan Milliyetu00e7i Hareket Partisi teu015fkilatu0131nu0131n her tu00fcrlu00fc u015fiddet hareketine ve adam u00f6ldu00fcrmeye karu015fu0131 olduu011funu su00f6yledi.",  "1981 - Genelkurmay Su0131ku0131yu00f6netim Askeri Hizmetler Koordinasyon Bau015fkanlu0131u011fu0131, 5 sanatu00e7u0131ya "teslim ol" u00e7au011fru0131su0131 yaptu0131. "Teslim ol" u00e7au011fru0131su0131 yapu0131lan sanatu00e7u0131lar Cem Karaca, Melike Demirau011f, u015eanar Yurdatapan, Sema Poyraz ve Selda Bau011fcanu2019du0131.",  "1980 - Tariu015f olaylaru0131:8 u015eubat gu00fcnu00fc u00c7iu011fli u0130plik Fabrikasu0131'nda 1500 iu015fu00e7i kapu0131laru0131 kapatarak barikat kurmuu015ftu. 10 u015eubat'ta polis iu015fu00e7ilere mu00fcdahale etti; 15 kiu015fi yaralandu0131, 500 kiu015fi gu00f6zaltu0131na alu0131ndu0131.",  "1979 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): CHP ve AP milletvekilleri TBMM'de yumruk yumruu011fa kavga etti.",  "1979 - Hacettepe Tu0131p Faku00fcltesi Hastanesi'nde, Tu00fcrkiye'de ilk kez bir buu00e7uk aylu0131k bir bebeu011fe au00e7u0131k kalp ameliyatu0131 yapu0131ldu0131.",  "1971 - Mehmet Ali Aybar, ihrau00e7 talebiyle Tu0130P Haysiyet Divanu0131'na sevk edildi.",  "1969 - ABD 6. Filosuna bau011flu0131 gemiler, u0130stanbul'a geldi. u00dcniversite u00f6u011frencileri protesto du00fczenledi.",  "1962 - Dou011fu - Batu0131 arasu0131nda casus deu011fiu015f tokuu015fu yapu0131ldu0131; SSCB semalaru0131nda du00fcu015fu00fcru00fclen ABD casus uu00e7au011fu0131 U-2'nin pilotu Francis Gary Powers, Rus casus Rudolf Abel ile takas edildi.",  "1958 - u0130stanbul Valisi Mu00fcmtaz Tarhan, gece kulu00fcplerinde striptiz yapu0131lmasu0131nu0131 yasakladu0131.",  "1956 - Ceyhan Nehri tau015ftu0131. u00c7ukurova'da 50 bin hektar arazi sular altu0131nda kaldu0131.",  "1954 - Kapatu0131lan Millet Partisi'nin yu00f6neticileri Cumhuriyetu00e7i Millet Partisi'ni kurdu, Genel Bau015fkanlu0131u011fa Ahmet Tahtaku0131lu0131u00e7 seu00e7ildi.",  "1953 - Ankara u00dcniversitesi Dil ve Tarih Cou011frafya Faku00fcltesi'nde, Adnan u00c7oker ve Lu00fctfu00fc Gu00fcnay'u0131n Sevgi u00d6ncesi adu0131nu0131 tau015fu0131yan ilk soyut resim sergisi au00e7u0131ldu0131.",  "1950 - Komu00fcnistlik suu00e7lamasu0131yla yargu0131lanan u00fcniversite u00f6u011fretim u00fcyelerinin du00e2vu00e2su0131 sona erdi: Behice Boran ve Niyu00e2zi Berkes, u00fcu00e7er ay hapis cezasu0131 aldu0131. Pertev Naili Boratav beraat etti.",  "1947 - Amerika Birleu015fik Devletleri u00f6zel bankalaru0131, Tu00fcrkiye'ye kredi vermeyi reddetti.",  "1947 - u0130talya, Macaristan, Bulgaristan, Romanya ve Finlandiya, Paris Baru0131u015f Antlau015fmasu0131'nu0131 imzaladu0131lar.",  "1946 - Gu00fcney Amerika u015eampiyonasu0131, Arjantin'in u015fampiyonluu011fu ile sona erdi.",  "1937 - Meteoroloji Genel Mu00fcdu00fcrlu00fcu011fu00fc kuruldu.",  "1933 - Madison Square Garden'daki (New York) boks mau00e7u0131nda Primo Carnera, Ernie Schaaf'u0131 13. roundda nakavt etti, Schaaf u00f6ldu00fc.",  "1931 - Yeni Delhi, Hindistan'u0131n bau015fkenti oldu.",  "1916 - Alman u0130mparatorluu011fu ile Birleu015fik Krallu0131k arasu0131nda Dogger Bank Muharebesi geru00e7ekleu015fti.",  "1863 - Alanson Crane, yangu0131n su00f6ndu00fcru00fccu00fcsu00fcnu00fcn patentini aldu0131.",  "1840 - I. Victoria ile Prens Albert, Saint James Sarayu0131 u015fapelinde evlendiler.",  "1828 - Rus u0130mparatorluu011fu ile Kau00e7ar Hanedanu0131 arasu0131nda Tu00fcrkmenu00e7ay Antlau015fmasu0131 imzalandu0131.",  "1763 - Bu00fcyu00fck Britanya Krallu0131u011fu0131, Fransa ve u0130spanya arasu0131nda Paris Antlau015fmasu0131 imzalandu0131: Yedi Yu0131l Savau015flaru0131 sona erdi.",  "1074 - Divu00e2nu Lu00fcgati't-Tu00fcrk; Tu00fcrk ku00fcltu00fcru00fcnu00fcn ilk Tu00fcrku00e7e dilinde yazu0131lan su00f6zlu00fck eseri, Kau015fgu00e2rlu0131 Mahmut tarafu0131ndan yazu0131mu0131 sona erdi. (25 Ocak 1072'de bau015fladu0131.)"]







