["2015 - u00dcniversite u00f6u011frencisi u00d6zgecan Aslan, tecavu00fcze uu011frayarak u00f6ldu00fcru00fcldu00fc. Olay Tu00fcrkiye'de kadu0131n haklaru0131 eylemlerine du00f6nu00fcu015ftu00fc.",  "2011 - Mu0131su0131r Devlet Bau015fkanu0131 Hu00fcsnu00fc Mu00fcbarek, uzun bir direnmenin ardu0131ndan istifa ettiu011fini au00e7u0131kladu0131.",  "2008 - Almanya'nu0131n Ludwigshafen kentindeki bir apartmanda u00e7u0131kan yangu0131nda u00f6len dokuz Tu00fcrk'u00fcn cenazesi Gaziantep'te toprau011fa verildi.",  "2007 - u00d6DP'nin 5. olau011fan kongresinde, Genel Bau015fkanlu0131u011fa Ufuk Uras seu00e7ildi.",  "2006 - Alman arkeologlar, u015eanlu0131urfa'daki Gu00f6bekli Tepe Mabedinde, insanlu0131u011fu0131n en eski haber sistemi olarak tanu0131mladu0131klaru0131 ve gu00fcnu00fcmu00fczde kullanu0131lan yazu0131nu0131n ilkel biu00e7imi olan iu015faretler buldular.",  "2000 - Romanya'da bir altu0131n madeninden su0131zan siyanu00fcr, Macaristan su0131nu0131ru0131ndan geu00e7en Tisa nehrinde binlerce canlu0131nu0131n u00f6lmesine neden oldu.",  "1992 - Azerbaycan Merkez Bankasu0131 kuruldu.",  "1990 - Gu00fcney Afrika'da u0131rku00e7u0131 rejime karu015fu0131 savau015fan Afrika Ulusal Kongresi'nin lideri Nelson Mandela, 27 yu0131llu0131k hapis hayatu0131nu0131n ardu0131ndan bugu00fcn u00f6zgu00fcrlu00fcu011fu00fcne kavuu015ftu.",  "1990 - Mike Tyson au011fu0131r su0131klet boks u015fampiyonu unvanu0131nu0131, Buster Douglas'a nakavt olarak kaybetti.",  "1988 - Avusturya halku0131nu0131n yu00fczde 70'i Cumhurbau015fkanu0131 Kurt Waldheim'u0131n istifa etmesini istemedi. Kurt Waldheim Nazi geu00e7miu015fine iliu015fkin sorgulanmu0131u015ftu0131.",  "1981 - Polonya'da Komu00fcnist Parti, Ju00f3zef Piu0144kowski'yi Bau015fbakanlu0131ktan aldu0131; yerine General Wojciech Witold Jaruzelski'yi getirdi.",  "1979 - 15 yu0131llu0131k su00fcrgu00fcn hayatu0131ndan sonra u00fclkesine 9 gu00fcn u00f6nce du00f6nen Ayetullah Humeyni yanlu0131laru0131 u0130ran'da yu00f6netimi ele geu00e7irdi. u015eah'u0131n Bau015fbakanu0131 u015eahpur Bahtiyar istifa etti.",  "1978 - u00c7in, Aristoteles, Shakespeare ve Charles Dickens'in eserlerine uyguladu0131u011fu0131 sansu00fcru00fc kaldu0131rdu0131.",  "1973 - Vietnam Savau015fu0131: ilk Amerikalu0131 esirleri serbest bu0131raku0131ldu0131.",  "1971 - ABD, Birleu015fik Krallu0131k, SSCB ve diu011fer u00fclkeler arasu0131nda, uluslararasu0131 sularda nu00fckleer silahlaru0131n kullanu0131lmamasu0131 konusunda antlau015fma imzalandu0131.",  "1969 - Amerikan 6. Filosu'nu protesto gu00f6sterileri su00fcru00fcyor; 1969'da u00fcniversite u00f6u011frencileri Beyazu0131t Kulesi'ne u00fczerinde Vedat Demirciou011flu'nun resmi bulunan bir bayrak u00e7ekti. Vedat Demirciou011flu, 6. Filo'nun 1968'deki geliu015finde u00f6ldu00fcru00fclmu00fcu015ftu00fc.",  "1965 - Yeni Adana gazetesi, Du00fcnya Basu0131n Bau015faru0131 u00d6du00fclu00fc'nu00fc kazandu0131.",  "1965 - ABD Bau015fkanu0131 Lyndon B. Johnson, hava ve deniz kuvvetlerine, Kuzey Vietnam'daki askeri hedeflerin bombalanmasu0131 emrini verdi.",  "1964 - Limasol'da (Ku0131bru0131s) Rumlarla Tu00fcrkler arasu0131nda u00e7arpu0131u015fmalar bau015fladu0131.",  "1964 - Tayvan, Fransa ile diplomatik iliu015fkilerini kesti.",  "1961 - Adalet Partisi, Ragu0131p Gu00fcmu00fcu015fpala'nu0131n bau015fkanlu0131u011fu0131nda kuruldu.",  "1961 - 5 parti kuruldu. Adalet Partisi, Memleketu00e7i Serbest Parti, u00c7alu0131u015fma Partisi, Tu00fcrkiye u0130u015fu00e7i ve u00c7iftu00e7i Partisi ve Cumhuriyetu00e7i Mesleki Islahat Partisi.",  "1959 - Ku0131bru0131s Cumhuriyeti'nin kurulmasu0131yla ilgili Zu00fcrih Antlau015fmasu0131, Tu00fcrkiye ile Yunanistan arasu0131nda imzalandu0131.",  "1957 - Gazeteci Metin Toker tutuklanarak ceza evine girdi. Metin Toker, Demokrat Parti (DP) u0130stanbul Milletvekili ve eski Devlet Bakanu0131 Mu00fckerrem Sarol ile Akis dergisi arasu0131ndaki davadan hapis cezasu0131na u00e7arptu0131ru0131lmu0131u015ftu0131. Cumhuriyet Halk Partisi Genel Bau015fkanu0131 u0130smet u0130nu00f6nu00fc, "Damadu0131mu0131n tutuklanmasu0131 haberine u00fczu00fclmedim, bu u015ferefli bir mahku00fcmiyettir" dedi.",  "1957 - Muhalefet milletvekilleri, Toplantu0131 ve Gu00f6steri Yu00fcru00fcyu00fcu015fleri Kanunu'nda deu011fiu015fiklik istedi.",  "1953 - SSCB, u0130srail ile diplomatik iliu015fkilerini kesti.",  "1945 - Birleu015fik Krallu0131k Bau015fbakanu0131 Sir Winston Churchill, ABD Cumhurbau015fkanu0131 Franklin Roosevelt ve Sovyetler Birliu011fi Devlet Bau015fkanu0131 Josef Stalin'in bir araya geldiu011fi, 4 u015eubat'ta bau015flayan Yalta Konferansu0131 sona erdi. II. Du00fcnya Savau015fu0131 sonrasu0131nda du00fcnya du00fczeninin esaslaru0131 belirlendi.",  "1941 - Ecnebi Musevilerin Tu00fcrkiye'den transit geu00e7meleri hakku0131nda kararname yayu0131mlandu0131; tabiyetlerinde bulunduklaru0131 devletler tarafu0131ndan ku0131su0131tlama getirilmiu015f ecnebi Museviler, ancak konsolosluklardan transit vizesi alarak Tu00fcrkiye topraklaru0131ndan geu00e7ebilecekler.",  "1940 - Nazi Almanyasu0131 ile Sovyetler Birliu011fi arasu0131nda ekonomik iu015fbirliu011fi antlau015fmasu0131 imzalandu0131.",  "1939 - Lockheed u015firketine ait P-38 tipi bir uu00e7ak, Kaliforniya'dan New York'a 7 saat 2 dakikada uu00e7tu.",  "1936 - u0130stanbul'da kar fu0131rtu0131nasu0131; binalar yu0131ku0131ldu0131, 120 kadar tekne battu0131 ve Unkapanu0131 Ku00f6pru00fcsu00fc paru00e7alandu0131.",  "1928 - Ku0131u015f Olimpiyat Oyunlaru0131, St. Moritz'de (u0130sviu00e7re) bau015fladu0131.",  "1926 - Siirt Milletvekili Mahmut Soydan'u0131n kurduu011fu Milliyet gazetesi, yayu0131mlanmaya bau015fladu0131.",  "1895 - Bu00fcyu00fck Britanya ve u0130rlanda Birleu015fik Krallu0131u011fu0131'nda Bu00fcyu00fck Britanya adasu0131 tarihinin en sou011fuk gu00fcnu00fcnu00fc yau015fadu0131: -27.2u00a0u00b0C. Bu rekor daha sonra 10 Ocak 1982'de tekrarlandu0131.",  "1888 - u0130stanbul'un Avrupa'ya au00e7u0131lan kapu0131su0131 Sirkeci Garu0131'nu0131n inu015fasu0131 bu00fcyu00fck bir devlet tu00f6reniyle bau015fladu0131.",  "1867 - Sadrazam Mehmed Emin u00c2li Pau015fa, beu015finci ve son kez sadrazam oldu.",  "1843 - Giuseppe Verdi'nin "I Lombardi alla prima crociata" adlu0131 operasu0131nu0131n ilk gu00f6sterimi Milano'da yapu0131ldu0131.",  "1826 - University College London kuruldu.",  "1809 - Robert Fulton, buharlu0131 geminin patentini aldu0131.",  "1808 - Antrasit, ilk defa bir yaku0131t olarak kullanu0131ldu0131.",  "1752 - Amerika Birleu015fik Devletleri'nin ilk hastanesi, Pensilvanya'da au00e7u0131ldu0131.",  "1250 - Eyyubiler ile Fransa Kralu0131 IX. Louis u00f6nderliu011findeki Hau00e7lu0131lar arasu0131ndaki Mansure Muharebesi sona erdi."]







