["2015 - Üniversite öğrencisi Özgecan Aslan, tecavüze uğrayarak öldürüldü. Olay Türkiye'de kadın hakları eylemlerine dönüştü.", "2011 - Mısır Devlet Başkanı Hüsnü Mübarek, uzun bir direnmenin ardından istifa ettiğini açıkladı.", "2008 - Almanya'nın Ludwigshafen kentindeki bir apartmanda çıkan yangında ölen dokuz Türk'ün cenazesi Gaziantep'te toprağa verildi.", "2007 - ÖDP'nin 5. olağan kongresinde, Genel Başkanlığa Ufuk Uras seçildi.", "2006 - Alman arkeologlar, Şanlıurfa'daki Göbekli Tepe Mabedinde, insanlığın en eski haber sistemi olarak tanımladıkları ve günümüzde kullanılan yazının ilkel biçimi olan işaretler buldular.", "2000 - Romanya'da bir altın madeninden sızan siyanür, Macaristan sınırından geçen Tisa nehrinde binlerce canlının ölmesine neden oldu.", "1992 - Azerbaycan Merkez Bankası kuruldu.", "1990 - Güney Afrika'da ırkçı rejime karşı savaşan Afrika Ulusal Kongresi'nin lideri Nelson Mandela, 27 yıllık hapis hayatının ardından bugün özgürlüğüne kavuştu.", "1990 - Mike Tyson ağır sıklet boks şampiyonu unvanını, Buster Douglas'a nakavt olarak kaybetti.", "1988 - Avusturya halkının yüzde 70'i Cumhurbaşkanı Kurt Waldheim'ın istifa etmesini istemedi. Kurt Waldheim Nazi geçmişine ilişkin sorgulanmıştı.", "1981 - Polonya'da Komünist Parti, Józef Pińkowski'yi Başbakanlıktan aldı; yerine General Wojciech Witold Jaruzelski'yi getirdi.", "1979 - 15 yıllık sürgün hayatından sonra ülkesine 9 gün önce dönen Ayetullah Humeyni yanlıları İran'da yönetimi ele geçirdi. Şah'ın Başbakanı Şahpur Bahtiyar istifa etti.", "1978 - Çin, Aristoteles, Shakespeare ve Charles Dickens'in eserlerine uyguladığı sansürü kaldırdı.", "1973 - Vietnam Savaşı: ilk Amerikalı esirleri serbest bırakıldı.", "1971 - ABD, Birleşik Krallık, SSCB ve diğer ülkeler arasında, uluslararası sularda nükleer silahların kullanılmaması konusunda antlaşma imzalandı.", "1969 - Amerikan 6. Filosu'nu protesto gösterileri sürüyor; 1969'da üniversite öğrencileri Beyazıt Kulesi'ne üzerinde Vedat Demircioğlu'nun resmi bulunan bir bayrak çekti. Vedat Demircioğlu, 6. Filo'nun 1968'deki gelişinde öldürülmüştü.", "1965 - Yeni Adana gazetesi, Dünya Basın Başarı Ödülü'nü kazandı.", "1965 - ABD Başkanı Lyndon B. Johnson, hava ve deniz kuvvetlerine, Kuzey Vietnam'daki askeri hedeflerin bombalanması emrini verdi.", "1964 - Limasol'da (Kıbrıs) Rumlarla Türkler arasında çarpışmalar başladı.", "1964 - Tayvan, Fransa ile diplomatik ilişkilerini kesti.", "1961 - Adalet Partisi, Ragıp Gümüşpala'nın başkanlığında kuruldu.", "1961 - 5 parti kuruldu. Adalet Partisi, Memleketçi Serbest Parti, Çalışma Partisi, Türkiye İşçi ve Çiftçi Partisi ve Cumhuriyetçi Mesleki Islahat Partisi.", "1959 - Kıbrıs Cumhuriyeti'nin kurulmasıyla ilgili Zürih Antlaşması, Türkiye ile Yunanistan arasında imzalandı.", "1957 - Gazeteci Metin Toker tutuklanarak ceza evine girdi. Metin Toker, Demokrat Parti (DP) İstanbul Milletvekili ve eski Devlet Bakanı Mükerrem Sarol ile Akis dergisi arasındaki davadan hapis cezasına çarptırılmıştı. Cumhuriyet Halk Partisi Genel Başkanı İsmet İnönü, \"Damadımın tutuklanması haberine üzülmedim, bu şerefli bir mahkümiyettir\" dedi.", "1957 - Muhalefet milletvekilleri, Toplantı ve Gösteri Yürüyüşleri Kanunu'nda değişiklik istedi.", "1953 - SSCB, İsrail ile diplomatik ilişkilerini kesti.", "1945 - Birleşik Krallık Başbakanı Sir Winston Churchill, ABD Cumhurbaşkanı Franklin Roosevelt ve Sovyetler Birliği Devlet Başkanı Josef Stalin'in bir araya geldiği, 4 Şubat'ta başlayan Yalta Konferansı sona erdi. II. Dünya Savaşı sonrasında dünya düzeninin esasları belirlendi.", "1941 - Ecnebi Musevilerin Türkiye'den transit geçmeleri hakkında kararname yayımlandı; tabiyetlerinde bulundukları devletler tarafından kısıtlama getirilmiş ecnebi Museviler, ancak konsolosluklardan transit vizesi alarak Türkiye topraklarından geçebilecekler.", "1940 - Nazi Almanyası ile Sovyetler Birliği arasında ekonomik işbirliği antlaşması imzalandı.", "1939 - Lockheed şirketine ait P-38 tipi bir uçak, Kaliforniya'dan New York'a 7 saat 2 dakikada uçtu.", "1936 - İstanbul'da kar fırtınası; binalar yıkıldı, 120 kadar tekne battı ve Unkapanı Köprüsü parçalandı.", "1928 - Kış Olimpiyat Oyunları, St. Moritz'de (İsviçre) başladı.", "1926 - Siirt Milletvekili Mahmut Soydan'ın kurduğu Milliyet gazetesi, yayımlanmaya başladı.", "1895 - Büyük Britanya ve İrlanda Birleşik Krallığı'nda Büyük Britanya adası tarihinin en soğuk gününü yaşadı: -27.2 °C. Bu rekor daha sonra 10 Ocak 1982'de tekrarlandı.", "1888 - İstanbul'un Avrupa'ya açılan kapısı Sirkeci Garı'nın inşası büyük bir devlet töreniyle başladı.", "1867 - Sadrazam Mehmed Emin Âli Paşa, beşinci ve son kez sadrazam oldu.", "1843 - Giuseppe Verdi'nin \"I Lombardi alla prima crociata\" adlı operasının ilk gösterimi Milano'da yapıldı.", "1826 - University College London kuruldu.", "1809 - Robert Fulton, buharlı geminin patentini aldı.", "1808 - Antrasit, ilk defa bir yakıt olarak kullanıldı.", "1752 - Amerika Birleşik Devletleri'nin ilk hastanesi, Pensilvanya'da açıldı.", "1250 - Eyyubiler ile Fransa Kralı IX. Louis önderliğindeki Haçlılar arasındaki Mansure Muharebesi sona erdi."]