["2010 - Ku0131u015f Olimpiyatlaru0131, Vancouver'da (Kanada) bau015fladu0131.",  "2002 - Yugoslavya'nu0131n eski Devlet Bau015fkanu0131 Slobodan Milou0161eviu0107'in yargu0131lanmasu0131na, BM savau015f suu00e7laru0131 mahkemesinde bau015flandu0131. Milou0161eviu0107, bu su00fcreu00e7 sona ermeden u00f6ldu00fc.",  "2002 - u0130ran Havayollaru0131na ait Tupolev Tu-154 tipi bir yolcu uu00e7au011fu0131, iniu015fe geu00e7tiu011fi su0131rada Hu00fcrremabad'da (u0130ran) du00fcu015ftu00fc: 119 kiu015fi u00f6ldu00fc.",  "2001 - NEAR Shoemaker adlu0131 uzay aracu0131, 433 Eros adu0131 verilen asteroidin yu00fczeyine indi.",  "1994 - Tuzla tren istasyonunda u00e7u00f6p kutusuna yerleu015ftirilen saatli bomba patladu0131: 5'i yedek subay, biri sivil 6 kiu015fi u00f6ldu00fc; aralaru0131nda sivillerin de bulunduu011fu 29 kiu015fi yaralandu0131.",  "1994 - Ku0131u015f Olimpiyat Oyunlaru0131, Lillehammer'da (Norveu00e7) bau015fladu0131.",  "1993 - Birleu015fik Krallu0131k'ta 10 yau015fu0131ndaki iki u00e7ocuk, 2 yau015fu0131ndaki James Bulger'i kau00e7u0131rarak u00f6ldu00fcrdu00fc.",  "1990 - Super Mario Bros. 3 adlu0131 video oyunu ABD'de piyasaya su00fcru00fcldu00fc.",  "1990 - Hu00fcku00fbmetin au00e7u0131kladu0131u011fu0131 tu00fctu00fcn fiyatlaru0131nu0131 protesto eden u00fcreticiler, Akhisar'da sokau011fa du00f6ku00fcldu00fc, 200 kiu015fi gu00f6zaltu0131na alu0131ndu0131.",  "1988 - Dr. Ziya u00d6zel'in "zakkumla" kanser tedavisi iddiasu0131nu0131n, TRT tarafu0131ndan "haber" olarak verilmesi yanku0131 uyandu0131rdu0131.",  "1975 - Tu00fcrkiye Emeku00e7i Partisi, Mihri Belli tarafu0131ndan kuruldu.",  "1971 - Tu00fcrk Otomobil Fabrikasu0131 A.u015e.'nin (TOFAu015e) Bursa'daki otomobil fabrikasu0131, Cumhurbau015fkanu0131 Cevdet Sunay ve Bau015fbakan Su00fcleyman Demirel'in de katu0131ldu0131u011fu0131 bir tu00f6renle au00e7u0131ldu0131. Fabrika, Fiat lisansu0131yla "Murat 124" tipi otomobillerin u00fcretimine bau015fladu0131.",  "1961 - SSCB, Venu00fcs gezegenine Venera 1 uzay aracu0131nu0131 gu00f6nderdi.",  "1956 - Karikatu00fcrist Turhan Selu00e7uk, Uluslararasu0131 "Bordighera Mizah u015eenliu011fi"'nde Platin Palmiye u00d6du00fclu00fc'nu00fc aldu0131.",  "1951 - 17 yau015fu0131ndaki Su00fcreyya u0130sfendiyari Bahtiyari, u0130ran u015eahu0131 Muhammed Ru0131za Pehlevi ile Tahran'daki Gu00fclistan Sarayu0131'nda evlendi.",  "1937 - Atatu00fcrk'u00fcn Selanik'te dou011fduu011fu ev, Selanik Belediyesince sahibinden satu0131n alu0131narak, Atatu00fcrk'u00fcn emrine tahsis edildi.",  "1934 - Avusturya'da iu00e7 savau015f bau015fladu0131.",  "1929 - Stalin tarafu0131ndan su00fcrgu00fcn edilen eski savau015f komiseri Trou00e7ki, "u0130lyiu00e7" adlu0131 bir u015fileple u0130stanbul'a geldi.",  "1920 - Tu00fcrk Kurtuluu015f Savau015fu0131: Tu00fcrk Silahlu0131 Kuvvetleri, Fransa hakimiyeti altu0131ndaki Kahramanmarau015f'u0131 aldu0131.",  "1919 - Trabzon Muhu00e2faza-i Hukuk-u0131 Milliye Cemiyeti kuruldu.",  "1912 - u00c7in'de Gregoryen Takvimi kullanu0131mu0131 bau015fladu0131.",  "1912 - 6 yau015fu0131ndaki u00c7in u0130mparatoru Puyi, tahttan indirildi. Bu00f6ylelikle iki bin senelik u00c7in u0130mparatorluu011fu ve 267 yu0131llu0131k Manu00e7u Hanedanu0131 son bulmuu015f oldu.",  "1879 - New York'un Madison Square Garden kapalu0131 spor salonunda, Kuzey Amerika Ku0131tasu0131ndaki ilk yapay buz pateni pisti au00e7u0131ldu0131.",  "1870 - Utah'ta kadu0131nlar, oy kullanma haklaru0131nu0131 elde ettiler.",  "1859 - Mu00fclkiye Mektebi, Sadrazam u00c2li Pau015fa ve Hu00fcku00fbmet u00fcyelerinin katu0131lu0131mu0131yla au00e7u0131ldu0131.",  "1818 - u015eili, u0130spanya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1541 - Santiago, (u015eili) Pedro de Valdivia tarafu0131ndan kuruldu.",  "1502 - Vasco da Gama, Lizbon'dan Hindistan'a dou011fru ikinci yolculuu011funa u00e7u0131ktu0131."]







