["2012 - Avrupa'nu0131n yeni tau015fu0131yu0131cu0131 roketi Vega Gu00fcney Amerika'daki Fransu0131z Guyanasu0131'ndan fu0131rlatu0131ldu0131.[1]",  "2008 - Danu0131u015ftay 2. Daire u00fcyeleri ve Cumhuriyet gazetesi'ne yu00f6nelik saldu0131ru0131larla ilgili davada, Ankara 11. Au011fu0131r Ceza Mahkemesi, sanu0131k Alparslan Arslan'u0131n 2 kez au011fu0131rlau015ftu0131ru0131lmu0131u015f mu00fcebbet hapis cezasu0131na u00e7arptu0131ru0131lmasu0131na karar verdi. Sanu0131klardan Osman Yu0131ldu0131ru0131m, Erhan Timurou011flu ve u0130smail Sau011fu0131r mu00fcebbet hapisle cezalandu0131ru0131ldu0131. Sanu0131k Su00fcleyman Esen toplam 17 yu0131l 8 ay 15 gu00fcn, Tekin u0130ru015fi ise toplam 10 yu0131l 2 ay 15 gu00fcn hapse mahku00fbm edildi.",  "2005 - Tu00fcrkiye, Afganistan'daki Uluslararasu0131 Gu00fcvenlik ve Yardu0131m Kuvvetinin komutasu0131nu0131 6 ay su00fcreyle, Kabil'de du00fczenlenen tu00f6renle Avrupa Kolordusundan devraldu0131.",  "2001 - El Salvador'da 6,6 u015fiddetinde deprem: en az 400 kiu015fi u00f6ldu00fc.",  "1997 - Uzay mekiu011fi Discovery'nin astronotlaru0131, Hubble teleskopu'nu tamir etmeye bau015fladu0131lar.",  "1996 - Nepal'de Maoist gerillalar, Nepal Krallu0131u011fu0131'na karu015fu0131 ayaklanma bau015flattu0131. Ayaklanma sonucu Nepal u0130u00e7 Savau015fu0131 bau015fladu0131.",  "1988 - Ku0131u015f Olimpiyat Oyunlaru0131, Calgary Alberta'da (Kanada) bau015fladu0131.",  "1985 - Kapatu0131lan Millu00ee Selamet Partisi yu00f6neticileri hakku0131nda au00e7u0131lan kamu davasu0131 sona erdi. Partinin Genel Bau015fkanu0131 Necmettin Erbakan ve 22 arkadau015fu0131 beraat etti. u015eubat 1981'den u015eubat 1985'e kadar geu00e7en bu00fctu00fcn bu su00fcre iu00e7inde Necmettin Erbakan, 10 ay tutuklu kaldu0131.",  "1984 - SSCB Komu00fcnist Parti Genel Sekreterliu011fine, Yuri Andropov'un yerine Konstantin u00c7ernenko getirildi.",  "1975 - Ku0131bru0131s Tu00fcrk Federe Devleti ilan edildi.",  "1974 - 1970 Nobel Edebiyat u00d6du00fclu00fc sahibi Aleksandr Soljenitsin, "Gulag Taku0131m Adalaru0131, 1918-1956" adlu0131 kitabu0131 nedeniyle, SSCB du0131u015fu0131na su00fcrgu00fcne gu00f6nderildi.",  "1971 - Vietnam Savau015fu0131: Amerikalu0131 kuvvetleri desteu011findeki Gu00fcney Vietnam gu00fcu00e7leri, Laos'u ele geu00e7irdi.",  "1969 - u0130stanbul'da u00fcniversiteli ku0131z u00f6u011frenciler, Amerikan 6. Filo'sunu protesto yu00fcru00fcyu00fcu015f ve mitingi du00fczenlediler.",  "1967 - Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Du0130SK) kuruldu. Sendika Bau015fkanlaru0131 yaptu0131klaru0131 au00e7u0131klamada; "Tu00fcrk u0130u015fu00e7i su0131nu0131fu0131nu0131n u00e7u0131karlaru0131, haklaru0131, u00f6zgu00fcrlu00fckleri ve onuru iu00e7in bir araya geldik" dediler.",  "1966 - Cemal Gu00fcrsel'in komaya giriu015finin 6. gu00fcnu00fc; Partiler, Genelkurmay Bau015fkanu0131 Orgeneral Cevdet Sunay'u0131n Cumhurbau015fkanu0131 adaylu0131u011fu0131 u00fczerinde anlau015ftu0131.",  "1965 - TBMM'de 1965 yu0131lu0131 bu00fctu00e7esi, 197'ye karu015fu0131 225 oyla reddedilince, Bau015fbakan u0130smet u0130nu00f6nu00fc istifa etti.",  "1963 - Ankara Valiliu011fi, taksilerde plak u00e7alu0131nmasu0131nu0131 yasakladu0131; taksilerdeki pikaplar su00f6ku00fclu00fcyor.",  "1963 - u0130stanbul Savcu0131lu0131u011fu0131, u0130u015fu00e7i Sigortalaru0131 Kanunu'na uymayan 2 bin iu015fveren hakku0131nda dava au00e7tu0131.",  "1962 - Eski Adalet Bakanu0131 Hu00fcseyin Avni Gu00f6ktu00fcrk ve eski u00c7alu0131u015fma Bakanu0131 Mu00fcmtaz Tarhan tutuklandu0131. Eski Bakanlaru0131n Devlet Hazinesine ait du00f6vizle, radyo pili ithal ettikleri ileri su00fcru00fcldu00fc. 2 Mart 1962'de tahliye edildiler.",  "1961 - 7 yeni parti kuruldu. Yeni Tu00fcrkiye Partisi, Tu00fcrkiye u0130u015fu00e7i Partisi, Millete Hizmet Partisi, Gu00fcven Partisi, Musavat Partisi, Muhafazaku00e2r Parti ve Cumhuriyetu00e7i Parti. Seu00e7ime katu0131labilmek iu00e7in son gu00fcndu00fc. Kemal Tu00fcrkler, Ru0131za Kuas, Kemal Nebiou011flu, u0130brahim Denizcier gibi bir grup sendika yu00f6neticisi tarafu0131ndan kurulmuu015f olan Tu00fcrkiye u0130u015fu00e7i Partisi'nin Genel Bau015fkanlu0131u011fu0131na Avni Erakalu0131n getirildi.",  "1960 - Fransa, BM ve Amerika Birleu015fik Devletleri'nin itirazlaru0131na rau011fmen, Bu00fcyu00fck Sahra'da atom bombasu0131 patlattu0131.",  "1949 - Fenerbahu00e7e'nin yeni stadu0131 au00e7u0131ldu0131.",  "1945 - II. Du00fcnya Savau015fu0131: SSCB birlikleri, Budapeu015fte'yi Almanlardan geri aldu0131. Birleu015fik Krallu0131k Kraliyet Hava Kuvvetleri, Almanya'nu0131n Dresden kentini bombalamaya bau015fladu0131.",  "1934 - SSCB'ne ait "u00c7elyuskin" adlu0131 buharlu0131 gemi, Antarktik okyanusu'nda battu0131.",  "1925 - u015eeyh Sait u0130syanu0131: Lozan Konferansu0131'nda u00e7u00f6zu00fcmu00fc Tu00fcrkiye ile Birleu015fik Krallu0131k'a bu0131raku0131lan Musul konusunda, Birleu015fik Krallu0131k ile sorun yau015fandu0131u011fu0131 gu00fcnlerde, Bingu00f6l'u00fcn Genu00e7 ilu00e7esinde u015eeyh Sait u00f6nderliu011finde, ayru0131lu0131ku00e7u0131 bir hareket bau015fladu0131. Ayaklanma Diyarbaku0131r'a da su0131u00e7radu0131.",  "1894 - Auguste Lumiu00e8re ve Louis Lumiu00e8re, sinematograf'u0131n (bir film kamerasu0131 ve projektu00f6r'u00fcn bir araya getirilmiu015f hali) patentini aldu0131lar.",  "1668 - u0130spanya, Portekiz'i ayru0131 bir devlet olarak tanu0131du0131.",  "1633 - Galileo Galilei, engizisyon mahkemesinde yargu0131lanmak u00fczere Roma'ya geldi.",  "1258 - Hu00fclagu00fb, Bau011fdat'u0131 iu015fgal etti. 200 bin Bau011fdatlu0131 u00f6ldu00fc."]







