["2008 - Danu0131u015ftay 1. Dairesi, Mehmet Au011far'u0131n Emniyet Genel Mu00fcdu00fcrlu00fcu011fu00fc du00f6neminde, "suu00e7 iu015flemek amacu0131yla u00f6rgu00fct kurma" suu00e7undan, Susurluk Davasu0131 kapsamu0131nda yargu0131lanmasu0131na karar verdi. Daire, Au011far'u0131n Vali statu00fcsu00fcnde bulunmasu0131 nedeniyle, yargu0131lanmasu0131nu0131n Yargu0131tay'da yapu0131lmasu0131na hu00fckmetti.",  "2006 - "Yeu015fil" kod adlu0131 Mahmut Yu0131ldu0131ru0131m'u0131n u0130stanbul'da bir evde ku0131stu0131ru0131ldu0131u011fu0131 ve son anda kau00e7tu0131u011fu0131 ileri su00fcru00fclen operasyonda, ou011flu Murat Yu0131ldu0131ru0131m, "adam vurdurduu011fu" gereku00e7esiyle on beu015f kiu015fiyle birlikte gu00f6zaltu0131na alu0131ndu0131.",  "2005 - Lu00fcbnan'u0131n eski Bau015fbakanlaru0131ndan Refik Hariri, du00fczenlenen bir suikast sonucu u00f6ldu00fcru00fcldu00fc.",  "2004 - Hamburg dou011fumlu Tu00fcrk yu00f6netmen Fatih Aku0131n'u0131n son filmi, "Gegen die Wand" (Duvara Karu015fu0131), Berlin Uluslararasu0131 Film Festivali'nde en iyi film seu00e7ilerek "Altu0131n Ayu0131" u00f6du00fclu00fc aldu0131.",  "2000 - Hizbullah cephaneliklerinin ortaya u00e7u0131ku0131u015fu0131 ve varlu0131u011fu0131, 1994'ten beri tartu0131u015fu0131lan Ju0130TEM'i yeniden gu00fcndeme getirdi. Batman eski Valisi Salih u015earman "Ju0130TEM var", Jandarma eski Komutanu0131 Teoman Koman ise "yok" dedi.",  "1996 - Emekli olduktan sonra Milliyetu00e7i Hareket Partisi'ne (MHP) katu0131lan eski Ankara Devlet Gu00fcvenlik Mahkemesi (DGM) Savcu0131su0131 Nusret Demiral, "Ezan Tu00fcrku00e7e okunmalu0131" deyince, partiden ihrau00e7 edildi.",  "1994 - 52 kiu015fiyi u00f6ldu00fcrmekten suu00e7lu bulunan Ukraynalu0131 seri katil Andrey u00c7ikatilo, Rusya'nu0131n Novou00e7erkassk u015fehrinde kuru015funa dizilerek idam edildi. u0130damu0131, Rusya Devlet Bau015fkanu0131 Boris Yeltsin tarafu0131ndan au00e7u0131klandu0131.",  "1994 - Demokrasi Partisi'nin (DEP) Ankara il binasu0131na bombalu0131 bir saldu0131ru0131 yapu0131ldu0131; bina au011fu0131r hasar gu00f6rdu00fc, 3 kiu015fi yaralandu0131.",  "1990 - Yu0131lmaz Gu00fcney'in Umut filmi, u0130stanbul'da gu00f6sterime girdi.",  "1989 - GPS (Ku00fcresel Konumlandu0131rma Sistemi)'ni oluu015fturacak 24 uydudan ilki yu00f6ru00fcngesine oturtuldu.",  "1989 - Union Carbide, 1984'teki Bhopal felaketi'nde sebep olduu011fu zararlara karu015fu0131lu0131k Hindistan Hu00fcku00fbmetine 470 milyon dolar u00f6demeyi kabul etti.",  "1989 - u0130ranlu0131 lider Humeyni, u015eeytan Ayetleri kitabu0131nu0131n yazaru0131 Salman Rushdie'nin u00f6ldu00fcru00fclmesi emrini verdi.",  "1986 - Eski Devlet Bakanu0131 u0130smail u00d6zdau011flar, Yu00fcce Divan'da "gu00f6revini ku00f6tu00fcye kullandu0131u011fu0131" gereku00e7esiyle 2 yu0131l hapse mahku00fbm edildi. u0130smail u00d6zdau011flar, ru00fcu015fvet aldu0131u011fu0131 iddiasu0131yla yargu0131lanmaktaydu0131.",  "1981 - Tu00fcrk Vatandau015flu0131u011fu0131 Kanunu'nda bazu0131 deu011fiu015fiklikler yapan yasa, Millu00ee Gu00fcvenlik Konseyi'nce kabul edildi.",  "1980 - Tariu015f olaylaru0131: On bin jandarma komandosu ve u00e7ok sayu0131da polis, Tariu015f'e ait u00c7iu011fli u0130plik Fabrikasu0131'ndaki iu015fu00e7i direniu015fine mu00fcdahale etti. Operasyona keu015fif uu00e7aklaru0131 ve helikopterler de katu0131ldu0131. Gu00fcn boyu su00fcren mu00fcdahale sonucunda Fabrika bou015faltu0131ldu0131, 1500 iu015fu00e7i gu00f6zaltu0131na alu0131ndu0131.",  "1979 - Tu00fcrkiye, u0130ran'daki Humeyni rejimini resmen tanu0131du0131.",  "1977 - Ortadou011fu Teknik u00dcniversitesi Rektu00f6rlu00fcu011fu00fc'ne, Hasan Tan atandu0131; u00f6u011frenciler dersleri boykot etti.",  "1974 - Gazeteci u0130smail Cem (u0130peku00e7i), TRT Genel Mu00fcdu00fcrlu00fcu011fu00fc'ne atandu0131.",  "1963 - u0130ngiltere'de Leeds General Infirmary Hastanesi'nde, Du00fcnyada ilk kez insandan insana bau015faru0131lu0131 bir bu00f6brek nakli yapu0131ldu0131.",  "1961 - Lavrensiyum elementi (103 numaralu0131 element), Kaliforniya u00dcniversitesinde ilk defa sentezlendi.",  "1955 - u0130zmir Alsancak Limanu0131'nu0131n temeli, Bau015fbakan Adnan Menderes tarafu0131ndan atu0131ldu0131.",  "1952 - Ku0131u015f Olimpiyat Oyunlaru0131 Oslo'da (Norveu00e7) bau015fladu0131.",  "1951 - u0130dil Biret, 10 yau015fu0131nda Paris'teki ilk piyano resitalini verdi.",  "1949 - Kanada'da "Asbest Grevi" olarak adlandu0131ru0131lan direniu015f bau015fladu0131. Grevin bau015fladu0131u011fu0131 bu gu00fcn Quu00e9bec'teki "Sessiz Devrim"in de bau015flangu0131cu0131 olarak kabul edilir.",  "1949 - u0130srail parlamentosu (Knesset), ilk toplantu0131su0131nu0131 yaptu0131.",  "1946 - u0130ngiltere'nin Merkez Bankasu0131 olan "The Bank of England" millileu015ftirildi.",  "1946 - u0130lk genel amau00e7lu0131 elektronik bilgisayar ENIAC (Electronic Numerical Integrator and Computer), Pensilvanya u00dcniversitesi'nde (ABD) tanu0131tu0131ldu0131.",  "1945 - II. Du00fcnya Savau015fu0131: Birleu015fik Krallu0131k ve ABD uu00e7aklaru0131, Dresden'in bombalanu0131u015fu0131nu0131n ikinci gu00fcnu00fcnde yangu0131n bombalaru0131 kullanmaya bau015fladu0131lar.",  "1945 - u015eili, Ekvador, Paraguay ve Peru, Birleu015fmiu015f Milletler'e katu0131ldu0131.",  "1931 - Tu00fcrkiye gu00fczeli Nau015fide Saffet Esen, Avrupa'da "Gu00fczel Gu00f6z Kraliu00e7esi" seu00e7ildi.",  "1929 - Al Capone'un rakibi yedi gangster, Chicago'da u00f6ldu00fcru00fcldu00fc. Olay 14 u015eubat'ta geru00e7ekleu015ftiu011fi iu00e7in "Sevgililer Gu00fcnu00fc Katliamu0131" olarak anu0131lmaktadu0131r.",  "1925 - TBMM'de 9 u015eubat'ta vurulan Deli Halit Pau015fa u00f6ldu00fc.",  "1924 - International Business Machines (IBM) u015firketi kuruldu.",  "1923 - Mustafa Kemal, Batu0131 Anadolu gezisine u00e7u0131ktu0131.",  "1918 - SSCB'de Gregoryen Takvimi kullanu0131mu0131na geu00e7ildi.",  "1912 - ABD'nin ilk dizel motorlu denizaltu0131su0131, Connecticut'ta kullanu0131lmaya bau015flandu0131.",  "1912 - Arizona, ABD'nin 48. eyaleti oldu.",  "1909 - Osmanlu0131 Devleti'nde ilk gu00fcven oylamasu0131 yapu0131ldu0131; Ku00e2mil Pau015fa kabinesi du00fcu015fu00fcru00fcldu00fc.",  "1878 - II. Abdu00fclhamid, Meclis-i Mebu00fbsan'u0131 su00fcresiz olarak tatil etti ve istibdat du00f6nemi bau015fladu0131.",  "1876 - u0130stanbul Tramvay u015eirketi iu015fu00e7ileri greve u00e7u0131ktu0131.",  "1876 - Alexander Graham Bell, telefon patenti iu00e7in bau015fvurdu.",  "1859 - Oregon, Amerika Birleu015fik Devletleri'nin 33. eyaleti oldu.",  "1804 - Osmanlu0131 u0130mparatorluu011fu'na karu015fu0131 Birinci Su0131rp Ayaklanmasu0131, Kara Yorgi tarafu0131ndan bau015flatu0131ldu0131.",  "1779 - James Cook, Sandviu00e7 Adalaru0131 yerlileri tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "496 - Sevgililer Gu00fcnu00fc, 14 u015eubat gu00fcnu00fc biru00e7ok u00fclkede kutlanan u00f6zel gu00fcndu00fcr. Ku00f6keni, Roma Katolik Kilisesi'nin inanu0131u015fu0131na dayanan bu gu00fcn, Valentine ismindeki bir din adamu0131nu0131n adu0131na ilan edilen bir bayram gu00fcnu00fc olarak ortaya u00e7u0131kmu0131u015ftu0131r."]







