["2012 - Honduras'u0131n Comayagua kentindeki ceza evinde u00e7u0131kan yangu0131nda 357 kiu015fi u00f6ldu00fc, 80 mahku00fbm au011fu0131r yaralandu0131.",  "2005 - Video paylau015fu0131m sitesi, YouTube kuruldu.",  "2005 - Ku00fcltu00fcr ve Turizm Bakanu0131 Erkan Mumcu, AKP'den ve Bakanlu0131k gu00f6revinden istifa etti.",  "2002 - Uluslararasu0131 Gu00fcvenlik Destek Gu00fccu00fc'nde (ISAF), yer alacak olan Tu00fcrk Kuvvetinin ilk bu00f6lu00fcmu00fc Kabil'de gu00f6reve bau015fladu0131.",  "1999 - Eskiu015fehir Cezaevi'nde "Karagu00fcmru00fck u00c7etesi" olarak tanu0131nan bir grup Mustafa Duyar'u0131 u00f6ldu00fcrdu00fc, Selu00e7uk Parsadan'u0131 yaraladu0131. Mustafa Duyar u00d6zdemir Sabancu0131'yu0131 u00f6ldu00fcrmekten, Selu00e7uk Parsadan ise u00f6rtu00fclu00fc u00f6denek davasu0131ndan hu00fcku00fcm giymiu015fti.",  "1999 - Eku015fi su00f6zlu00fck kuruldu.",  "1999 - PKK lideri Abdullah u00d6calan, Tu00fcrk gu00fcvenlik gu00fcu00e7leri tarafu0131ndan Kenya'da yakalandu0131.",  "1996 - Kardak kayalu0131klaru0131na du00fczenledikleri operasyonla adlaru0131nu0131 duyuran SAT komandolaru0131nu0131 tau015fu0131yan bir helikopter, Ege Denizi'nde du00fcu015ftu00fc; 5 asker u00f6ldu00fc.",  "1995 - Hacker Kevin Mitnick, ABD'nin bazu0131 en gu00fcvenli bilgisayar sistemlerine izinsiz girmek suu00e7undan FBI tarafu0131ndan tutuklandu0131.",  "1989 - Sovyetlerin Afganistan'da 9 yu0131l su00fcren askeri varlu0131u011fu0131, son Sovyet Birliklerinin u00e7ekilmesiyle sona erdi. Savau015fta, 15 bin kadar Rus askerinin yanu0131 su0131ra, yaklau015fu0131k 1 milyon Afgan hayatu0131nu0131 kaybetti, 5 milyon Afgan, u00fclkesinden gu00f6u00e7 etmek zorunda kaldu0131.",  "1982 - Bir petrol u00e7u0131karma platformu, Newfoundland au00e7u0131klaru0131nda fu0131rtu0131na nedeniyle battu0131, 84 kiu015fi u00f6ldu00fc.",  "1971 - u0130stanbul u00dcniversitesi Edebiyat Faku00fcltesi sau011f gu00f6ru00fcu015flu00fc bir grup u00f6u011frenci tarafu0131ndan iu015fgal edildi, u0130stanbul'daki Kadu0131rga Yurdu'na patlayu0131cu0131 madde atu0131ldu0131, Ankara'da Ortadou011fu Teknik u00dcniversitesi'ndeki Kennedy Anu0131tu0131 havaya uu00e7uruldu.",  "1971 - ABD'nin Ankara Balgat'taki tesislerinde gu00f6revli u00c7avuu015f James Finley kau00e7u0131ru0131ldu0131. Finley, 17,5 saat sonra serbest bu0131raku0131ldu0131.",  "1970 - Dominik Cumhuriyeti'ne ait DC-9 tipi bir yolcu uu00e7au011fu0131, Santo Domingo'dan kalktu0131ktan bir su00fcre sonra denize du00fcu015ftu00fc: 102 kiu015fi u00f6ldu00fc.",  "1969 - Tu00fcrkiye u00d6u011fretmenler Sendikasu0131 (Tu00d6S) tarafu0131ndan du00fczenlenen "Bu00fcyu00fck Eu011fitim Yu00fcru00fcyu00fcu015fu00fc" Ankara'da yapu0131ldu0131 ve binlerce u00f6u011fretmen bozuk eu011fitim du00fczenini protesto etti. "Halku0131mu0131zu0131 su00f6mu00fcru00fcden kurtaracau011fu0131z" diye slogan attu0131.",  "1965 - Kanada'nu0131n yeni bayrau011fu0131 olarak, ku0131rmu0131zu0131 beyaz yaprak tasaru0131mu0131 kabul edildi.",  "1961 - Belu00e7ika'da Sabena Havayollaru0131na ait bir yolcu uu00e7au011fu0131 du00fcu015ftu00fc, 73 kiu015fi u00f6ldu00fc. Uu00e7akta, ABD buz pateni taku0131mu0131 da bulunuyordu.",  "1950 - SSCB ve u00c7in, ortak savunma antlau015fmasu0131 imzaladu0131.",  "1949 - 1200 Musevi, Tu00fcrkiye'den Filistin'e gu00f6u00e7 etmek iu00e7in bau015fvurdu; gu00f6u00e7 edenlerin sayu0131su0131 10.000'i geu00e7ti.",  "1947 - Rodos ve On u0130ki Adalar Yunanistan'a verildi.",  "1933 - Giuseppe Zangara isimli bir kiu015fi, Miami'de ABD Bau015fkanu0131 Franklin D. Roosevelt'e suikast yapmak istedi, ancak Chicago Belediye Bau015fkanu0131 Anton J. Cermak'u0131 yaraladu0131. Cermak, aldu0131u011fu0131 yaralaru0131n etkisiyle 6 Mart 1933'te u00f6ldu00fc.",  "1924 - u0130zmiru2019de harp oyunlaru0131 yapu0131ldu0131.",  "1898 - u0130spanya-Amerika Savau015fu0131: Bir Amerikan gemisi, Havana (Ku00fcba) limanu0131nda infilak ederek battu0131; 260'tan fazla kiu015fi u00f6ldu00fc. Olaydan u0130spanya'yu0131 sorumlu tutan ABD, iki hafta sonra u0130spanya'ya savau015f au00e7tu0131.",  "1637 - III. Ferdinand, Kutsal Roma u0130mparatoru oldu.",  "360 - Ayasofya'nu0131n u00f6ncu00fclu00fc olan Bu00fcyu00fck Kilise, aynu0131 noktada inu015fa edildi. 5. yu00fczyu0131lu0131n ilk yu0131llaru0131na kadar ayakta kaldu0131.",  "Mu00d6 399 - Socrates, u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131."]







