["2012 - Honduras'ın Comayagua kentindeki ceza evinde çıkan yangında 357 kişi öldü, 80 mahkûm ağır yaralandı.", "2005 - Video paylaşım sitesi, YouTube kuruldu.", "2005 - Kültür ve Turizm Bakanı Erkan Mumcu, AKP'den ve Bakanlık görevinden istifa etti.", "2002 - Uluslararası Güvenlik Destek Gücü'nde (ISAF), yer alacak olan Türk Kuvvetinin ilk bölümü Kabil'de göreve başladı.", "1999 - Eskişehir Cezaevi'nde \"Karagümrük Çetesi\" olarak tanınan bir grup Mustafa Duyar'ı öldürdü, Selçuk Parsadan'ı yaraladı. Mustafa Duyar Özdemir Sabancı'yı öldürmekten, Selçuk Parsadan ise örtülü ödenek davasından hüküm giymişti.", "1999 - Ekşi sözlük kuruldu.", "1999 - PKK lideri Abdullah Öcalan, Türk güvenlik güçleri tarafından Kenya'da yakalandı.", "1996 - Kardak kayalıklarına düzenledikleri operasyonla adlarını duyuran SAT komandolarını taşıyan bir helikopter, Ege Denizi'nde düştü; 5 asker öldü.", "1995 - Hacker Kevin Mitnick, ABD'nin bazı en güvenli bilgisayar sistemlerine izinsiz girmek suçundan FBI tarafından tutuklandı.", "1989 - Sovyetlerin Afganistan'da 9 yıl süren askeri varlığı, son Sovyet Birliklerinin çekilmesiyle sona erdi. Savaşta, 15 bin kadar Rus askerinin yanı sıra, yaklaşık 1 milyon Afgan hayatını kaybetti, 5 milyon Afgan, ülkesinden göç etmek zorunda kaldı.", "1982 - Bir petrol çıkarma platformu, Newfoundland açıklarında fırtına nedeniyle battı, 84 kişi öldü.", "1971 - İstanbul Üniversitesi Edebiyat Fakültesi sağ görüşlü bir grup öğrenci tarafından işgal edildi, İstanbul'daki Kadırga Yurdu'na patlayıcı madde atıldı, Ankara'da Ortadoğu Teknik Üniversitesi'ndeki Kennedy Anıtı havaya uçuruldu.", "1971 - ABD'nin Ankara Balgat'taki tesislerinde görevli Çavuş James Finley kaçırıldı. Finley, 17,5 saat sonra serbest bırakıldı.", "1970 - Dominik Cumhuriyeti'ne ait DC-9 tipi bir yolcu uçağı, Santo Domingo'dan kalktıktan bir süre sonra denize düştü: 102 kişi öldü.", "1969 - Türkiye Öğretmenler Sendikası (TÖS) tarafından düzenlenen \"Büyük Eğitim Yürüyüşü\" Ankara'da yapıldı ve binlerce öğretmen bozuk eğitim düzenini protesto etti. \"Halkımızı sömürüden kurtaracağız\" diye slogan attı.", "1965 - Kanada'nın yeni bayrağı olarak, kırmızı beyaz yaprak tasarımı kabul edildi.", "1961 - Belçika'da Sabena Havayollarına ait bir yolcu uçağı düştü, 73 kişi öldü. Uçakta, ABD buz pateni takımı da bulunuyordu.", "1950 - SSCB ve Çin, ortak savunma antlaşması imzaladı.", "1949 - 1200 Musevi, Türkiye'den Filistin'e göç etmek için başvurdu; göç edenlerin sayısı 10.000'i geçti.", "1947 - Rodos ve On İki Adalar Yunanistan'a verildi.", "1933 - Giuseppe Zangara isimli bir kişi, Miami'de ABD Başkanı Franklin D. Roosevelt'e suikast yapmak istedi, ancak Chicago Belediye Başkanı Anton J. Cermak'ı yaraladı. Cermak, aldığı yaraların etkisiyle 6 Mart 1933'te öldü.", "1924 - İzmir’de harp oyunları yapıldı.", "1898 - İspanya-Amerika Savaşı: Bir Amerikan gemisi, Havana (Küba) limanında infilak ederek battı; 260'tan fazla kişi öldü. Olaydan İspanya'yı sorumlu tutan ABD, iki hafta sonra İspanya'ya savaş açtı.", "1637 - III. Ferdinand, Kutsal Roma İmparatoru oldu.", "360 - Ayasofya'nın öncülü olan Büyük Kilise, aynı noktada inşa edildi. 5. yüzyılın ilk yıllarına kadar ayakta kaldı.", "MÖ 399 - Socrates, ölüm cezasına çarptırıldı."]