["2006 - u00c7adu0131rlardan oluu015fan Seyyar Ordu Cerrahi Hastaneleri'nin (Mobile Army Surgical Hospital, MASH) sonuncusu da, ABD ordusunda hizmetten kaldu0131ru0131ldu0131.",  "2005 - u0130klim deu011fiu015fikliu011fi ile mu00fccadele alanu0131nda hazu0131rlanan en kapsamlu0131 anlau015fma olan Kyoto Protokolu00fc, yu00fcru00fcrlu00fcu011fe girdi.[1]",  "1999 - u00d6zbekistan'nu0131n bau015fkenti Tau015fkent'te, Cumhurbau015fkanu0131 u0130slam Kerimov'a suikast giriu015fimi yapu0131ldu0131. Kerimov, saldu0131ru0131dan u015fans eseri kurtuldu. Fakat 15 u00d6zbek asker hayatu0131nu0131 kaybetti, onlarca kiu015fi yaralandu0131. Saldu0131ru0131yu0131 Hizb ut-Tahrir u00fcstlendi.",  "1998 - u00c7in Havayollaru0131na ait bir yolcu uu00e7au011fu0131, u00c7an Kay u015eek Uluslararasu0131 Havaalanu0131 yaku0131nlaru0131nda du00fcu015ftu00fc: 202 kiu015fi u00f6ldu00fc.",  "1991 - 7 bin homoseksu00fcel Londra Hyde Park'ta bu00fcyu00fck bir miting du00fczenledi.",  "1990 - Tu00fcrkiye u0130nsan Haklaru0131 Vakfu0131 (Tu0130HV) kuruldu. Vakfu0131n bau015fkanlu0131u011fu0131na Yavuz u00d6nen seu00e7ildi.",  "1989 - Danimarka'da yapu0131lan karu015fu0131lau015fmada, u0130skou00e7 rakibi Pat Clinton'u yenen boksu00f6r Eyu00fcp Can, Avrupa Profesyonel Boks u015eampiyonu oldu.",  "1988 - Tu00fcrkiye'de 65 yau015fu0131ndaki bir kanser hastasu0131, TRT'deki "Zakkumla Kanser Tedavisi" programu0131ndan etkilenerek, bahu00e7esindeki zehirli zakkum bitkisini kaynatu0131p iu00e7ince u00f6ldu00fc.",  "1986 - Portekiz'de seu00e7imler yapu0131ldu0131. Mario Soares, 60 yu0131l sonra Portekiz'in ilk sivil Bau015fkanu0131 oldu.",  "1979 - Vaku0131f Gureba Hastanesi, u0130stanbul'un u00fcu00e7u00fcncu00fc tu0131p faku00fcltesi oldu.",  "1979 - u0130ran'da u0130ran u0130slam Devrimi sonrasu0131 Humeyni karu015fu0131tlaru0131, ardu0131 ardu0131na idam edildi.",  "1978 - Maliye Bakanu0131 Ziya Mu00fcezzinou011flu, yabancu0131 kaynaklu0131 eu015fyalaru0131n satu0131u015fu0131nu0131n yasaklandu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1976 - Tu00fcrkiye'nin Beyrut Bu00fcyu00fckelu00e7iliu011fi Bau015fkatibi Oktar Cirit, tabancayla vurularak u00f6ldu00fcru00fcldu00fc. Saldu0131ru0131yu0131 ASALA u00fcstlendi. (Bknz. 1976 Beyrut saldu0131ru0131su0131)",  "1974 - Isparta'da Ahmet Mehmet Uluu011fbay adlu0131 bir kiu015fi, parasu0131nu0131 almak iu00e7in arkadau015fu0131 Fikri Tokgu00f6z'u00fc bau015fu0131na ateu015f ederek u00f6ldu00fcrdu00fc. 12 Eylu00fcl du00f6neminde idam edildi.",  "1973 - Rauf Denktau015f, Ku0131bru0131s Cumhurbau015fkanu0131 Yardu0131mcu0131lu0131u011fu0131na seu00e7ildi.",  "1969 - 6. Filoyu protesto iu00e7in du00fczenlenen "Amerikan Emperyalizmine Karu015fu0131 u0130u015fu00e7i Mitingi"nde gu00f6steri yapanlara, sau011fcu0131 militanlaru0131n "Mu00fcslu00fcman Tu00fcrkiye" sloganlaru0131yla saldu0131rmasu0131yla bau015flayan olaylarda; Ali Turgut Aytau00e7 ve Duran Erdou011fan u00f6ldu00fcru00fcldu00fc, yaklau015fu0131k 200 kiu015fi yaralandu0131. Bu olay tarihe "Kanlu0131 Pazar" diye geu00e7ti.",  "1968 - Haleyville'de (Alabama, ABD) ilk "911" acil telefon sistemi u00e7alu0131u015fmaya bau015fladu0131.",  "1961 - Explorer 9, NASA tarafu0131ndan uzaya fu0131rlatu0131ldu0131.",  "1959 - Fidel Castro, Fulgencio Batista'nu0131n Ku00fcba Devrimi sonucu 1 Ocak'ta Bau015fkanlu0131ktan uzaklau015ftu0131ru0131lmasu0131nu0131n ardu0131ndan, Ku00fcba Devlet Bau015fkanu0131 oldu.",  "1948 - Pertev Naili Boratav, Muzaffer u015eerif Bau015fou011flu ve Niyazi Berkes sosyalist olduklaru0131 gereku00e7esiyle u00fcniversiteden uzaklau015ftu0131ru0131lmu0131u015flardu0131. Danu0131u015ftay, gu00f6revlerine iade etti.",  "1937 - Wallace Carothers, naylonun patentini aldu0131.",  "1926 - Mustafa Kemal'in de olduu011fu heyet, Ankara'da Hu00e2kimiyet-i Milliye gazetesinin yeni binasu0131nu0131 au00e7tu0131.",  "1925 - Tu00fcrkiye'de sivil ve askeri havacu0131lu0131u011fu0131 desteklemek amacu0131yla, sonralaru0131 "Tu00fcrk Hava Kurumu" adu0131nu0131 alacak olan, "Tu00fcrk Tayyare Cemiyeti" kuruldu.",  "1920 - Balu0131kesir'in kuzeyinde, Manyas ve Gu00f6nen bu00f6lgelerinde ikinci Ahmet Anzavur isyanu0131 bau015fladu0131. (u0130syan 16 Nisan'da bastu0131ru0131ldu0131.)",  "1918 - Litvanya, hem Rusya (Sovyetler Birliu011fi) hem de Almanya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1916 - Rus u0130mparatorluu011fu, Erzurum'u iu015fgal etti.",  "1872 - Beyou011flu Telgrafhanesi iu015fu00e7ileri greve u00e7u0131ktu0131.",  "600 - Papa I. Gregorius, hapu015fu0131ran kiu015fiye "Tanru0131 seni kutsasu0131n" denebileceu011fine karar verdi."]







