["2006 - Çadırlardan oluşan Seyyar Ordu Cerrahi Hastaneleri'nin (Mobile Army Surgical Hospital, MASH) sonuncusu da, ABD ordusunda hizmetten kaldırıldı.", "2005 - İklim değişikliği ile mücadele alanında hazırlanan en kapsamlı anlaşma olan Kyoto Protokolü, yürürlüğe girdi.[1]", "1999 - Özbekistan'nın başkenti Taşkent'te, Cumhurbaşkanı İslam Kerimov'a suikast girişimi yapıldı. Kerimov, saldırıdan şans eseri kurtuldu. Fakat 15 Özbek asker hayatını kaybetti, onlarca kişi yaralandı. Saldırıyı Hizb ut-Tahrir üstlendi.", "1998 - Çin Havayollarına ait bir yolcu uçağı, Çan Kay Şek Uluslararası Havaalanı yakınlarında düştü: 202 kişi öldü.", "1991 - 7 bin homoseksüel Londra Hyde Park'ta büyük bir miting düzenledi.", "1990 - Türkiye İnsan Hakları Vakfı (TİHV) kuruldu. Vakfın başkanlığına Yavuz Önen seçildi.", "1989 - Danimarka'da yapılan karşılaşmada, İskoç rakibi Pat Clinton'u yenen boksör Eyüp Can, Avrupa Profesyonel Boks Şampiyonu oldu.", "1988 - Türkiye'de 65 yaşındaki bir kanser hastası, TRT'deki \"Zakkumla Kanser Tedavisi\" programından etkilenerek, bahçesindeki zehirli zakkum bitkisini kaynatıp içince öldü.", "1986 - Portekiz'de seçimler yapıldı. Mario Soares, 60 yıl sonra Portekiz'in ilk sivil Başkanı oldu.", "1979 - Vakıf Gureba Hastanesi, İstanbul'un üçüncü tıp fakültesi oldu.", "1979 - İran'da İran İslam Devrimi sonrası Humeyni karşıtları, ardı ardına idam edildi.", "1978 - Maliye Bakanı Ziya Müezzinoğlu, yabancı kaynaklı eşyaların satışının yasaklandığını açıkladı.", "1976 - Türkiye'nin Beyrut Büyükelçiliği Başkatibi Oktar Cirit, tabancayla vurularak öldürüldü. Saldırıyı ASALA üstlendi. (Bknz. 1976 Beyrut saldırısı)", "1974 - Isparta'da Ahmet Mehmet Uluğbay adlı bir kişi, parasını almak için arkadaşı Fikri Tokgöz'ü başına ateş ederek öldürdü. 12 Eylül döneminde idam edildi.", "1973 - Rauf Denktaş, Kıbrıs Cumhurbaşkanı Yardımcılığına seçildi.", "1969 - 6. Filoyu protesto için düzenlenen \"Amerikan Emperyalizmine Karşı İşçi Mitingi\"nde gösteri yapanlara, sağcı militanların \"Müslüman Türkiye\" sloganlarıyla saldırmasıyla başlayan olaylarda; Ali Turgut Aytaç ve Duran Erdoğan öldürüldü, yaklaşık 200 kişi yaralandı. Bu olay tarihe \"Kanlı Pazar\" diye geçti.", "1968 - Haleyville'de (Alabama, ABD) ilk \"911\" acil telefon sistemi çalışmaya başladı.", "1961 - Explorer 9, NASA tarafından uzaya fırlatıldı.", "1959 - Fidel Castro, Fulgencio Batista'nın Küba Devrimi sonucu 1 Ocak'ta Başkanlıktan uzaklaştırılmasının ardından, Küba Devlet Başkanı oldu.", "1948 - Pertev Naili Boratav, Muzaffer Şerif Başoğlu ve Niyazi Berkes sosyalist oldukları gerekçesiyle üniversiteden uzaklaştırılmışlardı. Danıştay, görevlerine iade etti.", "1937 - Wallace Carothers, naylonun patentini aldı.", "1926 - Mustafa Kemal'in de olduğu heyet, Ankara'da Hâkimiyet-i Milliye gazetesinin yeni binasını açtı.", "1925 - Türkiye'de sivil ve askeri havacılığı desteklemek amacıyla, sonraları \"Türk Hava Kurumu\" adını alacak olan, \"Türk Tayyare Cemiyeti\" kuruldu.", "1920 - Balıkesir'in kuzeyinde, Manyas ve Gönen bölgelerinde ikinci Ahmet Anzavur isyanı başladı. (İsyan 16 Nisan'da bastırıldı.)", "1918 - Litvanya, hem Rusya (Sovyetler Birliği) hem de Almanya'dan bağımsızlığını ilan etti.", "1916 - Rus İmparatorluğu, Erzurum'u işgal etti.", "1872 - Beyoğlu Telgrafhanesi işçileri greve çıktı.", "600 - Papa I. Gregorius, hapşıran kişiye \"Tanrı seni kutsasın\" denebileceğine karar verdi."]