["2016 - Ankara'da Devlet Mahallesi'nde asker ve personeli taşıyan servis araçlarına, bombalı intihar saldırısı düzenlendi. 28 kişi öldü, 61 kişi yaralandı. Başbakan Ahmet Davutoğlu, saldırının YPG tarafından gerçekleştirildiğini açıkladı.", "2008 - Kosova, Sırbistan'dan ayrılarak tek taraflı bağımsızlık ilan etti.", "2006 - Filipinler'in Güney Leyte bölgesinde meydana gelen bir seri toprak kayması sonucu, yaklaşık 1800 kişinin toprak altında kalarak öldüğü tahmin ediliyor. Yörede, son 10 gündür yağan şiddetli yağmurların ve hemen öncesinde meydana gelen 2,3 büyüklüğündeki küçük ölçekli bir depremin faciayı tetiklemiş olabileceği öne sürülüyor.", "2001 - IMF Başkan Yardımcısı Stanley Fischer ile kurumun Avrupa Sorumlusu Michael Deppler, G-20 toplantıları çerçevesinde Türkiye'ye geldi.", "2000 - Microsoft, Windows 2000 işletim sistemini piyasaya sürdü.", "1999 - Fransa'nın başkenti Paris'in 50 km yakınındaki tarihî Kraliyet Köşkü Rambouillet'de Belgrad Hükûmeti ile Kosovalı Arnavutlar arasında barış görüşmeleri yapıldı.", "1996 - Dünya satranç şampiyonu Garry Kasparov, Deep Blue adlı bilgisayarı yendi.", "1994 - TBMM Anayasa ve Adalet Komisyonu, Refah Partili Hasan Mezarcı'nın dokunulmazlığının kaldırılmasını kararlaştırdı.", "1994 - Demokrasi Partisi (DEP) Suruç İlçe Yönetim Kurulu Üyesi Ömer Akpolat, kimliği belirsiz kişilerce öldürüldü.", "1993 - Somali'de görev yapan BM Barış Gücü UNISOM'un Komutanlığına, Korgeneral Çevik Bir atandı.", "1993 - Dev-Sol ve TİKKO (Türkiye İşçi Köylü Kurtuluş Ordusu) üyesi 18 siyasi tutuklu, kazdıkları 35 metre uzunluğundaki tünelden yararlanarak Nevşehir E Tipi Kapalı Cezaevi'nden firar etti.", "1993 - Jandarma Genel Komutanı Orgeneral Eşref Bitlis'in bulunduğu askerî uçak Ankara Güvercinlik alanından havalandıktan kısa süre sonra, Ankara Yenimahalle'deki (PTT) İşleme Merkezinin bahçesine düştü. Kazada; Bitlis ile 3 subay, 1 astsubay ve 1 PTT görevlisi öldü.", "1987 - 12 Eylül askerî darbesinden sonra toplatılan 39 ton ağırlığındaki kitap, dergi ile günlük ve haftalık gazete, SEKA'da imha edildi.", "1986 - Barış Derneği davasından tutuklu 6 kişi tahliye edildi. Tahliye edilenler arasında Reha İsvan ve Gencay Şaylan da yer alıyordu. Ali Sirmen, Erdal Atabek, Ali Taygun, Ergun Elgin, Hüseyin Baş ve Orhan Taylan'ın ise tahliye talebi reddedildi.", "1984 - Avusturya'da yapılan Avrupa güzellik yarışmasını, Türkiye güzeli Neşe Erberk kazandı.", "1983 - Dört Filistinli gerilla, Ankara 1. Ağır Ceza Mahkemesi'nce yeniden ikişer kez ölüme mahkûm edildi. Filistinli gerillalar, Mısır'ın Ankara Büyükelçiliği'ni basarak iki güvenlik görevlisini öldürüp, içeridekileri 45 saat rehin tutmuşlardı.", "1979 - Vietnam Savaşı'ndan sonra SSCB ile yakınlaşan Vietnam, Çin tarafından işgal edildi.", "1973 - Petrol Ofisi Genel Müdürlüğü'ne bir kadın atandı. Şeyda Odyakmaz Türkiye'de ilk kez bu düzeye yükseltilen kadın yönetici oldu.", "1968 - Türkiye İşçi Partisi (TİP) milletvekili Çetin Altan, TBMM'de Adalet Partililere \"Çoğunluğunuz var ama ağırlığınız yok\" dedi. Bunun üzerine kavga çıktı.", "1967 - Radyo sanatçılarının yürüyüş ve boykot olaylarından sonra TRT, sanatçı ücretlerine yüzde 150-200 arasında zam yaptı.", "1967 - Kimi milletvekilleri, Meclise gelen mini etekli kadınlardan şikâyetçi olduklarını bildirdiler.", "1967 - Türkiye Cumhuriyeti Millî Eğitim Bakanlığı, Türkiye Öğretmenler Sendikası (TÖS) Genel Başkanı Feyzullah Ertuğrul'u Elazığ'ın bir köyüne atadı.", "1959 - Başbakan Adnan Menderes ve beraberindekileri Londra'ya götüren THY'nin SEV uçağı, Gatwick Havalimanı yakınlarında düştü; Menderes kurtuldu, aralarında Anadolu Ajansı Genel Müdürü Şerif Arzık'ın da bulunduğu 14 kişi öldü.", "1957 - Ordular arası futbol karşılaşmalarında Türk takımı rekor kırdı; Amerikan ordu takımını 19-0 yendi.", "1957 - Missouri'de (ABD) bir yaşlılar evinde çıkan yangında 72 kişi öldü.", "1956 - Çoruh ilinin adı Artvin olarak değiştirildi.", "1949 - Türkiye, Avrupa Kalkınması İcra Konseyi'ne katıldı.", "1939 - Hatay Meclisi, Türkiye Cumhuriyeti kanunlarını, Hatay Devleti kanunları olarak kabul etti.", "1936 - Kızılmaske, Lee Falk tarafından yaratıldı ve ABD'de yayınlanmaya başladı.", "1935 - İstanbul'da kartopu oynanması yasaklandı.", "1934 - Avusturya'da sosyal demokratlar gösteri düzenlediler. Güvenlik güçleri göstericilere müdahale etti; birçok gösterici öldürüldü. Hükûmet sıkıyönetim ilan etti.", "1933 - Newsweek dergisi yayımlanmaya başladı.", "1926 - Ankara'da Devlet Resim Sergisi açıldı. Cumhurbaşkanı Mustafa Kemal, sergiyi ziyaret etti.", "1926 - Türk Medeni Kanunu kabul edildi.", "1925 - Aşar Vergisi kaldırıldı. Basın, aşarın kaldırılmasını büyük bir devrim olarak sundu.", "1924 - Johnny Weissmuller, 100 yarda (91,4 m) serbest stil yüzmede 52-2/5 saniye ile dünya rekoru kırdı.", "1923 - Mustafa Kemal, ikinci defa Büyük Millet Meclisi Başkanlığına seçildi. Meclise 7 işçi, 1 çiftçi kadın katıldı. Kapanış konuşmasını Rukiye Hanım yaptı.", "1923 - İzmir'de, Cumhuriyetin 1. iktisat kongresi olan İzmir İktisat Kongresi düzenlendi.", "1921 - Ankara dışındaki İstiklal Mahkemeleri kaldırıldı.", "1920 - Osmanlı Mebuslar Meclisi, kabul ettiği Misak-ı Millî'nin basında yayınlanmasını ve bütün yabancı parlamentolara bildirilmesini kararlaştırdı.", "1917 - Hicaz Seferi Kuvvetler Komutanlığı'na atanan Mustafa Kemal, bu görevi kabul etmedi.", "1916 - Doğu cephesinde Ruslar, Muş'u işgal etti.", "1915 - Barbaros Hayreddin ve Turgut Reis muharebe gemileri, savunmaya katılmak üzere Nara'ya geldi.", "1895 - Müziğini Çaykovski'nin bestelediği Kuğu Gölü Balesi, ilk gösterisini Sankt-Peterburg'da (Rusya) yaptı.", "1867 - Süveyş Kanalı'ndan ilk gemi geçti.", "1864 - Amerikan İç Savaşı sırasında H.L. Hunley adlı denizaltı, USS Housatonic adlı savaş gemisini batırdı ve bir savaş gemisi batıran ilk denizaltı oldu.", "1600 - İtalyan filozof Giordano Bruno, aykırı görüşler savunduğu için Roma Katolik Kilisesi'nin Engizisyon mahkemesinde yargılanıp sapkın ilan edildi ve Roma'da diri diri yakılarak idam edildi."]