["2016 - Ankara'da Devlet Mahallesi'nde asker ve personeli tau015fu0131yan servis arau00e7laru0131na, bombalu0131 intihar saldu0131ru0131su0131 du00fczenlendi. 28 kiu015fi u00f6ldu00fc, 61 kiu015fi yaralandu0131. Bau015fbakan Ahmet Davutou011flu, saldu0131ru0131nu0131n YPG tarafu0131ndan geru00e7ekleu015ftirildiu011fini au00e7u0131kladu0131.",  "2008 - Kosova, Su0131rbistan'dan ayru0131larak tek taraflu0131 bau011fu0131msu0131zlu0131k ilan etti.",  "2006 - Filipinler'in Gu00fcney Leyte bu00f6lgesinde meydana gelen bir seri toprak kaymasu0131 sonucu, yaklau015fu0131k 1800 kiu015finin toprak altu0131nda kalarak u00f6ldu00fcu011fu00fc tahmin ediliyor. Yu00f6rede, son 10 gu00fcndu00fcr yau011fan u015fiddetli yau011fmurlaru0131n ve hemen u00f6ncesinde meydana gelen 2,3 bu00fcyu00fcklu00fcu011fu00fcndeki ku00fcu00e7u00fck u00f6lu00e7ekli bir depremin faciayu0131 tetiklemiu015f olabileceu011fi u00f6ne su00fcru00fclu00fcyor.",  "2001 - IMF Bau015fkan Yardu0131mcu0131su0131 Stanley Fischer ile kurumun Avrupa Sorumlusu Michael Deppler, G-20 toplantu0131laru0131 u00e7eru00e7evesinde Tu00fcrkiye'ye geldi.",  "2000 - Microsoft, Windows 2000 iu015fletim sistemini piyasaya su00fcrdu00fc.",  "1999 - Fransa'nu0131n bau015fkenti Paris'in 50u00a0km yaku0131nu0131ndaki tarihu00ee Kraliyet Ku00f6u015fku00fc Rambouillet'de Belgrad Hu00fcku00fbmeti ile Kosovalu0131 Arnavutlar arasu0131nda baru0131u015f gu00f6ru00fcu015fmeleri yapu0131ldu0131.",  "1996 - Du00fcnya satranu00e7 u015fampiyonu Garry Kasparov, Deep Blue adlu0131 bilgisayaru0131 yendi.",  "1994 - TBMM Anayasa ve Adalet Komisyonu, Refah Partili Hasan Mezarcu0131'nu0131n dokunulmazlu0131u011fu0131nu0131n kaldu0131ru0131lmasu0131nu0131 kararlau015ftu0131rdu0131.",  "1994 - Demokrasi Partisi (DEP) Suruu00e7 u0130lu00e7e Yu00f6netim Kurulu u00dcyesi u00d6mer Akpolat, kimliu011fi belirsiz kiu015filerce u00f6ldu00fcru00fcldu00fc.",  "1993 - Somali'de gu00f6rev yapan BM Baru0131u015f Gu00fccu00fc UNISOM'un Komutanlu0131u011fu0131na, Korgeneral u00c7evik Bir atandu0131.",  "1993 - Dev-Sol ve Tu0130KKO (Tu00fcrkiye u0130u015fu00e7i Ku00f6ylu00fc Kurtuluu015f Ordusu) u00fcyesi 18 siyasi tutuklu, kazdu0131klaru0131 35 metre uzunluu011fundaki tu00fcnelden yararlanarak Nevu015fehir E Tipi Kapalu0131 Cezaevi'nden firar etti.",  "1993 - Jandarma Genel Komutanu0131 Orgeneral Eu015fref Bitlis'in bulunduu011fu askeru00ee uu00e7ak Ankara Gu00fcvercinlik alanu0131ndan havalandu0131ktan ku0131sa su00fcre sonra, Ankara Yenimahalle'deki (PTT) u0130u015fleme Merkezinin bahu00e7esine du00fcu015ftu00fc. Kazada; Bitlis ile 3 subay, 1 astsubay ve 1 PTT gu00f6revlisi u00f6ldu00fc.",  "1987 - 12 Eylu00fcl askeru00ee darbesinden sonra toplatu0131lan 39 ton au011fu0131rlu0131u011fu0131ndaki kitap, dergi ile gu00fcnlu00fck ve haftalu0131k gazete, SEKA'da imha edildi.",  "1986 - Baru0131u015f Derneu011fi davasu0131ndan tutuklu 6 kiu015fi tahliye edildi. Tahliye edilenler arasu0131nda Reha u0130svan ve Gencay u015eaylan da yer alu0131yordu. Ali Sirmen, Erdal Atabek, Ali Taygun, Ergun Elgin, Hu00fcseyin Bau015f ve Orhan Taylan'u0131n ise tahliye talebi reddedildi.",  "1984 - Avusturya'da yapu0131lan Avrupa gu00fczellik yaru0131u015fmasu0131nu0131, Tu00fcrkiye gu00fczeli Neu015fe Erberk kazandu0131.",  "1983 - Du00f6rt Filistinli gerilla, Ankara 1. Au011fu0131r Ceza Mahkemesi'nce yeniden ikiu015fer kez u00f6lu00fcme mahku00fbm edildi. Filistinli gerillalar, Mu0131su0131r'u0131n Ankara Bu00fcyu00fckelu00e7iliu011fi'ni basarak iki gu00fcvenlik gu00f6revlisini u00f6ldu00fcru00fcp, iu00e7eridekileri 45 saat rehin tutmuu015flardu0131.",  "1979 - Vietnam Savau015fu0131'ndan sonra SSCB ile yaku0131nlau015fan Vietnam, u00c7in tarafu0131ndan iu015fgal edildi.",  "1973 - Petrol Ofisi Genel Mu00fcdu00fcrlu00fcu011fu00fc'ne bir kadu0131n atandu0131. u015eeyda Odyakmaz Tu00fcrkiye'de ilk kez bu du00fczeye yu00fckseltilen kadu0131n yu00f6netici oldu.",  "1968 - Tu00fcrkiye u0130u015fu00e7i Partisi (Tu0130P) milletvekili u00c7etin Altan, TBMM'de Adalet Partililere "u00c7ou011funluu011funuz var ama au011fu0131rlu0131u011fu0131nu0131z yok" dedi. Bunun u00fczerine kavga u00e7u0131ktu0131.",  "1967 - Radyo sanatu00e7u0131laru0131nu0131n yu00fcru00fcyu00fcu015f ve boykot olaylaru0131ndan sonra TRT, sanatu00e7u0131 u00fccretlerine yu00fczde 150-200 arasu0131nda zam yaptu0131.",  "1967 - Kimi milletvekilleri, Meclise gelen mini etekli kadu0131nlardan u015fiku00e2yetu00e7i olduklaru0131nu0131 bildirdiler.",  "1967 - Tu00fcrkiye Cumhuriyeti Millu00ee Eu011fitim Bakanlu0131u011fu0131, Tu00fcrkiye u00d6u011fretmenler Sendikasu0131 (Tu00d6S) Genel Bau015fkanu0131 Feyzullah Ertuu011frul'u Elazu0131u011f'u0131n bir ku00f6yu00fcne atadu0131.",  "1959 - Bau015fbakan Adnan Menderes ve beraberindekileri Londra'ya gu00f6tu00fcren THY'nin SEV uu00e7au011fu0131, Gatwick Havalimanu0131 yaku0131nlaru0131nda du00fcu015ftu00fc; Menderes kurtuldu, aralaru0131nda Anadolu Ajansu0131 Genel Mu00fcdu00fcru00fc u015eerif Arzu0131k'u0131n da bulunduu011fu 14 kiu015fi u00f6ldu00fc.",  "1957 - Ordular arasu0131 futbol karu015fu0131lau015fmalaru0131nda Tu00fcrk taku0131mu0131 rekor ku0131rdu0131; Amerikan ordu taku0131mu0131nu0131 19-0 yendi.",  "1957 - Missouri'de (ABD) bir yau015flu0131lar evinde u00e7u0131kan yangu0131nda 72 kiu015fi u00f6ldu00fc.",  "1956 - u00c7oruh ilinin adu0131 Artvin olarak deu011fiu015ftirildi.",  "1949 - Tu00fcrkiye, Avrupa Kalku0131nmasu0131 u0130cra Konseyi'ne katu0131ldu0131.",  "1939 - Hatay Meclisi, Tu00fcrkiye Cumhuriyeti kanunlaru0131nu0131, Hatay Devleti kanunlaru0131 olarak kabul etti.",  "1936 - Ku0131zu0131lmaske, Lee Falk tarafu0131ndan yaratu0131ldu0131 ve ABD'de yayu0131nlanmaya bau015fladu0131.",  "1935 - u0130stanbul'da kartopu oynanmasu0131 yasaklandu0131.",  "1934 - Avusturya'da sosyal demokratlar gu00f6steri du00fczenlediler. Gu00fcvenlik gu00fcu00e7leri gu00f6stericilere mu00fcdahale etti; biru00e7ok gu00f6sterici u00f6ldu00fcru00fcldu00fc. Hu00fcku00fbmet su0131ku0131yu00f6netim ilan etti.",  "1933 - Newsweek dergisi yayu0131mlanmaya bau015fladu0131.",  "1926 - Ankara'da Devlet Resim Sergisi au00e7u0131ldu0131. Cumhurbau015fkanu0131 Mustafa Kemal, sergiyi ziyaret etti.",  "1926 - Tu00fcrk Medeni Kanunu kabul edildi.",  "1925 - Au015far Vergisi kaldu0131ru0131ldu0131. Basu0131n, au015faru0131n kaldu0131ru0131lmasu0131nu0131 bu00fcyu00fck bir devrim olarak sundu.",  "1924 - Johnny Weissmuller, 100 yarda (91,4 m) serbest stil yu00fczmede 52-2/5 saniye ile du00fcnya rekoru ku0131rdu0131.",  "1923 - Mustafa Kemal, ikinci defa Bu00fcyu00fck Millet Meclisi Bau015fkanlu0131u011fu0131na seu00e7ildi. Meclise 7 iu015fu00e7i, 1 u00e7iftu00e7i kadu0131n katu0131ldu0131. Kapanu0131u015f konuu015fmasu0131nu0131 Rukiye Hanu0131m yaptu0131.",  "1923 - u0130zmir'de, Cumhuriyetin 1. iktisat kongresi olan u0130zmir u0130ktisat Kongresi du00fczenlendi.",  "1921 - Ankara du0131u015fu0131ndaki u0130stiklal Mahkemeleri kaldu0131ru0131ldu0131.",  "1920 - Osmanlu0131 Mebuslar Meclisi, kabul ettiu011fi Misak-u0131 Millu00ee'nin basu0131nda yayu0131nlanmasu0131nu0131 ve bu00fctu00fcn yabancu0131 parlamentolara bildirilmesini kararlau015ftu0131rdu0131.",  "1917 - Hicaz Seferi Kuvvetler Komutanlu0131u011fu0131'na atanan Mustafa Kemal, bu gu00f6revi kabul etmedi.",  "1916 - Dou011fu cephesinde Ruslar, Muu015f'u iu015fgal etti.",  "1915 - Barbaros Hayreddin ve Turgut Reis muharebe gemileri, savunmaya katu0131lmak u00fczere Nara'ya geldi.",  "1895 - Mu00fcziu011fini u00c7aykovski'nin bestelediu011fi Kuu011fu Gu00f6lu00fc Balesi, ilk gu00f6sterisini Sankt-Peterburg'da (Rusya) yaptu0131.",  "1867 - Su00fcveyu015f Kanalu0131'ndan ilk gemi geu00e7ti.",  "1864 - Amerikan u0130u00e7 Savau015fu0131 su0131rasu0131nda H.L. Hunley adlu0131 denizaltu0131, USS Housatonic adlu0131 savau015f gemisini batu0131rdu0131 ve bir savau015f gemisi batu0131ran ilk denizaltu0131 oldu.",  "1600 - u0130talyan filozof Giordano Bruno, ayku0131ru0131 gu00f6ru00fcu015fler savunduu011fu iu00e7in Roma Katolik Kilisesi'nin Engizisyon mahkemesinde yargu0131lanu0131p sapku0131n ilan edildi ve Roma'da diri diri yaku0131larak idam edildi."]







