["2021 - NASA'nu0131n keu015fif aracu0131 Perseverance Mars'a indi.[1]",  "2008 - Amerika Birleu015fik Devletleri, Afganistan ve Tu00fcrkiye; Kosova'nu0131n tek taraflu0131 bau011fu0131msu0131zlu0131u011fu0131nu0131 tanu0131du0131u011fu0131nu0131 au00e7u0131kladu0131.",  "2007 - NBA'de oynayan en iyi oyunculardan oluu015fan iki taku0131mu0131n karu015fu0131lau015fmasu0131 u015feklinde, her yu0131l gu00f6steri amau00e7lu0131 yapu0131lan 2007 NBA All-Star Mau00e7u0131, Las Vegas'ta yapu0131ldu0131.",  "2004 - u0130ran'u0131n Niu015fabur kenti yaku0131nlarda kontrolden u00e7u0131kan bir yu00fck treninde meydana gelen patlama ve yangu0131nda, 200'u00fc kurtarma personeli olmak u00fczere 295 kiu015fi u00f6ldu00fc. Tren; ku00fcku00fcrt, petrol ve gu00fcbre tau015fu0131yordu.",  "2003 - Gu00fcney Kore'nin Daegu metrosunda u00e7u0131kan yangu0131nda, yaklau015fu0131k 200 kiu015fi u00f6ldu00fc.",  "1997 - Tansu u00c7iller, TEDAu015e ve TOFAu015e soruu015fturmalaru0131ndan aklandu0131. Refah Partisi milletvekilleri Tansu u00c7iller'in aklanmasu0131ndan yana oy kullandu0131lar.",  "1995 - Sosyaldemokrat Halku00e7u0131 Parti ve Cumhuriyet Halk Partisi, CHP u00e7atu0131su0131 altu0131nda birleu015fti. SHPu2019li Hikmet u00c7etin oy birliu011fiyle Genel Bau015fkan seu00e7ildi.",  "1994 - Demokrasi Partisinin (DEP) Genel Merkezi bombalandu0131, bir kiu015fi u00f6ldu00fc, 2'si au011fu0131r 16 kiu015fi yaralandu0131. Demokrasi Partisi (DEP) yu0131lbau015fu0131ndan beri 4 kez saldu0131ru0131ya uu011framu0131u015ftu0131. Olayu0131 u0130slami Cihat u00d6rgu00fctu00fc u00fcstlendi.",  "1993 - Gazeteci Kemal Ku0131lu0131u00e7 u00f6ldu00fcru00fcldu00fc. Ku0131lu0131u00e7, u0130nsan Haklaru0131 Derneu011fi'nin Urfa u015eubesi Yu00f6netim Kurulu u00fcyesiydi.",  "1988 - u0130stanbul'daki Spor ve Sergi Sarayu0131'nu0131n adu0131, "Lu00fctfi Ku0131rdar" olarak deu011fiu015ftirildi.",  "1979 - Sahra u00c7u00f6lu00fc'ne kar yau011fdu0131.",  "1977 - u0130stanbul Yu00fckseku00f6u011frenim Derneu011fi, (u0130Yu00d6D) "amau00e7 du0131u015fu0131 faaliyet" gu00f6sterdiu011fi gereku00e7esiyle su00fcresiz kapatu0131ldu0131. u0130Yu00d6D, Dev-Genu00e7'in (Devrimci Genu00e7lik Dernekleri Federasyonu) u0130stanbul Bu00f6lge Yu00fcru00fctme Kurulunu oluu015fturuyordu.",  "1977 - Uzay mekiu011fi Enterprise, bir Boeing 747'nin u00fcstu00fcnde ilk yolculuu011funa u00e7u0131ktu0131.",  "1974 - Kiss mu00fczik grubu, kendi adlaru0131nu0131 tau015fu0131yan ilk albu00fcmlerini yayu0131mladu0131lar.",  "1971 - Elazu0131u011f Senatu00f6ru00fc Profesu00f6r Celal Ertuu011f, "Bir dikta ortamu0131na adu0131m adu0131m yaklau015fu0131lmaktadu0131r. Ordunun mesaju0131 au00e7u0131ktu0131r. Demirel derhal istifa etmelidir" dedi. Bau015fbakan Su00fcleyman Demirel ise, "Meu015fru yollardan geldim. Bulurlar 226'yu0131, bizi devirirler" dedi.",  "1967 - Millu00ee Eu011fitim Bakanlu0131u011fu0131 bu00fctu00e7esi gu00f6ru00fcu015fu00fcldu00fc; 35.000 ku00f6yden 15.000'inde okul olmadu0131u011fu0131 au00e7u0131klandu0131.",  "1965 - Gambiya, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1960 - 7 u00fclke, Latin Amerika Serbest Ticaret Birliu011fini (LAFTA) kurdu. 1980'de imzalanan yeni bir anlau015fma ile ALADI adu0131nu0131 aldu0131.",  "1957 - BM'de Ku0131bru0131s gu00f6ru00fcu015fmelerine bau015flandu0131. BM, 26 u015eubat'ta sorunun u00f6ncelikle ilgili taraflar arasu0131nda gu00f6ru00fcu015fu00fclmesine karar verdi.",  "1952 - TBMM, Tu00fcrkiye'nin NATO u00fcyeliu011fini onayladu0131. Tu00fcrkiye, 21 u015eubat gu00fcnu00fc NATO u00fcyesi oldu.",  "1943 - Joseph Goebbels, Sportpalast konuu015fmasu0131nu0131 yaptu0131.",  "1943 - Naziler, Beyaz Gu00fcl hareketi u00fcyelerini tutukladu0131lar.",  "1941 - Petrol Ofisi kuruldu.",  "1941 - Anu0131tkabir iu00e7in mimari yaru0131u015fma au00e7u0131ldu0131u011fu0131 resmen ilan edildi.",  "1932 - Japon u0130mparatoru, Manzhouguo'nun (Manu00e7urya'nu0131n eski u00c7ince adu0131) u00c7in'den bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1930 - Amerikalu0131 astronomi tutkunu Clyde Tombaugh, 33u00a0cm'lik bir teleskopla Plu00fcton cu00fcce gezegenini keu015ffetti.",  "1913 - Raymond Poincaru00e9, Fransa Devlet Bau015fkanu0131 oldu.",  "1885 - Mark Twain'in Huckleberry Finn'in Maceralaru0131 adlu0131 kitabu0131, ilk kez yayu0131mlandu0131.",  "1856 - Islahat Fermanu0131 yayu0131nlandu0131.",  "1695 - Osmanlu0131 donanmasu0131, Saku0131z Adasu0131'nu0131 Venedikliler'den geri aldu0131.",  "1451 - Fatih Sultan Mehmet, ikinci kez tahta u00e7u0131ktu0131."]







