["2020 - Hanau saldu0131ru0131su0131: Almanya'nu0131n Hessen eyaletindeki Hanau kentinde iki nargile salonunu hedef alan iki silahlu0131 saldu0131ru0131da fail dahil 11 kiu015fi hayatu0131nu0131 kaybetti, 5 kiu015fi yaralandu0131.",  "2008 - Ku00fcba lideri Fidel Castro, gu00f6revinden ayru0131ldu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "2001 - Millu00ee Gu00fcvenlik Kurulu'nun u00c7ankaya Ku00f6u015fku00fc'nde yapu0131lan u015eubat ayu0131 toplantu0131su0131nda, Bau015fbakan Bu00fclent Ecevit, Cumhurbau015fkanu0131 Ahmet Necdet Sezer ile yau015fadu0131u011fu0131 tartu0131u015fma nedeniyle toplantu0131yu0131 terk etti. (bkz. Anayasa kitapu00e7u0131u011fu0131 krizi)",  "1998 - Rusya'dan Tu00fcrkiye'ye boru hattu0131 ile dou011falgaz getirecek olan Mavi Aku0131m Projesi iu00e7in mu00fcteahhit firmalar arasu0131nda anlau015fma imzalandu0131.",  "1994 - Libya'da u015feriat uygulamasu0131na geu00e7ildi; u0130slami takvim uygulanmaya bau015flandu0131.",  "1994 - Haftalu0131k Newroz gazetesi yayu0131mlanmaya bau015fladu0131.",  "1986 - SSCB, Mir uzay istasyonu'nu uzaya gu00f6nderdi.",  "1985 - Tu00fcrk aktu00f6r Haluk Bilginer'in de rol aldu0131u011fu0131 BBC pembe dizisi, u00fcnlu00fc EastEnders'u0131n ilk bu00f6lu00fcmu00fc u0130ngiltere'de yayu0131mlandu0131. Dizi hu00e2len devam etmektedir.",  "1985 - William J. Schroeder, yapay kalp taku0131ldu0131ktan sonra hastaneden taburcu edilip evine gu00f6nderilebilen ilk hasta oldu.",  "1985 - u0130spanya Havayollaru0131na ait Boeing 747 tipi bir yolcu uu00e7au011fu0131, Oiz dau011flaru0131na (u0130spanya) u00e7arparak du00fcu015ftu00fc: 148 kiu015fi u00f6ldu00fc.",  "1978 - Larnaka Uluslararasu0131 Havaalanu0131ndaki bir uu00e7ak kau00e7u0131rma olayu0131na, Ku0131bru0131slu0131 yetkililerden izin almaksu0131zu0131n mu00fcdahale etmeye kalkan Mu0131su0131r Komando Birliu011finin 15 u00fcyesi, Ku0131bru0131s Millu00ee Muhafu0131zlaru0131 tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1959 - Londra Konferansu0131 sona erdi. Birleu015fik Krallu0131k Ku0131bru0131s'u0131n bau011fu0131msu0131zlu0131u011fu0131nu0131 tanu0131du0131. Birleu015fik Krallu0131k, Tu00fcrkiye ve Yunanistan, Ku0131bru0131s'ta garantu00f6r devlet oldu. Bau011fu0131msu0131zlu0131u011fu0131n resmi olarak ilan edilmesi ise 16 Au011fustos 1960'ta oldu.",  "1957 - Tu00fcrk Silahlu0131 Kuvvetleri'nin ilk kadu0131n doktor subayu0131 Sema Aran, gu00f6reve bau015fladu0131.",  "1945 - II. Du00fcnya Savau015fu0131-Iwo Jima Muharebesi: Yaklau015fu0131k 30.000 ABD askeri Batu0131 Pasifik'teki Iwo Jima adasu0131na u00e7u0131ktu0131. Japon Ordusunun u015fiddetli direniu015fi ile karu015fu0131lau015fan ABD Birlikleri, Ada'da kontrolu00fc ancak bir ay sonra sau011flayabildiler.",  "1932 - Halkevleri kuruldu. 1951'de Demokrat Parti Hu00fcku00fbmeti tarafu0131ndan kapatu0131ldu0131.",  "1928 - Amacu0131 yoksul kadu0131nlara yardu0131m etmek olan "Himaye-i Etfal Kadu0131n Yardu0131m Cemiyeti" kuruldu. Cemiyetin adu0131 1938'de Yardu0131m Sevenler Derneu011fi olarak deu011fiu015ftirildi. Mevhibe u0130nu00f6nu00fc, derneu011fin fahri bau015fkanu0131ydu0131.",  "1925 - Telsiz tesisi hakku0131ndaki kanun u00e7u0131ktu0131. Tu00fcrkiye'de radyonun kurulmasu0131 TBMM'de kabul edildi.",  "1915 - u0130tilaf devletleri'nin u00c7anakkale'ye denizden yaptu0131klaru0131 saldu0131ru0131 pu00fcsku00fcrtu00fcldu00fc.",  "1915 - I. Du00fcnya Savau015fu0131: Gelibolu muharebeleri bau015fladu0131.",  "1913 - Pedro Lascuru00e1in, saat 17:15'te Meksika'nu0131n 34. Bau015fkanu0131 oldu, saat 18:00'de ise istifa etti.",  "1878 - Thomas Edison, fonografu0131n patentini aldu0131.",  "1861 - Rusya'da toprau011fa bau011flu0131 ku00f6lelik yasaklandu0131.",  "1807 - Eski Amerika Birleu015fik Devletleri Bau015fkan Yardu0131mcu0131su0131 Aaron Burr, vatana ihanet iddiasu0131yla tutuklandu0131.",  "1600 - Peru'daki Huaynaputina yanardau011fu0131, Gu00fcney Amerika tarihindeki en u015fiddetli patlamayla pu00fcsku00fcrdu00fc."]







