["2009 - Ergenekon davasu0131 kapsamu0131nda 41u2019i tutuklu 86 sanu0131u011fu0131n yargu0131landu0131u011fu0131 davanu0131n 46. duruu015fmasu0131nda ifade veren Sami Hou015ftan, "Susurluk kazasu0131ndaki kayu0131p u00e7anta bende." dedi.",  "2007 - u0130talyan futbolunun en u00fcst basamau011fu0131 olan Serie A'da Catania ile Palermo arasu0131ndaki Sicilya derbisinde u00e7atu0131u015fma u00e7u0131ktu0131, polis memuru Filippo Raciti hayatu0131nu0131 kaybetti. Bu olay u0130talya'daki stadyum du00fczenlemelerinde bu00fcyu00fck deu011fiu015fikliklere yol au00e7tu0131.",  "2007 - Birleu015fmiu015f Milletler "u0130klim Raporu" au00e7u0131klandu0131. Ku00fcresel u0131su0131nmanu0131n insan yau015famu0131nu0131 tehdit ettiu011fi uyaru0131su0131 yapu0131ldu0131.",  "2005 - Kanada Hu00fcku00fbmeti, Resmu00ee Evlilik Yasasu0131'nu0131 u00e7u0131karu0131r. Bu yasa 20 Temmuz 2005'te aynu0131 cinsiyetten evliliu011fi yasallau015ftu0131rarak yasalau015facaktu0131.",  "2004 - u0130sviu00e7reli tenisu00e7i Roger Federer, yeni bir rekor olan 237 hafta tutacau011fu0131 bir pozisyon olan 1 numaralu0131 tek erkekler oyuncusu oldu.",  "2004 - Konya'nu0131n Selu00e7uklu ilu00e7esinde bulunan 11 katlu0131 Zu00fcmru00fct Apartmanu0131, yapu0131m hatasu0131 nedeniyle u00e7u00f6ktu00fc: 92 kiu015fi u00f6ldu00fc.",  "2002 - Orange Prensi Willem-Alexander ve Mu00e1xima Zorreguieta Cerruti'nin du00fcu011fu00fcnu00fc.",  "2000 - Texas Instruments tarafu0131ndan geliu015ftirilen DLP CINEMA teknolojisi ile Philippe Binant tarafu0131ndan geru00e7ekleu015ftirilen Avrupa'daki (Paris) ilk dijital sinema projeksiyonu.",  "2000 - Fildiu015fi Sahili millu00ee futbol taku0131mu0131, Afrika Kupasu0131'nu0131n ilk turunda elenince, u00fclkenin diktatu00f6ru00fc futbolcularu0131n tu00fcmu00fcnu00fc bir askeri kampa hapsettirdi.",  "1997 - Ankara Sincan'da Refah Partili belediyenin du00fczenlediu011fi "Kudu00fcs Gecesi" tepkiye yol au00e7tu0131. Tu00fcrkiye, Sincan'daki konuu015fmasu0131 nedeniyle u0130ran'u0131n Ankara Bu00fcyu00fckelu00e7isi Muhammed Ru0131za Bagheri'yi resmen protesto etti.",  "1995 - u00d6zelleu015ftirme u0130daresi Bau015fkanlu0131u011fu0131, Et ve Balu0131k Kurumu'nu 2 yu0131l hiu00e7 u00f6demesiz 1,5 trilyona Hak-u0130u015f'e bau011flu0131 u00d6z Tu00fctu00fcn, Mu00fcskirat, Gu0131da Sanayii ve Yardu0131mcu0131 u0130u015fu00e7ileri Sendikasu0131'na sattu0131.",  "1995 - u0130stanbul Devlet Gu00fcvenlik Mahkemesi, Du00fcu015fu00fcnce u00d6zgu00fcrlu00fcu011fu00fc ve Tu00fcrkiye adlu0131 kitabu0131 toplatma kararu0131 aldu0131.",  "1991 - Silopi ve Cizre'ye gazetecilerin girmesi yasaklandu0131.",  "1990 - Gu00fcney Afrika Devlet Bau015fkanu0131 De Klerk, Afrika Ulusal Kongresi'ne konulan 30 yu0131llu0131k yasau011fu0131 kaldu0131rdu0131. Aralaru0131nda Nelson Mandela'nu0131n da bulunduu011fu siyasi mahku00fbmlaru0131n en ku0131sa su00fcrede serbest bu0131raku0131lacau011fu0131nu0131 su00f6yledi.",  "1989 - Son SSCB askeru00ee birliu011fi de Kabil'i terk etti. Bu00f6ylece Afganistan'daki dokuz yu0131llu0131k Rus iu015fgali sona ermiu015f oldu.",  "1987 - 1986 Halk Gu00fccu00fc Devrimi'nden sonra Filipinler yeni bir anayasa u00e7u0131kardu0131.",  "1984 - Vergi iadesine iliu015fkin yasa yu00fcru00fcrlu00fcu011fe girdi. Bu00f6ylece 1 Ocak 1984 tarihinden itibaren u00fccretlilerin, memurlaru0131n, emeklilerin, bunlaru0131n eu015f ve u00e7ocuklaru0131nu0131n ve bakmakla yu00fcku00fcmlu00fc olduu011fu yaku0131nlaru0131nu0131n kira giderleri hariu00e7, ev eu015fyalaru0131, yiyecek ve giyecek iu00e7in yaptu0131klaru0131 harcamalar ile eu011fitim ve sau011flu0131k harcamalaru0131 vergi iadesine tabi olacak.",  "1982 - Suriye'nin bu00fcyu00fck u015fehirlerinden Hama'da, Mu00fcslu00fcman Kardeu015fler u00f6rgu00fctu00fcne yu00f6nelik bu00fcyu00fck bir operasyon yapu0131ldu0131. Operasyonda binlerce kiu015fi yau015famu0131nu0131 yitirdi. Bu olay tarihe Hama Katliamu0131 olarak geu00e7ti.",  "1981 - Millu00ee Gu00fcvenlik Konseyi, eski sosyal gu00fcvenlik bakanlaru0131ndan Hilmi u0130u015fgu00fczar'u0131, hakku0131ndaki iddialaru0131n incelenmesi iu00e7in Yu00fcce Divan'a sevk etmeyi kararlau015ftu0131rdu0131.",  "1980 - Raporlar, FBI'u0131n Abscam operasyonunda yozlau015fmu0131u015f olduu011fu iddia edilen Kongre u00dcyelerini hedef aldu0131u011fu0131nu0131 ortaya u00e7u0131karu0131r.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Ankara'da silahlu0131 bir gruba mu00fcdahale eden askerlerden Piyade Er Zekeriya u00d6nge, sol gu00f6ru00fcu015flu00fc militan Erdal Eren tarafu0131ndan vurularak u00f6ldu00fcru00fcldu00fc. Kalaslar arasu0131nda saklanan Eren, silahu0131yla beraber yakalandu0131.",  "1974 - F-16 Savau015fan u015eahinler ABD'de ilk uu00e7uu015funu yaptu0131.",  "1971 - Sulak alanlaru0131n korunmasu0131 ve su00fcrdu00fcru00fclebilir kullanu0131mu0131 iu00e7in uluslararasu0131 Ramsar Su00f6zleu015fmesi Mazandaran, Ramsar, u0130ran'da imzalandu0131u0131.",  "1971 - u0130di Amin, Uganda'da bir darbe ile iktidaru0131 ele geu00e7irdi.",  "1967 - Devlet Planlama Teu015fkilatu0131 Mu00fcsteu015farlu0131u011fu0131na, Bau015fbakanlu0131k u00d6zel Teknik Mu00fcu015faviri Turgut u00d6zal getirildi.",  "1967 - American Basketball Association (ABA) kuruldu. ABA, 1976 yu0131lu0131nda NBA ligine dahil olarak faaliyetine son vermiu015ftir.",  "1962 - 400 yu0131l sonra ilk kez Neptu00fcn ve Plu00fcton aynu0131 hizaya geldiler.",  "1959 - Hindistan'da Kongre Partisi liderliu011fine u0130ndira Gandhi seu00e7ildi. u0130ndira Gandhi Hindistan'da parlamenter sistemin kurucusu Cavaharlal Nehru'nun ku0131zu0131.",  "1958 - u00dcnlu00fc soprano Maria Callas, Roma'da Vincenzo Bellini'nin Norma operasu0131nu0131n galasu0131nda hastalu0131u011fu0131nu0131 ileri su00fcrerek konser bitmeden sahneyi terk etti.",  "1957 - u0130stanbul u0130u015fu00e7i Sendikalaru0131 Birliu011fi bir bildiri yayu0131mlayarak grev hakku0131 istedi. u0130stanbul u0130u015fu00e7i Sendikalaru0131 Birliu011fi'ne 47 sendika bau011flu0131ydu0131.",  "1943 - II. Du00fcnya Savau015fu0131: Stalingrad Muharebesi'nin ardu0131ndan son Alman 6. Ordu birlikleri de Sovyet birliklerine teslim oldu.",  "1942 - Osvald Grubu, Vidkun Quisling'in bau015fkan oluu015funu protesto etmek iu00e7in Norveu00e7'teki ilk aktif Nazi karu015fu0131tu0131 direniu015f olayu0131ndan sorumlu oldu.",  "1938 - Bursa Merinos Fabrikasu0131, Atatu00fcrk tarafu0131ndan tu00f6renle au00e7u0131ldu0131.",  "1935 - u0130lk yalan makinesi, Leonarde Keeler tarafu0131ndan denendi.",  "1934 - Amerika Birleu015fik Devletleri u0130hracat-u0130thalat Bankasu0131 kuruldu.",  "1925 - Nome'a Serum Kou015fusu: Ku00f6pek ku0131zaklaru0131, Iditarod yaru0131u015fu0131na ilham veren difteri serumuyla Nome, Alaska'ya ulau015fu0131yor.",  "1924 - Sovyetler Birliu011fi'nde Vladimir u0130lyiu00e7 Lenin'in u00f6lu00fcmu00fcyle bou015falan Komiserler Konseyi Bau015fkanlu0131u011fu0131'na, Aleksey u0130vanoviu00e7 Rikov getirildi.",  "1922 - James Joyce'un en u00f6nemli eseri olan Ulysses yayu0131mlandu0131. Kitabu0131n yayu0131mlandu0131u011fu0131 bu gu00fcn, aynu0131 zamanda u0130rlandalu0131 yazaru0131n dou011fum gu00fcnu00fcdu00fcr.",  "1920 - Tartu Baru0131u015f Antlau015fmasu0131 Estonya ile Rusya arasu0131nda imzalandu0131.",  "1914 - u0130stanbul'da Elektrikli Tramvay u0130u015fletmesi au00e7u0131ldu0131.",  "1913 - Grand Central Terminal New York City'de au00e7u0131lu0131r.",  "1909 - Paris Film Kongresi au00e7u0131lu0131yor. Avrupalu0131 u00fcreticilerin Birleu015fik Devletler'deki MPCC karteline bir eu015fdeu011fer oluu015fturma giriu015fimi.",  "1901 - Kraliu00e7e Victoria'nu0131n cenaze tu00f6reni geru00e7ekleu015ftirilir.",  "1899 - Melbourne'da du00fczenlenen Avustralya u00d6zel Kiu015filer Konferansu0131, Avustralya'nu0131n bau015fkenti Canberra'nu0131n Sydney ile Melbourne arasu0131nda yer almasu0131na karar verir.",  "1887 - Punxsutawney, Pennsylvania'da ilk Dau011f Su0131u00e7anu0131 Gu00fcnu00fc kutlanu0131r.",  "1880 - Cadde ve sokaklaru0131n gece aydu0131nlatu0131lmasu0131 uygulamasu0131na ilk defa Wabash'ta (Hindistan) bau015flandu0131.",  "1876 - MLB'un Baseball Profesyonel Beyzbol Kulu00fcpleri Ulusal Ligi kuruldu.",  "1868 - u0130mparatorluk yanlu0131su0131 gu00fcu00e7ler Osaka Kalesi'ni Tokugawa u015fogunluu011fundan ele geu00e7irdi ve yaktu0131.",  "1850 - Brigham Young, Fort Utah'daki Savau015f'ta Timpanogolara savau015f ilan eder.",  "1848 - Kaliforniya'da altu0131na hu00fccum bau015fladu0131. Servet arayan u00c7inli gu00f6u00e7menlerle dolu ilk gemi San Francisco'ya vardu0131.",  "1848 - Meksika-Amerika Savau015fu0131: Guadalupe Hidalgo Antlau015fmasu0131 imzalandu0131.",  "1709 - Alexander Selkirk, 4 sene 4 ay u015eili sahiline 400 mil uzaklu0131ktaki bir adada tek bau015fu0131na yau015fadu0131ktan sonra kurtaru0131ldu0131. Daniel Defoe'nun Robinson Crusoe adlu0131 kitabu0131na model olmuu015ftur.",  "1653 - Yeni Amsterdam (daha sonra New York olarak deu011fiu015ftirildi) kuruldu.",  "1645 - u00dcu00e7 Krallu0131k Savau015flaru0131: Inverlochy Savau015fu0131, u0130skou00e7ya'da yapu0131lu0131r.",  "1536 - u0130spanyol Pedro de Mendoza, gu00fcnu00fcmu00fczde Arjantin'in bau015fkenti olan Buenos Aires'i kurdu.",  "1461 - Gu00fcller Savau015flaru0131: Mortimer Hau00e7u0131 Savau015fu0131 u0130ngiltere, Herefordshire'da yapu0131ldu0131.",  "1438 - Transilvanya ku00f6ylu00fc isyanu0131nu0131n dokuz lideri Torda'da idam edildi.",  "1207 - Bugu00fcnku00fc Letonya ve Estonya'dan oluu015fan Terra Mariana kuruldu.",  "1141 - u0130ngiltere Kralu0131 Stephen'u0131n yenildiu011fi ve u0130mparatoriu00e7e Matilda'nu0131n mu00fcttefikleri tarafu0131ndan ele geu00e7irildiu011fi Lincoln Savau015fu0131 oldu.",  "1032 - Kutsal Roma u0130mparatoru II. Conrad, Burgundiya kralu0131 oldu.",  "962 - Translatio imperii: Papa XII. John, yaklau015fu0131k 40 yu0131ldu0131r ilk Kutsal Roma u0130mparatoru olan Kutsal Roma u0130mparatoru I. Otto'yu tau00e7landu0131rdu0131.",  "880 - Lu00fcneburg Fundalu0131u011fu0131 Savau015fu0131: Fransa Kralu0131 III. Louis, Saksonya'daki Lu00fcneburg Fundalu0131u011fu0131nda u0130skandinav Bu00fcyu00fck Kafir Ordusu tarafu0131ndan mau011flup edildi.",  "506 - Vizigotlaru0131n sekizinci kralu0131 II. Alaric, "Roma hukukunun" bir koleksiyonu olan Alaric'in Dua Kitabu0131'nu0131 (Breviarium Alaricianum veya Lex Romana Visigothorum) ilan etti."]







