["2020 - İran'da genel seçimler yapıldı.", "2008 - Türkiye, Kuzey Irak'ta Güneş Operasyonu'na başladı.", "2007 - Amerikalı gök bilimciler, ilk kez Güneş gibi bir yıldızın çevresinde dönen bir gezegenin atmosferinin bileşenlerini analiz ettiklerini açıkladı.", "2001 - Türkiye kamuoyunda, \"Kara Çarşamba\" olarak adlandırılan büyük bir ekonomik kriz patlak verdi. Bankalar arası para piyasasında gecelik faiz, %6200'e kadar çıktı.", "1989 - Sovyetler Birliği'nin, Prag Baharı olarak adlandırılan olaylar sonucunda Çekoslovakya'yı işgalini protesto etmek için kendini yakan Çek öğrencinin mezarına çiçek koyan yazar Vaclav Havel, 9 ay hapse mahkûm oldu.", "1986 - Metallica, 3. albümleri Master of Puppets'i çıkardı.", "1974 - İsrail askerî birlikleri, Mısır ile varılan antlaşma uyarınca Süveyş Kanalının batısını tamamen boşalttılar.", "1973 - Bir İsrail savaş uçağı, Libya Havayollarına ait bir yolcu uçağını, Sina çölü üzerinde düşürdü: 108 kişi öldü.", "1972 - SSCB'nin insansız uzay aracı Luna 20, Ay yüzeyine indi.", "1965 - Malcolm X (Malik El Şahbaz), New York'ta uğradığı bir suikast sonucu öldürüldü.", "1963 - Eski Millî Birlik Komitesi üyelerinden Alparslan Türkeş ve Numan Esin, sürgünden Türkiye'ye döndüler.", "1960 - Fidel Castro, Küba'daki tüm işletmeleri devletleştirdi.", "1958 - Türkiye Profesyonel Futbol Ligi başladı: İlk maç İzmirspor-Beykoz arasında oynandı. İlk golü İzmirsporlu Özcan Altuğ attı.", "1958 - Barış sembolü, Gerald Holtom tarafından nükleer silahlanmayı protesto amacıyla tasarlandı.", "1953 - Francis Crick ve James D. Watson, DNA molekülünün yapısını keşfettiler.", "1952 - Türkiye, Kuzey Atlantik Antlaşması Teşkilatı'nın (NATO) bir üyesi oldu; Lizbon'da yapılan toplantıya ilk defa katıldı.", "1939 - Türkiye, İspanya'daki Franco diktatörlüğünü resmen tanıdı.", "1927 - Time dergisi, Mustafa Kemal Paşa'yı ikinci kez kapak yaptı.", "1925 - Ünlü Amerikan dergisi, The New Yorker'ın ilk sayısı çıktı.", "1921 - Gürcistan Demokratik Cumhuriyeti Meclisi, ülkenin ilk Anayasasını kabul etti.", "1916 - I. Dünya Savaşı: Verdun Muharebesi başladı.", "1913 - Yanya, I. Balkan Savaşı sonucunda Yunanistan Krallığı'na katıldı.", "1885 - Washington Anıtı tamamlandı.", "1848 - Karl Marx ve Friedrich Engels, Komünist Manifesto kitabını yayımladı.", "1842 - John J. Greenough, dikiş makinesinin patentini aldı.", "1613 - I. Mihail, Rus Çarı oldu.", "1440 - Prusya Konfederasyonu oluşturuldu."]