["2020 - u0130ran'da genel seu00e7imler yapu0131ldu0131.",  "2008 - Tu00fcrkiye, Kuzey Irak'ta Gu00fcneu015f Operasyonu'na bau015fladu0131.",  "2007 - Amerikalu0131 gu00f6k bilimciler, ilk kez Gu00fcneu015f gibi bir yu0131ldu0131zu0131n u00e7evresinde du00f6nen bir gezegenin atmosferinin bileu015fenlerini analiz ettiklerini au00e7u0131kladu0131.",  "2001 - Tu00fcrkiye kamuoyunda, "Kara u00c7aru015famba" olarak adlandu0131ru0131lan bu00fcyu00fck bir ekonomik kriz patlak verdi. Bankalar arasu0131 para piyasasu0131nda gecelik faiz, %6200'e kadar u00e7u0131ktu0131.",  "1989 - Sovyetler Birliu011fi'nin, Prag Baharu0131 olarak adlandu0131ru0131lan olaylar sonucunda u00c7ekoslovakya'yu0131 iu015fgalini protesto etmek iu00e7in kendini yakan u00c7ek u00f6u011frencinin mezaru0131na u00e7iu00e7ek koyan yazar Vaclav Havel, 9 ay hapse mahku00fbm oldu.",  "1986 - Metallica, 3. albu00fcmleri Master of Puppets'i u00e7u0131kardu0131.",  "1974 - u0130srail askeru00ee birlikleri, Mu0131su0131r ile varu0131lan antlau015fma uyaru0131nca Su00fcveyu015f Kanalu0131nu0131n batu0131su0131nu0131 tamamen bou015falttu0131lar.",  "1973 - Bir u0130srail savau015f uu00e7au011fu0131, Libya Havayollaru0131na ait bir yolcu uu00e7au011fu0131nu0131, Sina u00e7u00f6lu00fc u00fczerinde du00fcu015fu00fcrdu00fc: 108 kiu015fi u00f6ldu00fc.",  "1972 - SSCB'nin insansu0131z uzay aracu0131 Luna 20, Ay yu00fczeyine indi.",  "1965 - Malcolm X (Malik El u015eahbaz), New York'ta uu011fradu0131u011fu0131 bir suikast sonucu u00f6ldu00fcru00fcldu00fc.",  "1963 - Eski Millu00ee Birlik Komitesi u00fcyelerinden Alparslan Tu00fcrkeu015f ve Numan Esin, su00fcrgu00fcnden Tu00fcrkiye'ye du00f6ndu00fcler.",  "1960 - Fidel Castro, Ku00fcba'daki tu00fcm iu015fletmeleri devletleu015ftirdi.",  "1958 - Tu00fcrkiye Profesyonel Futbol Ligi bau015fladu0131: u0130lk mau00e7 u0130zmirspor-Beykoz arasu0131nda oynandu0131. u0130lk golu00fc u0130zmirsporlu u00d6zcan Altuu011f attu0131.",  "1958 - Baru0131u015f sembolu00fc, Gerald Holtom tarafu0131ndan nu00fckleer silahlanmayu0131 protesto amacu0131yla tasarlandu0131.",  "1953 - Francis Crick ve James D. Watson, DNA moleku00fclu00fcnu00fcn yapu0131su0131nu0131 keu015ffettiler.",  "1952 - Tu00fcrkiye, Kuzey Atlantik Antlau015fmasu0131 Teu015fkilatu0131'nu0131n (NATO) bir u00fcyesi oldu; Lizbon'da yapu0131lan toplantu0131ya ilk defa katu0131ldu0131.",  "1939 - Tu00fcrkiye, u0130spanya'daki Franco diktatu00f6rlu00fcu011fu00fcnu00fc resmen tanu0131du0131.",  "1927 - Time dergisi, Mustafa Kemal Pau015fa'yu0131 ikinci kez kapak yaptu0131.",  "1925 - u00dcnlu00fc Amerikan dergisi, The New Yorker'u0131n ilk sayu0131su0131 u00e7u0131ktu0131.",  "1921 - Gu00fcrcistan Demokratik Cumhuriyeti Meclisi, u00fclkenin ilk Anayasasu0131nu0131 kabul etti.",  "1916 - I. Du00fcnya Savau015fu0131: Verdun Muharebesi bau015fladu0131.",  "1913 - Yanya, I. Balkan Savau015fu0131 sonucunda Yunanistan Krallu0131u011fu0131'na katu0131ldu0131.",  "1885 - Washington Anu0131tu0131 tamamlandu0131.",  "1848 - Karl Marx ve Friedrich Engels, Komu00fcnist Manifesto kitabu0131nu0131 yayu0131mladu0131.",  "1842 - John J. Greenough, dikiu015f makinesinin patentini aldu0131.",  "1613 - I. Mihail, Rus u00c7aru0131 oldu.",  "1440 - Prusya Konfederasyonu oluu015fturuldu."]







