["2009 - u00c7in'in kuzeyindeki bir ku00f6mu00fcr madeninde meydana gelen patlamada 73 madenci u00f6ldu00fc, onlarcasu0131 da galerilerde mahsur kaldu0131.",  "2008 - Tu00fcrk Silahlu0131 Kuvvetleri'nin, Irak'u0131n kuzeyinde u00fcslenmiu015f PKK/KONGRA-GEL mensuplaru0131nu0131 etkisiz ku0131lmak ve bu00f6lgedeki u00f6rgu00fctsel altyapu0131yu0131 kullanu0131lmaz hale getirmek amacu0131yla 21 u015eubat 2008 gu00fcnu00fc saat 19.00'dan itibaren Hava Kuvvetleri ile desteklenen bir su0131nu0131r u00f6tesi kara hareku00e2tu0131 bau015flattu0131u011fu0131 au00e7u0131klandu0131.",  "2005 - Korn grubunun kurucu iki u00fcyesinden biri olan Brian Welch, dini nedenleri gereku00e7e gu00f6stererek gruptan ayru0131ldu0131.",  "2002 - Angola'nu0131n isyancu0131 lideri Jonas Savimbi, askeru00ee birliklerce u00f6ldu00fcru00fcldu00fc.",  "2000 - Diyarbaku0131r'da olay u00e7u0131kardu0131u011fu0131 gereku00e7esiyle yargu0131lanan u0130talyan gazeteci Dino Giovanni Frisullo, ifade vermek iu00e7in geldiu011fi Tu00fcrkiye'ye alu0131nmayarak su0131nu0131r du0131u015fu0131 edildi.",  "1999 - TV 8 yayu0131n hayatu0131na bau015fladu0131.",  "1994 - Somali'deki gu00f6revini tamamlayan Tu00fcrk birliu011fi, Tu00fcrkiye'ye du00f6ndu00fc.",  "1991 - Irak kuvvetleri, Kuveyt'teki petrol bu00f6lgelerini ateu015fe verdi.",  "1988 - Adalet Bakanu0131 Oltan Sungurlu, cezaevlerinde tek tip elbise giyme zorunluluu011funun kalktu0131u011fu0131nu0131 su00f6yledi.",  "1986 - 12 Eylu00fcl sonrasu0131nu0131n ilk bu00fcyu00fck mitingi u0130zmir'de yapu0131ldu0131. Tu00fcrkiye u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Tu00fcrk-u0130u015f) tarafu0131ndan du00fczenlenen mitinge, 50 bin iu015fu00e7i katu0131ldu0131.",  "1980 - Danu0131u015ftay, polis memurlaru0131nu0131n u00f6rgu00fctu00fc Pol-Der'le ilgili kapatma kararu0131nu0131 durdurdu. Danu0131u015ftay dernek kapatma ve yasaklama kararu0131nu0131 u0130dare'nin alamayacau011fu0131nu0131 belirtti.",  "1980 - Afganistan'u0131n bau015fkenti Ku00e2bil'de, Sovyet karu015fu0131tu0131 ayaklanmalar u00fczerine su0131ku0131yu00f6netim ilan edildi.",  "1972 - Uu00e7akla gelen yolcularu0131n gu00fcmru00fcksu00fcz alu0131u015fveriu015f edebilecekleri ilk "free shop" Yeu015filku00f6y Havaalanu0131'nda au00e7u0131ldu0131.",  "1972 - Amerika Birleu015fik Devletleri Bau015fkanu0131 Richard Nixon, u00c7in'i ziyaret etti. Nixon, u00dclkenin Birleu015fmiu015f Milletler'e (BM) katu0131lmasu0131 iu00e7in u0131srar etti.",  "1962 - 22 u015eubat 1962 ayaklanmasu0131: Ankara'da Harp Okulu Komutanu0131 Albay Talat Aydemir ve arkadau015flaru0131, hu00fcku00fbmet darbesi yapmak istediler, ancak kalku0131u015fma bastu0131ru0131ldu0131, katu0131lan subaylar emekliye sevk edildi. Bazu0131 u00fcst ru00fctbeli subaylaru0131n ise gu00f6rev yerleri deu011fiu015ftirildi. Hu00fcku00fbmet, verdiu011fi su00f6z dou011frultusunda darbecileri 30 Nisan'da affetti.",  "1958 - Cemal Abdu00fcnnasu0131r, Birleu015fik Arap Cumhuriyeti Bau015fkanu0131 seu00e7ildi.",  "1956 - Elvis Presley, "Heartbreak Hotel" adlu0131 u015farku0131su0131 ile mu00fczik listelerine giriu015f yaptu0131.",  "1950 - Yu00fcksek Seu00e7im Kurulu kuruldu.",  "1948 - u00c7ekoslovakya devriminin bau015flangu0131cu0131.",  "1948 - u00dcniversitelerarasu0131 Kurul toplandu0131. Kurul'da Ankara u00dcniversitesi'ndeki "solcu profesu00f6rlerin" u00fcniversiteden uzaklau015ftu0131ru0131lmasu0131 kararu0131 alu0131ndu0131.",  "1944 - ABD savau015f uu00e7aklaru0131, Hollanda kentleri Nijmegen, Arnhem, Enschede ve Deventer'i yanlu0131u015flu0131kla bombaladu0131; sadece Nijmegen'de 800 kiu015fi u00f6ldu00fc.",  "1943 - Beyaz Gu00fcl hareketi u00fcyeleri, Nazilerce idam edildi.",  "1942 - Avusturyalu0131 yazar Stefan Zweig, Brezilya'nu0131n Petropolis kentinde eu015fiyle birlikte intihar etti.",  "1942 - Halide Edib Adu0131var, "Sinekli Bakkal" adlu0131 romanu0131yla CHP'nin "Sanat Mu00fckafatu0131"nu0131 kazandu0131.",  "1933 - Vagon-Li u015eirketi'nde u00e7alu0131u015fan Naci Bey'e, telefonda Tu00fcrku00e7e konuu015fmasu0131 nedeniyle; "u015firketin resmi dilinin Fransu0131zca olduu011fu" bildirilerek ceza verildi. Bu durum, Vagon-Li Olayu0131'nu0131n bau015flamasu0131na neden oldu.",  "1889 - ABD Bau015fkanu0131 Grover Cleveland, Kuzey Dakota, Gu00fcney Dakota, Montana ve Washington'u0131n ABD eyaletlerine katu0131ldu0131u011fu0131nu0131 au00e7u0131klayan kanunu imzaladu0131.",  "1876 - Johns Hopkins u00dcniversitesi, Baltimore'da (Maryland) kuruldu.",  "1865 - Tennessee, ku00f6leliu011fi yu00fcru00fcrlu00fckten kaldu0131ran yeni bir anayasayu0131 kabul etti.",  "1855 - Pennsylvania Devlet u00dcniversitesi kuruldu.",  "1848 - Paris'te iu015fu00e7iler ayaklandu0131. u0130ki yu0131l boyunca Avrupa'yu0131 altu00fcst edecek olan, iu015fu00e7i devrimleri u00e7u0131u011fu0131ru0131 au00e7u0131ldu0131.",  "1819 - u0130spanya, Florida'yu0131 Amerika Birleu015fik Devletleri'ne 5 milyon dolara sattu0131.",  "1632 - Galileo'nun, "u0130ki Kainat Sistemi u00dczerine Konuu015fmalar" adlu0131 eseri yayu0131mlandu0131."]







