["2009 - Çin'in kuzeyindeki bir kömür madeninde meydana gelen patlamada 73 madenci öldü, onlarcası da galerilerde mahsur kaldı.", "2008 - Türk Silahlı Kuvvetleri'nin, Irak'ın kuzeyinde üslenmiş PKK/KONGRA-GEL mensuplarını etkisiz kılmak ve bölgedeki örgütsel altyapıyı kullanılmaz hale getirmek amacıyla 21 Şubat 2008 günü saat 19.00'dan itibaren Hava Kuvvetleri ile desteklenen bir sınır ötesi kara harekâtı başlattığı açıklandı.", "2005 - Korn grubunun kurucu iki üyesinden biri olan Brian Welch, dini nedenleri gerekçe göstererek gruptan ayrıldı.", "2002 - Angola'nın isyancı lideri Jonas Savimbi, askerî birliklerce öldürüldü.", "2000 - Diyarbakır'da olay çıkardığı gerekçesiyle yargılanan İtalyan gazeteci Dino Giovanni Frisullo, ifade vermek için geldiği Türkiye'ye alınmayarak sınır dışı edildi.", "1999 - TV 8 yayın hayatına başladı.", "1994 - Somali'deki görevini tamamlayan Türk birliği, Türkiye'ye döndü.", "1991 - Irak kuvvetleri, Kuveyt'teki petrol bölgelerini ateşe verdi.", "1988 - Adalet Bakanı Oltan Sungurlu, cezaevlerinde tek tip elbise giyme zorunluluğunun kalktığını söyledi.", "1986 - 12 Eylül sonrasının ilk büyük mitingi İzmir'de yapıldı. Türkiye İşçi Sendikaları Konfederasyonu (Türk-İş) tarafından düzenlenen mitinge, 50 bin işçi katıldı.", "1980 - Danıştay, polis memurlarının örgütü Pol-Der'le ilgili kapatma kararını durdurdu. Danıştay dernek kapatma ve yasaklama kararını İdare'nin alamayacağını belirtti.", "1980 - Afganistan'ın başkenti Kâbil'de, Sovyet karşıtı ayaklanmalar üzerine sıkıyönetim ilan edildi.", "1972 - Uçakla gelen yolcuların gümrüksüz alışveriş edebilecekleri ilk \"free shop\" Yeşilköy Havaalanı'nda açıldı.", "1972 - Amerika Birleşik Devletleri Başkanı Richard Nixon, Çin'i ziyaret etti. Nixon, Ülkenin Birleşmiş Milletler'e (BM) katılması için ısrar etti.", "1962 - 22 Şubat 1962 ayaklanması: Ankara'da Harp Okulu Komutanı Albay Talat Aydemir ve arkadaşları, hükûmet darbesi yapmak istediler, ancak kalkışma bastırıldı, katılan subaylar emekliye sevk edildi. Bazı üst rütbeli subayların ise görev yerleri değiştirildi. Hükûmet, verdiği söz doğrultusunda darbecileri 30 Nisan'da affetti.", "1958 - Cemal Abdünnasır, Birleşik Arap Cumhuriyeti Başkanı seçildi.", "1956 - Elvis Presley, \"Heartbreak Hotel\" adlı şarkısı ile müzik listelerine giriş yaptı.", "1950 - Yüksek Seçim Kurulu kuruldu.", "1948 - Çekoslovakya devriminin başlangıcı.", "1948 - Üniversitelerarası Kurul toplandı. Kurul'da Ankara Üniversitesi'ndeki \"solcu profesörlerin\" üniversiteden uzaklaştırılması kararı alındı.", "1944 - ABD savaş uçakları, Hollanda kentleri Nijmegen, Arnhem, Enschede ve Deventer'i yanlışlıkla bombaladı; sadece Nijmegen'de 800 kişi öldü.", "1943 - Beyaz Gül hareketi üyeleri, Nazilerce idam edildi.", "1942 - Avusturyalı yazar Stefan Zweig, Brezilya'nın Petropolis kentinde eşiyle birlikte intihar etti.", "1942 - Halide Edib Adıvar, \"Sinekli Bakkal\" adlı romanıyla CHP'nin \"Sanat Mükafatı\"nı kazandı.", "1933 - Vagon-Li Şirketi'nde çalışan Naci Bey'e, telefonda Türkçe konuşması nedeniyle; \"şirketin resmi dilinin Fransızca olduğu\" bildirilerek ceza verildi. Bu durum, Vagon-Li Olayı'nın başlamasına neden oldu.", "1889 - ABD Başkanı Grover Cleveland, Kuzey Dakota, Güney Dakota, Montana ve Washington'ın ABD eyaletlerine katıldığını açıklayan kanunu imzaladı.", "1876 - Johns Hopkins Üniversitesi, Baltimore'da (Maryland) kuruldu.", "1865 - Tennessee, köleliği yürürlükten kaldıran yeni bir anayasayı kabul etti.", "1855 - Pennsylvania Devlet Üniversitesi kuruldu.", "1848 - Paris'te işçiler ayaklandı. İki yıl boyunca Avrupa'yı altüst edecek olan, işçi devrimleri çığırı açıldı.", "1819 - İspanya, Florida'yı Amerika Birleşik Devletleri'ne 5 milyon dolara sattı.", "1632 - Galileo'nun, \"İki Kainat Sistemi Üzerine Konuşmalar\" adlı eseri yayımlandı."]