["2020 - İran-Türkiye depremleri: İran'ın Batı Azerbaycan Eyaleti'nin Hoy ilinde meydana gelen 5.8 Mw ve 5.9 büyüklüğündeki depremlerde İran'da 75 kişi yaralandı, Van'da ise 10 kişi öldü, 50 kişi yaralandı.", "2010 - Balıkesir'in Dursunbey ilçesine bağlı Odaköy'deki bir maden ocağındaki grizu patlamasında 13 kişi öldü, 18 kişi yaralandı. (bknz. Odaköy maden kazası)", "2005 - MERNİS-Kimlik Paylaşımı Sistemi Projesi, Cumhurbaşkanı Ahmet Necdet Sezer ve Başbakan Recep Tayyip Erdoğan'ın da katıldığı törenle uygulanmaya başlandı.", "1999 - Avusturya'da Galtür köyüne çığ düştü: 31 kişi öldü.", "1998 - Usame bin Ladin bir fetva yayımlayarak, bütün Yahudi ve haçlılara karşı cihad ilan etti.", "1997 - Rus uzay istasyonu Mir'de büyük bir yangın çıktı.", "1997 - Genetik kopyalama yöntemiyle üretilen ilk memeli hayvan olan ve 14 Şubat 2003 tarihinde ölen Dolly adlı koyunun, İskoçya'daki Roslin Enstitüsü'nde klonlandığı duyuruldu.", "1994 - Cep telefonu şebekeleri hizmete açıldı.", "1991 - Tayland'da general Sunthorn Kongsompong, kansız bir darbe ile Başbakan Chatichai Choonhavan'ı görevden alarak yönetimi ele geçirdi.", "1991 - Körfez Savaşı: ABD Kara Kuvvetleri, Suudi Arabistan sınırını geçerek Irak topraklarına girdi.", "1987 - Büyük Macellan Bulutu içinde bir süpernova gözlendi.", "1981 - Yaklaşık 200 kişilik isyancı ordu mensubu (Guardia Civil) güçler, Antonio Tejero liderliğinde İspanya Parlamentosunu bastı ve milletvekillerini rehin aldı.", "1980 - Ayetullah Humeyni, ABD Elçiliği'ndeki rehinelerin akıbetine, İran Parlamentosu'nun karar vereceğini belirtti.", "1978 - Çağdaş Gazeteciler Derneği (ÇGD) kuruldu.", "1977 - Ortadoğu Teknik Üniversitesi Rektörü Hasan Tan, Okulu kapattı. Öğrenciler, jandarma gözetiminde yurtları terk etti. 14 Şubat'ta Rektör olarak atanan Hasan Tan, öğrenciler tarafından protesto edilmişti.", "1966 - Suriye'de askerî darbe oldu, Hükûmet devrildi.", "1955 - Edgar Faure, Fransa başbakanı seçildi.", "1954 - Çocuk felci enfeksiyonuna karşı, Salk aşısıyla yapılan ilk kitlesel aşılama programı, Pittsburgh'da başlatıldı. (Sabin aşısı ise 1962'de gelecektir)", "1947 - Uluslararası Standardizasyon Organizasyonu (ISO) kuruldu.", "1945 - Türkiye, Nazi Almanyası ve Japon İmparatorluğu'na savaş ilan etti.", "1945 - Türkiye - ABD ikili yardım antlaşması imzalandı.", "1945 - II. Dünya Savaşı: Pasifik Cephesi'nde Manila, ABD'nin eline geçti.", "1945 - II. Dünya Savaşı: Pasifik Cephesi'nde Iwo Jima Muharebesi sırasında, Suribachi Tepesine ABD bayrağı dikildi.", "1945 - II. Dünya Savaşı: Doğu Cephesi'nde Posen'deki Alman garnizonu teslim oldu.", "1944 - Büyük Çeçen-İnguş Sürgünü; bu sürgünle 500 bin Çeçen-İnguş, anavatanlarından Orta Asya'ya ve Sibirya'ya sürüldü.", "1941 - Plütonyum, Dr. Glenn T. Seaborg tarafından ilk defa ayrıştırıldı ve üretildi.", "1940 - \"Pinokyo\" adlı animasyon filmi, gösterime girdi.", "1934 - III. Léopold, Belçika Kralı oldu.", "1921 - Sevr Antlaşması'nın değiştirilmesi için Londra'da bir konferans toplandı. Konferans, 12 Martta bir anlaşmaya varılamadan dağıldı.", "1918 - Kızıl Ordu, Lev Troçki tarafından kuruldu.", "1903 - Küba, Guantanamo Körfezini Amerika Birleşik Devletleri'ne kiraladı.", "1898 - Émile Zola, Fransız Hükûmetini anti-semitist tutumundan dolayı eleştirdiği için hapse girdi.", "1893 - Rudolf Diesel, dizel motorun patentini aldı.", "1660 - XI. Karl, İsveç Kralı oldu.", "1653 - Batı Anadolu'daki şiddetli depremde, Denizli, Nazilli, Tire ve Uşak'ta evler yıkıldı, binlerce kişi öldü ve yaralandı.", "532 - Bizans imparatoru I. Justinianus, Konstantinopolis'te Ayasofya'nın inşası emrini verdi."]