["2020 - u0130ran-Tu00fcrkiye depremleri: u0130ran'u0131n Batu0131 Azerbaycan Eyaleti'nin Hoy ilinde meydana gelen 5.8 Mw ve 5.9 bu00fcyu00fcklu00fcu011fu00fcndeki depremlerde u0130ran'da 75 kiu015fi yaralandu0131, Van'da ise 10 kiu015fi u00f6ldu00fc, 50 kiu015fi yaralandu0131.",  "2010 - Balu0131kesir'in Dursunbey ilu00e7esine bau011flu0131 Odaku00f6y'deki bir maden ocau011fu0131ndaki grizu patlamasu0131nda 13 kiu015fi u00f6ldu00fc, 18 kiu015fi yaralandu0131. (bknz. Odaku00f6y maden kazasu0131)",  "2005 - MERNu0130S-Kimlik Paylau015fu0131mu0131 Sistemi Projesi, Cumhurbau015fkanu0131 Ahmet Necdet Sezer ve Bau015fbakan Recep Tayyip Erdou011fan'u0131n da katu0131ldu0131u011fu0131 tu00f6renle uygulanmaya bau015flandu0131.",  "1999 - Avusturya'da Galtu00fcr ku00f6yu00fcne u00e7u0131u011f du00fcu015ftu00fc: 31 kiu015fi u00f6ldu00fc.",  "1998 - Usame bin Ladin bir fetva yayu0131mlayarak, bu00fctu00fcn Yahudi ve hau00e7lu0131lara karu015fu0131 cihad ilan etti.",  "1997 - Rus uzay istasyonu Mir'de bu00fcyu00fck bir yangu0131n u00e7u0131ktu0131.",  "1997 - Genetik kopyalama yu00f6ntemiyle u00fcretilen ilk memeli hayvan olan ve 14 u015eubat 2003 tarihinde u00f6len Dolly adlu0131 koyunun, u0130skou00e7ya'daki Roslin Enstitu00fcsu00fc'nde klonlandu0131u011fu0131 duyuruldu.",  "1994 - Cep telefonu u015febekeleri hizmete au00e7u0131ldu0131.",  "1991 - Tayland'da general Sunthorn Kongsompong, kansu0131z bir darbe ile Bau015fbakan Chatichai Choonhavan'u0131 gu00f6revden alarak yu00f6netimi ele geu00e7irdi.",  "1991 - Ku00f6rfez Savau015fu0131: ABD Kara Kuvvetleri, Suudi Arabistan su0131nu0131ru0131nu0131 geu00e7erek Irak topraklaru0131na girdi.",  "1987 - Bu00fcyu00fck Macellan Bulutu iu00e7inde bir su00fcpernova gu00f6zlendi.",  "1981 - Yaklau015fu0131k 200 kiu015filik isyancu0131 ordu mensubu (Guardia Civil) gu00fcu00e7ler, Antonio Tejero liderliu011finde u0130spanya Parlamentosunu bastu0131 ve milletvekillerini rehin aldu0131.",  "1980 - Ayetullah Humeyni, ABD Elu00e7iliu011fi'ndeki rehinelerin aku0131betine, u0130ran Parlamentosu'nun karar vereceu011fini belirtti.",  "1978 - u00c7au011fdau015f Gazeteciler Derneu011fi (u00c7GD) kuruldu.",  "1977 - Ortadou011fu Teknik u00dcniversitesi Rektu00f6ru00fc Hasan Tan, Okulu kapattu0131. u00d6u011frenciler, jandarma gu00f6zetiminde yurtlaru0131 terk etti. 14 u015eubat'ta Rektu00f6r olarak atanan Hasan Tan, u00f6u011frenciler tarafu0131ndan protesto edilmiu015fti.",  "1966 - Suriye'de askeru00ee darbe oldu, Hu00fcku00fbmet devrildi.",  "1955 - Edgar Faure, Fransa bau015fbakanu0131 seu00e7ildi.",  "1954 - u00c7ocuk felci enfeksiyonuna karu015fu0131, Salk au015fu0131su0131yla yapu0131lan ilk kitlesel au015fu0131lama programu0131, Pittsburgh'da bau015flatu0131ldu0131. (Sabin au015fu0131su0131 ise 1962'de gelecektir)",  "1947 - Uluslararasu0131 Standardizasyon Organizasyonu (ISO) kuruldu.",  "1945 - Tu00fcrkiye, Nazi Almanyasu0131 ve Japon u0130mparatorluu011fu'na savau015f ilan etti.",  "1945 - Tu00fcrkiye - ABD ikili yardu0131m antlau015fmasu0131 imzalandu0131.",  "1945 - II. Du00fcnya Savau015fu0131: Pasifik Cephesi'nde Manila, ABD'nin eline geu00e7ti.",  "1945 - II. Du00fcnya Savau015fu0131: Pasifik Cephesi'nde Iwo Jima Muharebesi su0131rasu0131nda, Suribachi Tepesine ABD bayrau011fu0131 dikildi.",  "1945 - II. Du00fcnya Savau015fu0131: Dou011fu Cephesi'nde Posen'deki Alman garnizonu teslim oldu.",  "1944 - Bu00fcyu00fck u00c7eu00e7en-u0130nguu015f Su00fcrgu00fcnu00fc; bu su00fcrgu00fcnle 500 bin u00c7eu00e7en-u0130nguu015f, anavatanlaru0131ndan Orta Asya'ya ve Sibirya'ya su00fcru00fcldu00fc.",  "1941 - Plu00fctonyum, Dr. Glenn T. Seaborg tarafu0131ndan ilk defa ayru0131u015ftu0131ru0131ldu0131 ve u00fcretildi.",  "1940 - "Pinokyo" adlu0131 animasyon filmi, gu00f6sterime girdi.",  "1934 - III. Lu00e9opold, Belu00e7ika Kralu0131 oldu.",  "1921 - Sevr Antlau015fmasu0131'nu0131n deu011fiu015ftirilmesi iu00e7in Londra'da bir konferans toplandu0131. Konferans, 12 Martta bir anlau015fmaya varu0131lamadan dau011fu0131ldu0131.",  "1918 - Ku0131zu0131l Ordu, Lev Trou00e7ki tarafu0131ndan kuruldu.",  "1903 - Ku00fcba, Guantanamo Ku00f6rfezini Amerika Birleu015fik Devletleri'ne kiraladu0131.",  "1898 - u00c9mile Zola, Fransu0131z Hu00fcku00fbmetini anti-semitist tutumundan dolayu0131 eleu015ftirdiu011fi iu00e7in hapse girdi.",  "1893 - Rudolf Diesel, dizel motorun patentini aldu0131.",  "1660 - XI. Karl, u0130sveu00e7 Kralu0131 oldu.",  "1653 - Batu0131 Anadolu'daki u015fiddetli depremde, Denizli, Nazilli, Tire ve Uu015fak'ta evler yu0131ku0131ldu0131, binlerce kiu015fi u00f6ldu00fc ve yaralandu0131.",  "532 - Bizans imparatoru I. Justinianus, Konstantinopolis'te Ayasofya'nu0131n inu015fasu0131 emrini verdi."]







