["2022 - Rusya lideri Vladimir Putin'in emriyle Rus ordusu, Ukrayna'ya tam kapsamlı bir işgal başlattı.", "2008 - Fidel Castro, elli yıllık yönetiminin ardından emekliye ayrıldı. Yerine Raúl Castro, Küba Devlet Başkanı oldu.", "2006 - Türkiye, idam cezasının barış zamanı dışında, savaş ve savaş tehlikesi anında da kaldırılmasını öngören Avrupa İnsan Hakları Sözleşmesi'nin 13. protokolünü onayladı.", "2002 - Salt Lake City'de (Utah, ABD) düzenlenen Kış Olimpiyat Oyunları sona erdi.", "1999 - Çin Havayolları'na ait Tupolev Tu-154 tipi bir yolcu uçağı, Wenzhou Havaalanına inişe geçtiği sırada düştü: 61 kişi öldü.", "1993 - Danıştay, Nâzım Hikmet'in vatandaşlığa alınması için kardeşi Samiye Yaltırım'ın açtığı davayı reddeden, İdare mahkemesi kararını onayladı.", "1992 - Nirvana solisti Kurt Cobain, Courtney Love ile evlendi.", "1989 - Ayetullah Humeyni, Şeytan Ayetleri kitabının yazarı Selman Rüşdi'nin ölüsünü getirene 3 milyon Dolar ödül vereceğini açıkladı.", "1987 - Sovyetler Birliği'nde Gorbaçov ilk kez \"Glasnost\"tan (açıklık politikası) söz etti.", "1981 - Atina'da Richter ölçeğine göre 6,7 şiddetinde bir deprem meydana geldi. 16 kişi öldü.", "1981 - Buckingham Sarayı, Prens Charles ile Lady Diana'nın nişanlandıklarını duyurdu.", "1977 - Türk fizikçi Prof. Dr. Feza Gürsey, Oppenheimer Ödülü'ne değer bulundu. Gürsey, ödülünü Amerikalı fizikçi Sheldon Glashow ile paylaştı.", "1977 - Amerika Birleşik Devletleri, Arjantin, Uruguay ve Etiyopya'ya yardımı kesti. Başkan Jimmy Carter, adı geçen ülkelerde insan hakları ihlalleri olduğu gerekçesiyle bu kararı aldıklarını açıkladı.", "1976 - Küba anayasası ilan edildi.", "1960 - Şair Necip Fazıl Kısakürek; 5 yıl, 2 ay, 15 gün hapis cezası aldı.", "1955 - Türkiye ile Irak arasında karşılıklı iş birliği antlaşması (CENTO), Bağdat'ta imzalandı. Daha sonra Birleşik Krallık, İran ve Pakistan üye olarak, Amerika Birleşik Devletleri de gözlemci sıfatıyla katıldı.", "1954 - Tuna Nehri'nden Karadeniz'e, oradan da İstanbul Boğazı'na inen buz parçaları, tabakalar halinde tüm Boğaz'ı ve limanı kapladı; deniz trafiği durdu.", "1950 - Büyük Britanya'da seçimleri İşçi Partisi kazandı, fakat çoğunluğu sağlayamadı.", "1946 - Juan Perón, Arjantin Devlet Başkanı oldu.", "1945 - Mısır başbakanı Ahmed Mahir Paşa, parlamentoda öldürüldü.", "1942 - 769 Romanya Yahudisini taşıyan \"Struma\" vapuru, Karadeniz'de batırıldı; yalnızca bir yolcu kurtulabildi.", "1942 - Almanya'nın Ankara Büyükelçisi Franz von Papen'e, Ankara'da suikast girişiminde bulunuldu. Büyükelçi ve eşi olaydan yara almadan kurtuldu; suikastçının Yugoslav göçmeni Ömer Tokat olduğu belirlendi.", "1931 - Almanya'da işsiz sayısı, 4,9 milyona ulaştı.", "1920 - Almanya'da Alman İşçi Partisi'nin adı \"Nasyonal Sosyalist Alman İşçi Partisi\" olarak değiştirildi. Aynı gün parti programı açıklandı.", "1918 - Trabzon; Rusya ve Ermeni işgalinden kurtuldu.", "1918 - Estonya, Rusya'dan bağımsızlığını ilan etti.", "1912 - İtalya'nın zaferiyle sonuçlanan, Beyrut Muharebesi yapıldı.", "1908 - Dr. Galip Üstün, \"Topkapı Fukaraperver Cemiyeti\"ni kurdu.", "1895 - Küba'nın Santiago de Cuba kentinde, İspanyol-Amerikan Savaşı'na kadar sürecek olan Küba Bağımsızlık Savaşı başladı.", "1863 - Arizona, Birleşik Devletler toprağı oldu.", "1848 - Fransa Kralı, Louis-Philippe tahttan çekildi.", "1739 - Karnal Muharebesi'nde Nadir Şah Afşar komutasındaki Afşar ordusu Babür ordusunu kendisinden 6 kat fazla olmasına rağmen 3 saatte yendi.", "1525 - Pavia Muharebesi'nde İspanyol İmparatorluk Ordusu, Fransız Kuvvetlerini mağlup etti.", "303 - Galerius'un fermanıyla, Roma İmparatorluğu'nda kendisi tarafından yönetilen bölgelerde Hristiyanlar'a baskı başladı."]