["2022 - Rusya lideri Vladimir Putin'in emriyle Rus ordusu, Ukrayna'ya tam kapsamlu0131 bir iu015fgal bau015flattu0131.",  "2008 - Fidel Castro, elli yu0131llu0131k yu00f6netiminin ardu0131ndan emekliye ayru0131ldu0131. Yerine Rau00fal Castro, Ku00fcba Devlet Bau015fkanu0131 oldu.",  "2006 - Tu00fcrkiye, idam cezasu0131nu0131n baru0131u015f zamanu0131 du0131u015fu0131nda, savau015f ve savau015f tehlikesi anu0131nda da kaldu0131ru0131lmasu0131nu0131 u00f6ngu00f6ren Avrupa u0130nsan Haklaru0131 Su00f6zleu015fmesi'nin 13. protokolu00fcnu00fc onayladu0131.",  "2002 - Salt Lake City'de (Utah, ABD) du00fczenlenen Ku0131u015f Olimpiyat Oyunlaru0131 sona erdi.",  "1999 - u00c7in Havayollaru0131'na ait Tupolev Tu-154 tipi bir yolcu uu00e7au011fu0131, Wenzhou Havaalanu0131na iniu015fe geu00e7tiu011fi su0131rada du00fcu015ftu00fc: 61 kiu015fi u00f6ldu00fc.",  "1993 - Danu0131u015ftay, Nu00e2zu0131m Hikmet'in vatandau015flu0131u011fa alu0131nmasu0131 iu00e7in kardeu015fi Samiye Yaltu0131ru0131m'u0131n au00e7tu0131u011fu0131 davayu0131 reddeden, u0130dare mahkemesi kararu0131nu0131 onayladu0131.",  "1992 - Nirvana solisti Kurt Cobain, Courtney Love ile evlendi.",  "1989 - Ayetullah Humeyni, u015eeytan Ayetleri kitabu0131nu0131n yazaru0131 Selman Ru00fcu015fdi'nin u00f6lu00fcsu00fcnu00fc getirene 3 milyon Dolar u00f6du00fcl vereceu011fini au00e7u0131kladu0131.",  "1987 - Sovyetler Birliu011fi'nde Gorbau00e7ov ilk kez "Glasnost"tan (au00e7u0131klu0131k politikasu0131) su00f6z etti.",  "1981 - Atina'da Richter u00f6lu00e7eu011fine gu00f6re 6,7 u015fiddetinde bir deprem meydana geldi. 16 kiu015fi u00f6ldu00fc.",  "1981 - Buckingham Sarayu0131, Prens Charles ile Lady Diana'nu0131n niu015fanlandu0131klaru0131nu0131 duyurdu.",  "1977 - Tu00fcrk fiziku00e7i Prof. Dr. Feza Gu00fcrsey, Oppenheimer u00d6du00fclu00fc'ne deu011fer bulundu. Gu00fcrsey, u00f6du00fclu00fcnu00fc Amerikalu0131 fiziku00e7i Sheldon Glashow ile paylau015ftu0131.",  "1977 - Amerika Birleu015fik Devletleri, Arjantin, Uruguay ve Etiyopya'ya yardu0131mu0131 kesti. Bau015fkan Jimmy Carter, adu0131 geu00e7en u00fclkelerde insan haklaru0131 ihlalleri olduu011fu gereku00e7esiyle bu kararu0131 aldu0131klaru0131nu0131 au00e7u0131kladu0131.",  "1976 - Ku00fcba anayasasu0131 ilan edildi.",  "1960 - u015eair Necip Fazu0131l Ku0131saku00fcrek; 5 yu0131l, 2 ay, 15 gu00fcn hapis cezasu0131 aldu0131.",  "1955 - Tu00fcrkiye ile Irak arasu0131nda karu015fu0131lu0131klu0131 iu015f birliu011fi antlau015fmasu0131 (CENTO), Bau011fdat'ta imzalandu0131. Daha sonra Birleu015fik Krallu0131k, u0130ran ve Pakistan u00fcye olarak, Amerika Birleu015fik Devletleri de gu00f6zlemci su0131fatu0131yla katu0131ldu0131.",  "1954 - Tuna Nehri'nden Karadeniz'e, oradan da u0130stanbul Bou011fazu0131'na inen buz paru00e7alaru0131, tabakalar halinde tu00fcm Bou011faz'u0131 ve limanu0131 kapladu0131; deniz trafiu011fi durdu.",  "1950 - Bu00fcyu00fck Britanya'da seu00e7imleri u0130u015fu00e7i Partisi kazandu0131, fakat u00e7ou011funluu011fu sau011flayamadu0131.",  "1946 - Juan Peru00f3n, Arjantin Devlet Bau015fkanu0131 oldu.",  "1945 - Mu0131su0131r bau015fbakanu0131 Ahmed Mahir Pau015fa, parlamentoda u00f6ldu00fcru00fcldu00fc.",  "1942 - 769 Romanya Yahudisini tau015fu0131yan "Struma" vapuru, Karadeniz'de batu0131ru0131ldu0131; yalnu0131zca bir yolcu kurtulabildi.",  "1942 - Almanya'nu0131n Ankara Bu00fcyu00fckelu00e7isi Franz von Papen'e, Ankara'da suikast giriu015fiminde bulunuldu. Bu00fcyu00fckelu00e7i ve eu015fi olaydan yara almadan kurtuldu; suikastu00e7u0131nu0131n Yugoslav gu00f6u00e7meni u00d6mer Tokat olduu011fu belirlendi.",  "1931 - Almanya'da iu015fsiz sayu0131su0131, 4,9 milyona ulau015ftu0131.",  "1920 - Almanya'da Alman u0130u015fu00e7i Partisi'nin adu0131 "Nasyonal Sosyalist Alman u0130u015fu00e7i Partisi" olarak deu011fiu015ftirildi. Aynu0131 gu00fcn parti programu0131 au00e7u0131klandu0131.",  "1918 - Trabzon; Rusya ve Ermeni iu015fgalinden kurtuldu.",  "1918 - Estonya, Rusya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1912 - u0130talya'nu0131n zaferiyle sonuu00e7lanan, Beyrut Muharebesi yapu0131ldu0131.",  "1908 - Dr. Galip u00dcstu00fcn, "Topkapu0131 Fukaraperver Cemiyeti"ni kurdu.",  "1895 - Ku00fcba'nu0131n Santiago de Cuba kentinde, u0130spanyol-Amerikan Savau015fu0131'na kadar su00fcrecek olan Ku00fcba Bau011fu0131msu0131zlu0131k Savau015fu0131 bau015fladu0131.",  "1863 - Arizona, Birleu015fik Devletler toprau011fu0131 oldu.",  "1848 - Fransa Kralu0131, Louis-Philippe tahttan u00e7ekildi.",  "1739 - Karnal Muharebesi'nde Nadir u015eah Afu015far komutasu0131ndaki Afu015far ordusu Babu00fcr ordusunu kendisinden 6 kat fazla olmasu0131na rau011fmen 3 saatte yendi.",  "1525 - Pavia Muharebesi'nde u0130spanyol u0130mparatorluk Ordusu, Fransu0131z Kuvvetlerini mau011flup etti.",  "303 - Galerius'un fermanu0131yla, Roma u0130mparatorluu011fu'nda kendisi tarafu0131ndan yu00f6netilen bu00f6lgelerde Hristiyanlar'a basku0131 bau015fladu0131."]







