["2009 - Tu00fcrk Hava Yollaru0131'nu0131n 1951 sefer sayu0131lu0131 uu00e7uu015fu: u0130stanbul'dan 8.22'de havalanan uu00e7ak, Schipol Havaalanu0131na inemeden du00fcu015ferek 3 paru00e7aya ayru0131ldu0131.",  "2003 - Irak krizi konusunda, Tu00fcrk Silahlu0131 Kuvvetleri'nin yabancu0131 u00fclkelere gu00f6nderilmesi ve yabancu0131 silahlu0131 kuvvetlerin Tu00fcrkiye'de bulunmasu0131 iu00e7in, hu00fcku00fbmete yetki verilmesine iliu015fkin Bau015fbakanlu0131k Tezkeresi TBMM'ne sunuldu.",  "2000 - Carlos Santana, 8 Grammy u00f6du00fclu00fc birden kazandu0131. Daha u00f6nce Michael Jackson'u0131n "Thriller" albu00fcmu00fcyle ku0131rdu0131u011fu0131, 'bir seferde en u00e7ok Grammy alan sanatu00e7u0131 rekorunu' egale etti.",  "1994 - Demokrasi Partisi (DEP), yerel seu00e7imlere katu0131lmama kararu0131 aldu0131.",  "1994 - Almanya, Refah Partisi'nin "Bosna'ya yardu0131m" adu0131 altu0131nda Almanya'ya gu00f6nderdiu011fi paralar hakku0131nda soruu015fturma bau015flattu0131.",  "1994 - u0130brahim Camii Katliamu0131: Bir Batu0131 u015eeria kenti olan El-Halil'de, Baruch Goldstein adlu0131 bir Yahudi'nin au00e7tu0131u011fu0131 ateu015f sonucu, 29 Filistinli u00f6ldu00fc, 125'i de yaralandu0131. Goldstein, u00f6fkeli kalabalu0131k tarafu0131ndan linu00e7 edildi. Daha sonra u00e7u0131kan ayaklanmalarda ise, 26 Filistinli ve 9 u0130srailli u00f6ldu00fc.",  "1991 - Varu015fova Paktu0131 feshedildi.",  "1991 - Irak, Kuveyt'ten u00e7ekilme kararu0131nu0131 au00e7u0131kladu0131. Bu00f6ylece Amerikan Birlikleri ve Mu00fcttefik Kuvvetlerin birlikte yu00fcru00fcttu00fckleri, "u00c7u00f6l Fu0131rtu0131nasu0131" hareku00e2tu0131 sona erdi. 28 u015eubat'ta da ateu015fkes antlau015fmasu0131 imzalandu0131.",  "1990 - Nikaragua'da yapu0131lan seu00e7imleri, Sandinistalaru0131n lideri Bau015fkan Daniel Ortega, Violeta Chamorro karu015fu0131su0131nda kaybetti.",  "1986 - Filipinler Devlet Bau015fkanu0131 Ferdinand Marcos, 20 yu0131llu0131k yu00f6netimin ardu0131ndan u00dclkeden kau00e7tu0131. u0130ktidara Corazon Aquino geldi.",  "1984 - "Hakkari'de Bir Mevsim" adlu0131 filmin gu00f6sterimi, Su0131ku0131yu00f6netim Komutanlu0131u011fu0131nca yasaklandu0131.",  "1970 - Aeroflot u0130lyuu015fin u0130l-14M kazasu0131 geru00e7ekleu015fti.",  "1968 - u0130stanbul Taksim Meydanu0131'nda, ikinci "Uyanu0131u015f Mitingi" yapu0131ldu0131. Mitingin amacu0131; Tu00fcrkiye u0130u015fu00e7i Partisi Milletvekillerine Meclis'te yapu0131lan saldu0131ru0131yu0131 ku0131namaktu0131.",  "1964 - Muhammed Ali (Cassius Clay), Miami Beach-Florida'daki mau00e7ta, Sonny Liston'u0131 yenerek au011fu0131r su0131klet boks u015fampiyonu oldu.",  "1954 - Mu0131su0131r'da Cemal Abdu00fcnnu00e2su0131r bau015fbakan oldu.",  "1943 - Talat Pau015fa'nu0131n Almanya'da tahnit edilen naau015fu0131, u0130stanbul'a getirildi. Aynu0131 gu00fcn Hu00fcrriyet-i Ebediye tepesinde toprau011fa verildi.",  "1933 - Uu00e7ak gemisi olarak imal edilen ilk ABD donanma gemisi, USS Ranger denize indirildi.",  "1933 - Fransu0131z Vagon-Li u015eirketi'nin Belu00e7ikalu0131 Mu00fcdu00fcru00fcnu00fcn koyduu011fu, Tu00fcrku00e7e yasau011fu0131na tepki gu00f6sterildi. (bkz. Vagon-Li Olayu0131)",  "1932 - Adolf Hitler, Alman vatandau015flu0131u011fu0131na kabul edildi. Bu00f6ylelikle 1932 yu0131lu0131nda yapu0131lacak olan, Weimar Cumhuriyeti'nin cumhurbau015fkanlu0131u011fu0131 seu00e7imlerine katu0131lmasu0131 mu00fcmku00fcn oldu.",  "1925 - Hu0131yanet-i Vataniye Kanunu'nda deu011fiu015fiklik yapu0131ldu0131: Din politikaya alet edilemeyecek ve bu suu00e7 vatan hu0131yaneti sayu0131lacak.",  "1921 - Ku0131zu0131l Ordu'nun Gu00fcrcistan'u0131 iu015fgali: Ku0131zu0131l Ordu Gu00fcrcistan'u0131n bau015fkenti Tiflis'e girdi.",  "1836 - Samuel Colt, u00fcrettiu011fi silahu0131n (Colt tabanca) patentini aldu0131."]







