["2009 - Türk Hava Yolları'nın 1951 sefer sayılı uçuşu: İstanbul'dan 8.22'de havalanan uçak, Schipol Havaalanına inemeden düşerek 3 parçaya ayrıldı.", "2003 - Irak krizi konusunda, Türk Silahlı Kuvvetleri'nin yabancı ülkelere gönderilmesi ve yabancı silahlı kuvvetlerin Türkiye'de bulunması için, hükûmete yetki verilmesine ilişkin Başbakanlık Tezkeresi TBMM'ne sunuldu.", "2000 - Carlos Santana, 8 Grammy ödülü birden kazandı. Daha önce Michael Jackson'ın \"Thriller\" albümüyle kırdığı, 'bir seferde en çok Grammy alan sanatçı rekorunu' egale etti.", "1994 - Demokrasi Partisi (DEP), yerel seçimlere katılmama kararı aldı.", "1994 - Almanya, Refah Partisi'nin \"Bosna'ya yardım\" adı altında Almanya'ya gönderdiği paralar hakkında soruşturma başlattı.", "1994 - İbrahim Camii Katliamı: Bir Batı Şeria kenti olan El-Halil'de, Baruch Goldstein adlı bir Yahudi'nin açtığı ateş sonucu, 29 Filistinli öldü, 125'i de yaralandı. Goldstein, öfkeli kalabalık tarafından linç edildi. Daha sonra çıkan ayaklanmalarda ise, 26 Filistinli ve 9 İsrailli öldü.", "1991 - Varşova Paktı feshedildi.", "1991 - Irak, Kuveyt'ten çekilme kararını açıkladı. Böylece Amerikan Birlikleri ve Müttefik Kuvvetlerin birlikte yürüttükleri, \"Çöl Fırtınası\" harekâtı sona erdi. 28 Şubat'ta da ateşkes antlaşması imzalandı.", "1990 - Nikaragua'da yapılan seçimleri, Sandinistaların lideri Başkan Daniel Ortega, Violeta Chamorro karşısında kaybetti.", "1986 - Filipinler Devlet Başkanı Ferdinand Marcos, 20 yıllık yönetimin ardından Ülkeden kaçtı. İktidara Corazon Aquino geldi.", "1984 - \"Hakkari'de Bir Mevsim\" adlı filmin gösterimi, Sıkıyönetim Komutanlığınca yasaklandı.", "1970 - Aeroflot İlyuşin İl-14M kazası gerçekleşti.", "1968 - İstanbul Taksim Meydanı'nda, ikinci \"Uyanış Mitingi\" yapıldı. Mitingin amacı; Türkiye İşçi Partisi Milletvekillerine Meclis'te yapılan saldırıyı kınamaktı.", "1964 - Muhammed Ali (Cassius Clay), Miami Beach-Florida'daki maçta, Sonny Liston'ı yenerek ağır sıklet boks şampiyonu oldu.", "1954 - Mısır'da Cemal Abdünnâsır başbakan oldu.", "1943 - Talat Paşa'nın Almanya'da tahnit edilen naaşı, İstanbul'a getirildi. Aynı gün Hürriyet-i Ebediye tepesinde toprağa verildi.", "1933 - Uçak gemisi olarak imal edilen ilk ABD donanma gemisi, USS Ranger denize indirildi.", "1933 - Fransız Vagon-Li Şirketi'nin Belçikalı Müdürünün koyduğu, Türkçe yasağına tepki gösterildi. (bkz. Vagon-Li Olayı)", "1932 - Adolf Hitler, Alman vatandaşlığına kabul edildi. Böylelikle 1932 yılında yapılacak olan, Weimar Cumhuriyeti'nin cumhurbaşkanlığı seçimlerine katılması mümkün oldu.", "1925 - Hıyanet-i Vataniye Kanunu'nda değişiklik yapıldı: Din politikaya alet edilemeyecek ve bu suç vatan hıyaneti sayılacak.", "1921 - Kızıl Ordu'nun Gürcistan'ı işgali: Kızıl Ordu Gürcistan'ın başkenti Tiflis'e girdi.", "1836 - Samuel Colt, ürettiği silahın (Colt tabanca) patentini aldı."]