["2022 - Rusya'nu0131n Ukrayna'yu0131 iu015fgalinden iki gu00fcn sonra Mikolayiv Muharebesi bau015fladu0131.",  "2011 - Nintendo, yeni oyun konsolu Nintendo 3DS'yi, Japonya'da piyasaya su00fcrdu00fc.",  "2004 - Makedonya Devlet Bau015fkanu0131 Boris Traykovski, ile beraberindekilerden 8 kiu015fi, uu00e7au011fu0131n Bosna-Hersek'in Mostar kenti yaku0131nlaru0131nda du00fcu015fmesi sonucu u00f6ldu00fc. Trajkovski'nin yerine, 12 Mayu0131s'ta Branko Srvenkovski geu00e7ti.",  "2004 - Amerika Birleu015fik Devletleri, 23 yu0131ldu0131r su00fcrdu00fcrdu00fcu011fu00fc Libya'ya seyahat yasau011fu0131nu0131 sona erdirdi.",  "2001 - Taliban u00f6rgu00fctu00fc mensuplaru0131, Afganistan'u0131n Bamyan kentindeki Buda heykellerini tahrip etti.",  "1999 - u0130ran'da 1979 u0130slam Devrimi'nden sonra ilk belediye seu00e7imleri yapu0131ldu0131. Cumhurbau015fkanu0131 Muhammed Hatemi'yi destekleyen u0131lu0131mlu0131 adaylar, Tahran Belediye Meclisindeki, 15 sandalyeden 13'u00fcnu00fc kazandu0131lar.",  "1998 - Nutuk, Rumcaya u00e7evrildi.",  "1993 - New York'ta bulunan Du00fcnya Ticaret Merkezi'nin altu0131ndaki otoparkta, bir kamyonda meydana gelen patlamada 6 kiu015fi u00f6ldu00fc, binden fazla kiu015fi yaralandu0131.",  "1992 - Hocalu0131 Katliamu0131: Azerbaycan'u0131n Hocalu0131 kentine giren silahlu0131 Ermeni gruplar, 613 Azeri'yi u00f6ldu00fcrdu00fc.",  "1991 - Saddam Hu00fcseyin, Bau011fdat radyosunda yaptu0131u011fu0131 au00e7u0131klamada, Irak Ordusunun Kuveyt'ten u00e7ekildiu011fini duyurdu.",  "1976 - Tu00fcrkiye ile Amerika Birleu015fik Devletleri arasu0131nda, "Savunma u0130u015fbirliu011fi Anlau015fmasu0131" imzalandu0131.",  "1967 - Amerika Birleu015fik Devletleri, 25 bin askerle Vietkong'a saldu0131ru0131ya geu00e7ti.",  "1952 - Winston Churchill, Birleu015fik Krallu0131k'u0131n atom bombasu0131na sahip olduu011funu ilan etti.",  "1943 - u0130stanbul'da Varlu0131k Vergisi'ni u00f6demeyen 160 kiu015fi, Au015fkale'ye gu00f6nderildi.",  "1934 - u0130stanbul Belediyesi, evlerin bazu0131laru0131nda gu00f6ru00fclen "kafes"lerin (cumbalaru0131n) kaldu0131ru0131lmasu0131nu0131 kararlau015ftu0131rdu0131.",  "1926 - Tu00fcrkiye u0130statistik Kurumu (o du00f6nemki adu0131yla Merkezi u0130statistik Dairesi) kuruldu.",  "1925 - Fransu0131zlaru0131n yu00f6netiminde bulunan Tu00fctu00fcn Rejisinin (tekelinin), 1 Mart 1925'ten itibaren lau011fvedildiu011fine iliu015fkin yasa, TBMM'de kabul edildi.",  "1917 - Nick LaRocca'nu0131n Original Dixiland Jazz Band orkestrasu0131, ilk caz plau011fu0131nu0131 Victor Talking Machine Company adlu0131 plaku00e7u0131lu0131k u015firketi'nin, New York stu00fcdyolaru0131nda doldurdu.",  "1910 - u0130stanbul'da ilk solcu dergi, "u0130u015ftirak" yayu0131mlanmaya bau015fladu0131. Dergi Hu00fcseyin Hilmi tarafu0131ndan u00e7u0131karu0131ldu0131.",  "1870 - New York'ta ilk metro u00e7alu0131u015fmaya bau015fladu0131.",  "1848 - Fransa'da u0130kinci Cumhuriyet ilan edildi.",  "1815 - Napolyon Bonapart, Elba'dan kau00e7tu0131.",  "1658 - Danimarka ve u0130sveu00e7 arasu0131nda, Roskilde Antlau015fmasu0131 imzalandu0131.",  "1618 - Osmanlu0131 Sultanu0131, I. Mustafa tahttan indirildi ve yerine II. Osman Padiu015fah oldu.",  "364 - I. Valentinianus, Roma imparatoru oldu."]







