["2022 - Rusya'nın Ukrayna'yı işgalinden iki gün sonra Mikolayiv Muharebesi başladı.", "2011 - Nintendo, yeni oyun konsolu Nintendo 3DS'yi, Japonya'da piyasaya sürdü.", "2004 - Makedonya Devlet Başkanı Boris Traykovski, ile beraberindekilerden 8 kişi, uçağın Bosna-Hersek'in Mostar kenti yakınlarında düşmesi sonucu öldü. Trajkovski'nin yerine, 12 Mayıs'ta Branko Srvenkovski geçti.", "2004 - Amerika Birleşik Devletleri, 23 yıldır sürdürdüğü Libya'ya seyahat yasağını sona erdirdi.", "2001 - Taliban örgütü mensupları, Afganistan'ın Bamyan kentindeki Buda heykellerini tahrip etti.", "1999 - İran'da 1979 İslam Devrimi'nden sonra ilk belediye seçimleri yapıldı. Cumhurbaşkanı Muhammed Hatemi'yi destekleyen ılımlı adaylar, Tahran Belediye Meclisindeki, 15 sandalyeden 13'ünü kazandılar.", "1998 - Nutuk, Rumcaya çevrildi.", "1993 - New York'ta bulunan Dünya Ticaret Merkezi'nin altındaki otoparkta, bir kamyonda meydana gelen patlamada 6 kişi öldü, binden fazla kişi yaralandı.", "1992 - Hocalı Katliamı: Azerbaycan'ın Hocalı kentine giren silahlı Ermeni gruplar, 613 Azeri'yi öldürdü.", "1991 - Saddam Hüseyin, Bağdat radyosunda yaptığı açıklamada, Irak Ordusunun Kuveyt'ten çekildiğini duyurdu.", "1976 - Türkiye ile Amerika Birleşik Devletleri arasında, \"Savunma İşbirliği Anlaşması\" imzalandı.", "1967 - Amerika Birleşik Devletleri, 25 bin askerle Vietkong'a saldırıya geçti.", "1952 - Winston Churchill, Birleşik Krallık'ın atom bombasına sahip olduğunu ilan etti.", "1943 - İstanbul'da Varlık Vergisi'ni ödemeyen 160 kişi, Aşkale'ye gönderildi.", "1934 - İstanbul Belediyesi, evlerin bazılarında görülen \"kafes\"lerin (cumbaların) kaldırılmasını kararlaştırdı.", "1926 - Türkiye İstatistik Kurumu (o dönemki adıyla Merkezi İstatistik Dairesi) kuruldu.", "1925 - Fransızların yönetiminde bulunan Tütün Rejisinin (tekelinin), 1 Mart 1925'ten itibaren lağvedildiğine ilişkin yasa, TBMM'de kabul edildi.", "1917 - Nick LaRocca'nın Original Dixiland Jazz Band orkestrası, ilk caz plağını Victor Talking Machine Company adlı plakçılık şirketi'nin, New York stüdyolarında doldurdu.", "1910 - İstanbul'da ilk solcu dergi, \"İştirak\" yayımlanmaya başladı. Dergi Hüseyin Hilmi tarafından çıkarıldı.", "1870 - New York'ta ilk metro çalışmaya başladı.", "1848 - Fransa'da İkinci Cumhuriyet ilan edildi.", "1815 - Napolyon Bonapart, Elba'dan kaçtı.", "1658 - Danimarka ve İsveç arasında, Roskilde Antlaşması imzalandı.", "1618 - Osmanlı Sultanı, I. Mustafa tahttan indirildi ve yerine II. Osman Padişah oldu.", "364 - I. Valentinianus, Roma imparatoru oldu."]