["2020 - u0130dlib saldu0131ru0131su0131 geru00e7ekleu015fti.",  "2010 - u015eili'de 8.8 bu00fcyu00fcklu00fcu011fu00fcnde deprem oldu.",  "2008 - u0130stanbul'da tersane iu015fu00e7ileri, tau015feron ve gu00fcvencesiz u00e7alu0131u015fma kou015fullaru0131ndan dolayu0131 art arda gelen iu015fu00e7i u00f6lu00fcmleri nedeniyle, Liman, Tersane Gemi Yapu0131m-Onaru0131m u0130u015fu00e7ileri Sendikasu0131'nu0131n (Lu0130MTER-u0130u015e) u00e7au011fru0131su0131yla u00fcretimden gelen gu00fccu00fcnu00fc kullanarak greve u00e7u0131ktu0131. Tuzla tersaneler bu00f6lgesindeki iki gu00fcnlu00fck greve yu00fczde 70 katu0131lu0131m sau011flanu0131rken, biru00e7ok tersanede iu015fler durdu. Du0130SK de Tuzla'da "Ya Sendika Ya u00d6lu00fcm" sloganu0131yla 24 saatlik oturma grevi ile destek oldu. Grev sonrasu0131nda tersane patronlaru0131, iu015fu00e7ilerin taleplerini kabul etti.",  "2004 - Filipinler'de bir feribotta patlama meydana geldi: 116 kiu015fi u00f6ldu00fc.",  "2002 - Hindistan'da Mu00fcslu00fcmanlaru0131n Hindu milliyetu00e7ileri tau015fu0131yan bir treni ateu015fe vermesi sonucu 60 kiu015fi u00f6ldu00fc.",  "2001 - Bau015fbakan Bu00fclent Ecevit, Du00fcnya Bankasu0131 Bau015fkan Yardu0131mcu0131su0131 Kemal Derviu015f'i istiu015farelerde bulunmak u00fczere Tu00fcrkiye'ye u00e7au011fu0131rdu0131.",  "1999 - Olusegun Obasanjo, Nijerya'nu0131n seu00e7imle iu015fbau015fu0131na gelen ilk Devlet Bau015fkanu0131 oldu.",  "1995 - Kuzey Irak'u0131n Zaho kentinde bir ticaret merkezinde bomba patladu0131; 76 kiu015fi u00f6ldu00fc, 83 kiu015fi yaralandu0131.",  "1988 - Tu00fcrkiye'de ilk yapay kalp ameliyatu0131, Ankara u00dcniversitesi Tu0131p Faku00fcltesi u0130bn Sina Hastanesi'nde yapu0131ldu0131. Hasta, geru00e7ek kalp bulunamamasu0131 yu00fczu00fcnden bir su00fcre sonra u00f6ldu00fc.",  "1985 - Bazu0131 Ege illerindeki okullaru0131n, "Devrim" olan adlaru0131 deu011fiu015ftirildi.",  "1963 - Dominik Cumhuriyeti'nde ilk demokratik seu00e7imler yapu0131ldu0131: Rafael Trujillo'nun diktatu00f6rlu00fcu011fu00fc sona erdi ve Juan Bosch Devlet Bau015fkanu0131 oldu.",  "1955 - Tu00fcrk boksu00f6r Garbis Zaharyan, Yunan rakibi Emanuel Zambidis'i sayu0131yla yendi.",  "1948 - u00c7ekoslovakya'da komu00fcnist parti yu00f6netimi ele aldu0131.",  "1943 - Amerika Birleu015fik Devletleri'nin Montana eyaletindeki bir maden ocau011fu0131nda patlama meydana geldi: 74 iu015fu00e7i u00f6ldu00fc.",  "1942 - II. Du00fcnya Savau015fu0131: Japon u0130mparatorluk Donanmasu0131 ile Mu00fcttefik Deniz Kuvvetleri arasu0131nda, Cava Deniz Muharebesi geru00e7ekleu015fti. Muharebe, Japon zaferiyle sonuu00e7landu0131 ve Hollanda Dou011fu Hint Adalaru0131, Japon u0130mparatorluu011fu tarafu0131ndan ele geu00e7irildi.",  "1937 - u00d6zel teu015febbu00fcsu00e7e inu015fa edilen ilk Tu00fcrk gemisi "Belku0131s", Haliu00e7'te tu00f6renle denize indirildi.",  "1933 - Reichstag Yangu0131nu0131: Olayu0131n ardu0131ndan yayu0131mlanan bir kararnameyle, Naziler diktatu00f6rlu00fcklerinin temellerini atmu0131u015f oldular.",  "1900 - Almanya futbol kulu00fcbu00fc olan FC Bayern Mu00fcnchen kuruldu.",  "1900 - Birleu015fik Krallu0131k'ta u0130u015fu00e7i Partisi (Labour Party) kuruldu.",  "1880 - Haydarpau015fa-u0130zmit Demiryolu iu015fu00e7ileri greve u00e7u0131ktu0131.",  "1879 - Yapay tatlandu0131ru0131cu0131 sakarin keu015ffedildi.",  "1863 - Tu00fcrkiye'de bilinen ilk resim sergisi, u0130stanbul Atmeydanu0131'nda au00e7u0131ldu0131. Serginin au00e7u0131lmasu0131na Sultan Abdu00fclaziz destek verdi.",  "1844 - Dominik Cumhuriyeti, Haiti'den bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1693 - u0130lk kadu0131n dergisi "The Ladies' Mercury" Londra'da yayu0131mlandu0131.",  "1594 - IV. Henri, Fransa kralu0131 oldu."]







