["2020 - İdlib saldırısı gerçekleşti.", "2010 - Şili'de 8.8 büyüklüğünde deprem oldu.", "2008 - İstanbul'da tersane işçileri, taşeron ve güvencesiz çalışma koşullarından dolayı art arda gelen işçi ölümleri nedeniyle, Liman, Tersane Gemi Yapım-Onarım İşçileri Sendikası'nın (LİMTER-İŞ) çağrısıyla üretimden gelen gücünü kullanarak greve çıktı. Tuzla tersaneler bölgesindeki iki günlük greve yüzde 70 katılım sağlanırken, birçok tersanede işler durdu. DİSK de Tuzla'da \"Ya Sendika Ya Ölüm\" sloganıyla 24 saatlik oturma grevi ile destek oldu. Grev sonrasında tersane patronları, işçilerin taleplerini kabul etti.", "2004 - Filipinler'de bir feribotta patlama meydana geldi: 116 kişi öldü.", "2002 - Hindistan'da Müslümanların Hindu milliyetçileri taşıyan bir treni ateşe vermesi sonucu 60 kişi öldü.", "2001 - Başbakan Bülent Ecevit, Dünya Bankası Başkan Yardımcısı Kemal Derviş'i istişarelerde bulunmak üzere Türkiye'ye çağırdı.", "1999 - Olusegun Obasanjo, Nijerya'nın seçimle işbaşına gelen ilk Devlet Başkanı oldu.", "1995 - Kuzey Irak'ın Zaho kentinde bir ticaret merkezinde bomba patladı; 76 kişi öldü, 83 kişi yaralandı.", "1988 - Türkiye'de ilk yapay kalp ameliyatı, Ankara Üniversitesi Tıp Fakültesi İbn Sina Hastanesi'nde yapıldı. Hasta, gerçek kalp bulunamaması yüzünden bir süre sonra öldü.", "1985 - Bazı Ege illerindeki okulların, \"Devrim\" olan adları değiştirildi.", "1963 - Dominik Cumhuriyeti'nde ilk demokratik seçimler yapıldı: Rafael Trujillo'nun diktatörlüğü sona erdi ve Juan Bosch Devlet Başkanı oldu.", "1955 - Türk boksör Garbis Zaharyan, Yunan rakibi Emanuel Zambidis'i sayıyla yendi.", "1948 - Çekoslovakya'da komünist parti yönetimi ele aldı.", "1943 - Amerika Birleşik Devletleri'nin Montana eyaletindeki bir maden ocağında patlama meydana geldi: 74 işçi öldü.", "1942 - II. Dünya Savaşı: Japon İmparatorluk Donanması ile Müttefik Deniz Kuvvetleri arasında, Cava Deniz Muharebesi gerçekleşti. Muharebe, Japon zaferiyle sonuçlandı ve Hollanda Doğu Hint Adaları, Japon İmparatorluğu tarafından ele geçirildi.", "1937 - Özel teşebbüsçe inşa edilen ilk Türk gemisi \"Belkıs\", Haliç'te törenle denize indirildi.", "1933 - Reichstag Yangını: Olayın ardından yayımlanan bir kararnameyle, Naziler diktatörlüklerinin temellerini atmış oldular.", "1900 - Almanya futbol kulübü olan FC Bayern München kuruldu.", "1900 - Birleşik Krallık'ta İşçi Partisi (Labour Party) kuruldu.", "1880 - Haydarpaşa-İzmit Demiryolu işçileri greve çıktı.", "1879 - Yapay tatlandırıcı sakarin keşfedildi.", "1863 - Türkiye'de bilinen ilk resim sergisi, İstanbul Atmeydanı'nda açıldı. Serginin açılmasına Sultan Abdülaziz destek verdi.", "1844 - Dominik Cumhuriyeti, Haiti'den bağımsızlığını ilan etti.", "1693 - İlk kadın dergisi \"The Ladies' Mercury\" Londra'da yayımlandı.", "1594 - IV. Henri, Fransa kralı oldu."]