["2008 - Amerika Birleu015fik Devletleri Savunma Bakanu0131 Robert Gates Ankara'ya geldi ve Tu00fcrkiye'nin Irak'a du00fczenlediu011fi Gu00fcneu015f Hareku00e2tu0131'yla ilgili olarak temaslarda bulundu.",  "2003 - Ankara Bir Numaralu0131 Devlet Gu00fcvenlik mahkemesi, kapatu0131lan DEP'in 4 eski milletvekilinin yeniden yargu0131lanma istemini kabul etti.",  "2002 - Hindistan'u0131n Ahmedabad kentinde Hindularu0131n ateu015fe verdiu011fi, Mu00fcslu00fcmanlara ait evlerde 55 kiu015fi u00f6ldu00fc.",  "2001 - Ulusal Bank'a el konuldu.",  "1998 - Kosova Savau015fu0131: Su0131rp gu00fcvenlik gu00fcu00e7lerinin Uu00c7K'ya karu015fu0131 bastu0131rma hareku00e2tu0131 bau015fladu0131.",  "1997 - Tu00fcrkiye Millu00ee Gu00fcvenlik Kurulu'nun 9 saat su00fcren toplantu0131su0131nda 28 u015eubat Su00fcreci olarak adlandu0131ru0131lan kararlar alu0131ndu0131. Bu kararlar, irticayu0131 Tu00fcrkiye'nin u00f6nu00fcndeki en bu00fcyu00fck tehlike olarak saptadu0131. MGK'da, Atatu00fcrk ilke ve inku0131laplaru0131nu0131n u00f6du00fcnsu00fcz uygulanmasu0131 kararu0131 verildi.",  "1994 - Kuzey Atlantik Antlau015fmasu0131 tarihinin ilk saldu0131ru0131su0131nu0131 Su0131rplara karu015fu0131 geru00e7ekleu015ftirdi.",  "1991 - Ku00f6rfez Savau015fu0131, koalisyon gu00fcu00e7lerinin zaferi ve Irak'u0131n yenilgisiyle sona erdi.",  "1986 - u0130sveu00e7 bau015fbakanu0131 Olof Palme, bir suikast sonucu u00f6ldu00fcru00fcldu00fc.",  "1977 - Malatya'da u0130nu00f6nu00fc u00dcniversitesi ile iki yu00fcksek okul hizmete au00e7u0131ldu0131.",  "1975 - Londra'da metro kazasu0131: 43 kiu015fi u00f6ldu00fc.",  "1967 - Anadol marka ilk Tu00fcrk otomobili 26.800 liradan piyasaya su00fcru00fcldu00fc.",  "1953 - Tu00fcrkiye, Yunanistan ve Yugoslavya arasu0131nda, Balkan Paktu0131 adu0131yla Dostluk ve u0130u015fbirliu011fi Antlau015fmasu0131, Ankara'da imzalandu0131.",  "1945 - Tu00fcrkiye, Birleu015fmiu015f Milletler Beyannamesi'ni imzaladu0131.",  "1942 - u0130stanbul Vezneciler'deki Zeynep Hanu0131m Konau011fu0131 (u0130stanbul u00dcniversitesi Edebiyat Faku00fcltesi binasu0131) tamamen yandu0131.",  "1942 - II. Du00fcnya Savau015fu0131: Japon u0130mparatorluk Donanmasu0131 ile Mu00fcttefik Deniz Kuvvetleri arasu0131nda, Javau00a0veu00a0Sumatra adalaru0131nu0131 ayu0131ran Sunda Bou011fazu0131'nda,u00a0Sunda Bou011fazu0131 Muharebesi geru00e7ekleu015fti.",  "1940 - u0130lk kez bir basketbol mau00e7u0131 ABD'de televizyondan naklen yayu0131nlandu0131. Fordham ile Pittsburgh u00dcniversiteleri taku0131mlaru0131nu0131n Madison Square Garden'da yaptu0131u011fu0131 basketbol mau00e7u0131, televizyondan yayu0131mlanan ilk basketbol karu015fu0131lau015fmasu0131 oldu.",  "1939 - Su00f6zlu00fck yazu0131mu0131 tarihinin en u00fcnlu00fc hatalaru0131ndan biri keu015ffedildi, Webster's New International Dictionary nin 2. Basku0131su0131nda Dord adlu0131 uydurma bir kelimenin you011funluk karu015fu0131lu0131u011fu0131yla basku0131ya verildiu011fi anlau015fu0131ldu0131.",  "1935 - Wallace Carothers, naylonu keu015ffetti.",  "1922 - Mu0131su0131r, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1921 - TBMM'de ilk bu00fctu00e7e kabul edildi.",  "1919 - Nasrullah Han'u0131n yerine tahta u00e7u0131kan Emanullah Han, tahta u00e7u0131kma tu00f6reninde yaptu0131u011fu0131 konuu015fmada Afganistan'u0131n bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1902 - Gu00fcrcistan'u0131n bau015fkenti Batum'da bulunan Rothschild fabrikasu0131nda iu015ften u00e7u0131kartmalara karu015fu0131 400 iu015fu00e7inin katu0131lu0131mu0131yla bir grev yapu0131ldu0131. Polis 32 iu015fu00e7iyi tutukladu0131. Grev u00f6ncesinde fabrikada kurulan grev komitesinin lideri Josef Stalin'di.",  "1870 - Osmanlu0131 padiu015fahu0131 Abdu00fclaziz "Bulgar Eksarhanesinin" (Rumlardan bau011fu0131msu0131z Bulgar Ortodoks Kilisesi) kurulmasu0131na izin verdi.",  "1855 - 1855 Bursa depremi meydana geldi."]







