["2020 - Slovakya'da parlamento seu00e7imleri yapu0131ldu0131.[1]",  "2012 - Tokyo Skytree binasu0131nu0131n inu015faatu0131 tamamlandu0131.",  "2004 - Haiti devlet bau015fkanu0131 Jean-Bertrand Aristide u00e7u0131kan isyanlar nedeniyle istifa etti.",  "1996 - Peru havayollaru0131na ait Boeing 737 tipi bir yolcu uu00e7au011fu0131 And Dau011flaru0131'na du00fcu015ftu00fc: 123 kiu015fi u00f6ldu00fc.",  "1988 - Nazi belgeleri arasu0131nda BM eski Genel Sekreteri Avusturyalu0131 diplomat Kurt Waldheimu2019u0131n II. Du00fcnya Savau015fu0131u2019nda toplama kamplaru0131na insan gu00f6ndermekle ilgili olduu011funa iliu015fkin kanu0131tlar bulundu.",  "1988 - Gu00fcney Afrikalu0131 Desmond Tutu 100 din adamu0131 ile birlikte Cape Town'da tutuklandu0131.",  "1980 - Sadece 29 u015eubat gu00fcnlerinde yayu0131mlanan La Bougie du Sapeur gazetesinin ilk sayu0131su0131 u00e7u0131ktu0131.",  "1976 - Ajda Pekkan, Fransu0131z televizyonunda Enrico Macias ile u015farku0131 su00f6yledi.",  "1964 - Sidney'de Avustralyalu0131 yu00fczu00fccu00fc Dawn Fraser 100 m serbest stilde 58.9 saniye ile du00fcnya rekoru ku0131rdu0131.",  "1960 - Fas'ta deprem: 3000'den fazla kiu015fi u00f6ldu00fc.",  "1940 - II. Du00fcnya Savau015fu0131 nedeniyle Berkeley'de (Kaliforniya) du00fczenlenen bir tu00f6renle, Ernest Lawrence, Nobel Fizik u00d6du00fclu00fc'nu00fc u0130sveu00e7'in San Francisco bau015fkonsolosunun elinden aldu0131.",  "1940 - Hattie McDaniel, Ru00fczgu00e2r Gibi Geu00e7ti filmindeki performansu0131yla Oscar kazanan ilk siyah kadu0131n oyuncu oldu.",  "1940 - Ru00fczgu00e2r Gibi Geu00e7ti filmi 10 Oscar kazandu0131.",  "1924 - u0130stanbul'da Halife Abdu00fclmecid Efendi, son Cuma selamlu0131u011fu0131 tu00f6renine u00e7u0131ktu0131.",  "1916 - Tokelau, Bu00fcyu00fck Britanya tarafu0131ndan ilhak edildi.",  "1916 - Gu00fcney Karolina'da fabrika ve madenlerde u00e7alu0131u015ftu0131ru0131labilecek u00e7ocuk iu015fu00e7iler iu00e7in en du00fcu015fu00fck yau015f su0131nu0131ru0131 12'den 14'e yu00fckseltildi.",  "1768 - Polonyalu0131 asillerin u00f6nayak olmasu0131 ile Bar Konfederasyonu kuruldu.",  "1644 - Abel Tasman ikinci Pasifik seyahatine bau015fladu0131."]







