["2011 - Queensland ve Avustralya kıyılarında Yasi Dönence Kuşağı Kasırgası gerçekleşti.", "2006 - Suudi Arabistan'dan Mısır'a gitmekte olan Al-Salam Boccaccio'98 adlı bir Mısır yolcu gemisi, Mısır'ın Hurgada limanına 40 mil kala, Kızıldeniz'de battı. Gemideki 1400 yolcudan 435'inin kurtarıldığı bildirildi.", "2004 - Azeri petrolünü Türkiye ve dünya pazarına ulaştıracak Bakü-Tiflis-Ceyhan Petrol Boru Hattı projesiyle ilgili kredi ve boru hattı geçişinde ev sahipliğiyle ilgili son anlaşmalar Bakü'de imzalandı.", "2002 - Afyon'da merkez üssü Sultandağı olan 6 büyüklüğündeki depremde 43 kişi öldü, 318 kişi yaralandı.", "1998 - Türkiye, Uluslararası Çalışma Örgütü'nün (İLO) \"Çocuk İşçi Çalıştırmayı Yasaklayan\" iki maddesine imza attı.", "1997 - Pakistan'da altıncı genel seçimler yapıldı.", "1984 - Türkiye Cumhuriyeti Sağlık Bakanlığına bağlı tüm hastane ve doğum evlerinde kürtaja izin verildi.", "1975 - Kıbrıs Türk Havayolları, Türkiye-Kıbrıs seferlerini başlattı.", "1972 - İran kar fırtınası başladı.", "1971 - 11 OPEC ülkesi, petrol alıcısı ülkeleri fiyatları artırmakla tehdit etti.", "1969 - Yaser Arafat, Filistin Millî Kongresi Başkanlığına atandı.", "1966 - SSCB'nin insansız uzay aracı Luna 9, Ay yüzeyine indi.", "1962 - Amerika Birleşik Devletleri, Küba mallarına ambargo koydu.", "1957 - İzmir açıklarında Amerikan Hawel Lykes şilebiyle çarpışan \"İzmir\" yolcu gemisi battı. 244 yolcusu bulunan gemide, 4'ü yolcu 5 kişi öldü.", "1945 - II. Dünya Savaşı: Japon İmparatorluğu tarafından Filipinler'in başkenti Manila'da Manila Katliamı başladı: 100.000 - 500.000 arasında sivil öldürüldü.", "1933 - Ankara-İstanbul arasında ilk deneme uçuşu yapıldı.", "1931 - Yeni Zelanda'da deprem: 258 kişi öldü.", "1931 - Menemen Olayı hükümlülerinden 27 kişi bugün idam edildi.", "1930 - Vietnam Komünist Partisi kuruldu.", "1930 - Türk-Fransız Dostluk Antlaşması imzalandı.", "1928 - Hutbe, İstanbul'da Türkçe okunmaya başlandı.", "1917 - I. Dünya Savaşı: ABD, Almanya ile diplomatik ilişkilerini kesti.", "1916 - Kanada Ottawa'daki parlamento binası yandı.", "1815 - İlk peynir fabrikası, İsviçre'de kuruldu.", "1783 - Amerikan Bağımsızlık Savaşı: İspanya ABD'yi resmen tanıdı.", "1690 - Amerika Birleşik Devletleri'nde ilk kâğıt para Massachusetts'de kullanılmaya başlandı.", "1509 - Portekiz İmparatorluğu Donanması ile Osmanlı, Venedik ve Ragusa destekli Memlûk Sultanlığı, Gucerat Sultanlığı ve Kalkülta Krallığı birleşik donanması arasında, Diu Muharebesi gerçekleşti.", "1451 - Osmanlı Padişahı II. Mehmed (Fatih Sultan Mehmet), ikinci kez tahta geçti."]