["2011 - Queensland ve Avustralya ku0131yu0131laru0131nda Yasi Du00f6nence Kuu015fau011fu0131 Kasu0131rgasu0131 geru00e7ekleu015fti.",  "2006 - Suudi Arabistan'dan Mu0131su0131r'a gitmekte olan Al-Salam Boccaccio'98 adlu0131 bir Mu0131su0131r yolcu gemisi, Mu0131su0131r'u0131n Hurgada limanu0131na 40 mil kala, Ku0131zu0131ldeniz'de battu0131. Gemideki 1400 yolcudan 435'inin kurtaru0131ldu0131u011fu0131 bildirildi.",  "2004 - Azeri petrolu00fcnu00fc Tu00fcrkiye ve du00fcnya pazaru0131na ulau015ftu0131racak Baku00fc-Tiflis-Ceyhan Petrol Boru Hattu0131 projesiyle ilgili kredi ve boru hattu0131 geu00e7iu015finde ev sahipliu011fiyle ilgili son anlau015fmalar Baku00fc'de imzalandu0131.",  "2002 - Afyon'da merkez u00fcssu00fc Sultandau011fu0131 olan 6 bu00fcyu00fcklu00fcu011fu00fcndeki depremde 43 kiu015fi u00f6ldu00fc, 318 kiu015fi yaralandu0131.",  "1998 - Tu00fcrkiye, Uluslararasu0131 u00c7alu0131u015fma u00d6rgu00fctu00fc'nu00fcn (u0130LO) "u00c7ocuk u0130u015fu00e7i u00c7alu0131u015ftu0131rmayu0131 Yasaklayan" iki maddesine imza attu0131.",  "1997 - Pakistan'da altu0131ncu0131 genel seu00e7imler yapu0131ldu0131.",  "1984 - Tu00fcrkiye Cumhuriyeti Sau011flu0131k Bakanlu0131u011fu0131na bau011flu0131 tu00fcm hastane ve dou011fum evlerinde ku00fcrtaja izin verildi.",  "1975 - Ku0131bru0131s Tu00fcrk Havayollaru0131, Tu00fcrkiye-Ku0131bru0131s seferlerini bau015flattu0131.",  "1972 - u0130ran kar fu0131rtu0131nasu0131 bau015fladu0131.",  "1971 - 11 OPEC u00fclkesi, petrol alu0131cu0131su0131 u00fclkeleri fiyatlaru0131 artu0131rmakla tehdit etti.",  "1969 - Yaser Arafat, Filistin Millu00ee Kongresi Bau015fkanlu0131u011fu0131na atandu0131.",  "1966 - SSCB'nin insansu0131z uzay aracu0131 Luna 9, Ay yu00fczeyine indi.",  "1962 - Amerika Birleu015fik Devletleri, Ku00fcba mallaru0131na ambargo koydu.",  "1957 - u0130zmir au00e7u0131klaru0131nda Amerikan Hawel Lykes u015filebiyle u00e7arpu0131u015fan "u0130zmir" yolcu gemisi battu0131. 244 yolcusu bulunan gemide, 4'u00fc yolcu 5 kiu015fi u00f6ldu00fc.",  "1945 - II. Du00fcnya Savau015fu0131: Japon u0130mparatorluu011fu tarafu0131ndan Filipinler'in bau015fkenti Manila'da Manila Katliamu0131 bau015fladu0131: 100.000 - 500.000 arasu0131nda sivil u00f6ldu00fcru00fcldu00fc.",  "1933 - Ankara-u0130stanbul arasu0131nda ilk deneme uu00e7uu015fu yapu0131ldu0131.",  "1931 - Yeni Zelanda'da deprem: 258 kiu015fi u00f6ldu00fc.",  "1931 - Menemen Olayu0131 hu00fcku00fcmlu00fclerinden 27 kiu015fi bugu00fcn idam edildi.",  "1930 - Vietnam Komu00fcnist Partisi kuruldu.",  "1930 - Tu00fcrk-Fransu0131z Dostluk Antlau015fmasu0131 imzalandu0131.",  "1928 - Hutbe, u0130stanbul'da Tu00fcrku00e7e okunmaya bau015flandu0131.",  "1917 - I. Du00fcnya Savau015fu0131: ABD, Almanya ile diplomatik iliu015fkilerini kesti.",  "1916 - Kanada Ottawa'daki parlamento binasu0131 yandu0131.",  "1815 - u0130lk peynir fabrikasu0131, u0130sviu00e7re'de kuruldu.",  "1783 - Amerikan Bau011fu0131msu0131zlu0131k Savau015fu0131: u0130spanya ABD'yi resmen tanu0131du0131.",  "1690 - Amerika Birleu015fik Devletleri'nde ilk ku00e2u011fu0131t para Massachusetts'de kullanu0131lmaya bau015flandu0131.",  "1509 - Portekiz u0130mparatorluu011fu Donanmasu0131 ile Osmanlu0131, Venedik ve Ragusa destekli Memlu00fbk Sultanlu0131u011fu0131, Gucerat Sultanlu0131u011fu0131 ve Kalku00fclta Krallu0131u011fu0131 birleu015fik donanmasu0131 arasu0131nda, Diu Muharebesi geru00e7ekleu015fti.",  "1451 - Osmanlu0131 Padiu015fahu0131 II. Mehmed (Fatih Sultan Mehmet), ikinci kez tahta geu00e7ti."]







