["2023 - Casus balon krizi. ABD ordusu, u00c7in'e ait olan casus balonu fu00fczeyle vurarak du00fcu015fu00fcrdu00fc.",  "2020 - Van u00e7u0131u011f faciasu0131: Van, Bahu00e7esaray'da u00e7u0131u011f altu0131nda kalan vatandau015flaru0131 kurtarmaya giden askerler ve kurtarma ekipleri de u00fczerlerine du00fcu015fen u00e7u0131u011fu0131n altu0131nda kaldu0131. Olayda 41 kiu015fi u00f6ldu00fc, 75 kiu015fi yaralandu0131.",  "2005 - Ukrayna'da yakalanan Bahu00e7elievler katliamu0131 sanu0131klaru0131ndan Haluk Ku0131rcu0131, Tu00fcrkiye'ye iade edildi.",  "2004 - Facebook kuruldu.",  "2003 - Yugoslavya Federal Cumhuriyeti'nin yeni adu0131 Su0131rbistan-Karadau011f oldu. 3 Haziran 2006'da Karadau011f'u0131n bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etmesiyle, Su0131rbistan ve Karadau011f iki bau011fu0131msu0131z devlet haline geldi.",  "2000 - Du0131u015fiu015fleri Bakanu0131 u0130smail Cem, Yunanistan'a gitti. Cem, 40 yu0131l sonra Yunanistan'u0131 resmen ziyaret eden ilk Tu00fcrk Du0131u015fiu015fleri Bakanu0131 oldu.",  "1999 - Hugo Chu00e1vez Fru00edas, Venezuela Devlet Bau015fkanu0131 seu00e7ildi.",  "1994 - u0130ngiltere'de 17. yu00fczyu0131ldan kalma tarihi parlamento binasu0131 yandu0131.",  "1981 - Gro Harlem Brundtland, Norveu00e7'in ilk kadu0131n Bau015fbakanu0131 oldu.",  "1980 - Ebu'l-Hasan Beni Sadr,u00a0u0130ran'nin ilku00a0Cumhurbau015fkanu0131 oldu.",  "1976 - Guatemala ve Honduras'taki 7,5 u015fiddetindeki depremde 22.778 kiu015fi u00f6ldu00fc.",  "1976 - Ku0131u015f Olimpiyat Oyunlaru0131 Innsbruck'ta (Avusturya) bau015fladu0131.",  "1975 - Tu00fcrkiye u00e7apu0131nda 1,5 saat su00fcreyle elektrik kesintisi uygulanmaya bau015flandu0131.",  "1974 - Tu00fcrkiye Yazarlar Sendikasu0131 kuruldu.",  "1966 - All Nippon Havayollaru0131na ait bir Boeing 727, Tokyo ku00f6rfezine du00fcu015ftu00fc: 133 kiu015fi u00f6ldu00fc.",  "1964 - 20 Mayu0131s 1963 ayaklanmasu0131 sanu0131klaru0131ndan Talat Aydemir, Fethi Gu00fcrcan, Osman Deniz ve Erol Dinu00e7er'in u00f6lu00fcm cezalaru0131, TBMM'nde onaylandu0131.",  "1957 - u0130lk nu00fckleer denizaltu0131 olan USS Nautilus (SSN-571), yu00fczeye hiu00e7 u00e7u0131kmadan 60.000 deniz mili katederek, Jules Verne'in u00fcnlu00fc romanu0131 "Denizler Altu0131nda Yirmi Bin Fersah"taki hayali Nautilus denizaltu0131su0131nu0131n dayanu0131klu0131lu0131u011fu0131 hayata geu00e7irmiu015f oldu.",  "1956 - Fazu0131l Hu00fcsnu00fc Dau011flarca, Yedi Tepe u015eiir Armau011fanu0131'nu0131 kazandu0131. u015eair, bu u00f6du00fclu00fc Asu adlu0131 u015fiir kitabu0131yla aldu0131.",  "1948 - Daha sonralaru0131 Sri Lanka adu0131nu0131 alacak olan Seylan, u0130ngiliz Milletler Topluluu011fu'ndan ayru0131ldu0131.",  "1947 - Isparta Senirkent'te, Jandarmanu0131n bazu0131 vatandau015flara iu015fkence yaptu0131u011fu0131 ortaya u00e7u0131ktu0131.",  "1947 - Hatay ilinde yeradlaru0131nu0131n Tu00fcrku00e7eleu015ftirilmesine karar verildi.",  "1945 - Birleu015fik Krallu0131k, Rusya ve ABD'nin bir araya geldiu011fi Yalta Konferansu0131'nda 1 Mart'a kadar Almanya ve Japonya'ya savau015f ilan eden devletlerin San Francisco'da yapu0131lacak konferansa katu0131lmalaru0131na ve BM'ye kurucu u00fcye olabilmeleri kararlau015ftu0131ru0131ldu0131.",  "1936 - Radyum E sentetik olarak elde edilmiu015f ilk radyoaktif element oldu.",  "1932 - Ku0131u015f Olimpiyat Oyunlaru0131 Lake Placid'de (New York) bau015fladu0131.",  "1928 - Avusturyalu0131 Naziler, siyahi sanatu00e7u0131 Josephine Baker'i protesto etti.",  "1927 - u0130ngiliz Malcolm Campbell, "Bluebird" adlu0131 otomobili ile saatte 281,4u00a0km hu0131z yaparak du00fcnya rekoru ku0131rdu0131.",  "1926 - u0130skilipli Mehmed u00c2tu0131f'u0131n idamu0131.",  "1923 - Lozan Konferansu0131, taraflaru0131n uzlau015famamalaru0131 nedeniyle kesildi.",  "1917 - u0130ttihat ve Terakki Cemiyetiu2019nin u00f6nde gelen isimlerinden Talat Pau015fa, sadrazam oldu.",  "1902 - Paris'te, Birinci Ju00f6n Tu00fcrk Kongresi yapu0131ldu0131.",  "1899 - Filipinler - ABD savau015fu0131 bau015fladu0131.",  "1794 - Fransa, tu00fcm su00f6mu00fcrgelerinde ku00f6leliu011fi yasakladu0131.",  "1792 - George Washington, ikinci du00f6nemde yeniden ABD Bau015fkanlu0131u011fu0131na seu00e7ildi.",  "1789 - George Washington, ABD'nin ilk Bau015fkanu0131 seu00e7ildi.",  "1783 - Amerikan Bau011fu0131msu0131zlu0131k Savau015fu0131: u0130ngiltere, Amerika Birleu015fik Devletleri ile olan du00fcu015fmanlu0131u011fu0131na son verdiu011fini resmen ilan etti.",  "211 - Roma u0130mparatoru Septimius Severus u00f6ldu00fc. u0130mparatorluk, kavgacu0131 ve huysuzluklaru0131 ile bilinen iki ou011fluna kaldu0131: Caracalla ve Publius Septimius Geta."]







