["2023 - 2023 Kıbrıs cumhurbaşkanlığı seçimleri sonucunda Nikos Hristodulidis yeni cumhurbaşkanı oldu.", "2020 - 2193 sefer sayılı uçuş: İzmir-İstanbul seferini yapan Pegasus Hava Yolları uçağı, Sabiha Gökçen Havalimanı'na inişi sırasında pistten çıkarak parçalandı. Kazada 3 kişi öldü, 179 kişi yaralandı.", "2007 - Amerikalı astronot Sunita Williams, Uluslararası Uzay İstasyonunun soğutma sistemini tamir etmek amacıyla yaptığı 22 saat 27 dakikalık uzay yürüyüşle \"en uzun uzay yürüyüşünü yapan kadın\" oldu.", "2006 - Trabzon'un Santa Maria Katolik Kilisesi'nde Roma Katolik Rahibi Andrea Santoro silahlı saldırı sonucu öldürüldü.", "1994 - Bosna Savaşı sırasında Markale Pazar yerinde bomba patladı; 68 kişi öldü, 144 kişi yaralandı.", "1993 - ANAP İstanbul milletvekili Adnan Kahveci, eşi ve kızı, Bolu-Gerede yakınlarında geçirdikleri trafik kazasında öldüler; Kahveci'nin oğlu, kazadan yaralı kurtuldu.", "1988 - Yunan uyrukluların Türkiye'de bulunan gayrimenkulleri üzerindeki haklarını donduran 1964 tarihli kararname kaldırıldı.", "1988 - Manuel Noriega'ya kaçakçılık ve para aklama suçlarından dava açıldı.", "1983 - Nokta dergisi yayın hayatına başladı.", "1983 - 12 Eylül Darbesi'nin 37, 38 ve 39. idamları: 1973'te kardeşleri Hasan Karaköse'nin Halil Çatal tarafından öldürülüşünden bir yıl sonra, 20 Mart 1974'te tarlaya gitmekte olan Halil Çatal'ın karısı Nafiye Çatal ve oğlu Mevlüt Çatal'ı öldüren Rıdvan Karaköse, Cavit Karaköse ve Süleyman Karaköse idam edildiler.", "1976 - Amerikan uçak firması Lockheed, Türkiye'de rüşvet verdiklerini açıkladı.", "1975 - ABD Kongresi'nin 11 Aralık 1974'te aldığı, Türkiye'ye silah ambargosu kararı uygulanmaya başlandı. Ambargonun gerekçesi, Türkiye'nin Temmuz-Ağustos 1974'te Kıbrıs'a askeri müdahalede bulunmasıydı.", "1973 - Güney Afrika'da 20 bin siyah işçi greve başladı.", "1972 - Bob Douglas, Basketball Hall of Fame'e seçilen ilk siyah Amerikalı oldu.", "1971 - Apollo 14, Ay yüzeyine indi.", "1959 - Birleşik Krallık, Türkiye ve Yunanistan arasındaki \"Kıbrıs\" konulu görüşmeler Zürih'te başladı.", "1958 - ABD Hava Kuvvetleri, Georgia eyaleti sahili açıklarında bir hidrojen bombası kaybetti. Bomba bulunamadı.", "1958 - Cemal Abdünnasır, Birleşik Arap Cumhuriyeti'nin ilk cumhurbaşkanı olmak için aday gösterildi.", "1956 - Meriç ve Tunca nehirleri dondu; Yeşilköy ve Mecidiyeköy'e kurtlar indi ve İstanbul halkı ekmeksiz kaldı.", "1939 - Uludağ'da ilk kez kayak yarışmaları yapıldı.", "1937 - Anayasa'nın 2. maddesinde yapılan değişiklikle, altı ilke Anayasa metnine girdi: Türkiye Devleti Cumhuriyetçi, Milliyetçi, Halkçı, Devletçi, Laik ve İnkılapçıdır. Resmi dili Türkçedir. Makam Ankara şehridir.", "1936 - Charlie Chaplin'in son sessiz filmi, Modern Zamanlar gösterime girdi.", "1933 - Atatürk, 1 Şubat'ta Bursa'da bir grubun, ezan ve kametin Türkçe okunmasını sebep gösterip, gösteri yapması üzerine Ege gezisini yarıda keserek Bursa'ya geldi.", "1932 - İlk Türkçe hutbe, Süleymaniye Camii'nde okundu.", "1932 - İlk Türk tangosu olan Mazi Kalbimde Bir Yaradır, Seyyan Hanım tarafından ilk kez yorumlandı.", "1924 - Greenwich Gözlemevi, saat başı sinyallerini yayınlamaya başladı.", "1924 - Nezihe Muhittin'in Başkanlığında Türk Kadınlar Birliği kuruldu.", "1919 - Karakol Cemiyeti adlı direniş örgütü kuruldu.", "1919 - Charlie Chaplin, Mary Pickford, Douglas Fairbanks ve D.W. Griffith birlikte United Artists film şirketini kurdular.", "1917 - Amerika Birleşik Devletleri Kongresi, Başkan Woodrow Wilson'un vetosuna rağmen, Asyalıların ülkeye göçünü yasaklayan göçmen yasasını onayladı.", "1885 - Belçika Kralı II. Léopold, Kongo'yu kendi kişisel mülkiyeti ilan etti.", "1877 - Mithat Paşa, sadrazamlıktan azledildi. Daha sonra Taif zindanında boğduruldu.", "1869 - 78 kilogram ağırlığında ve %91'i saf altından oluşan, \"Hoş Geldin Yabancı\" adı verilen dünyanın en büyük altın külçesi, Avustralya'nın Victoria eyaletinde yerin birkaç santimetre altından çıkarıldı."]