["2023 - 2023 Ku0131bru0131s cumhurbau015fkanlu0131u011fu0131 seu00e7imleri sonucunda Nikos Hristodulidis yeni cumhurbau015fkanu0131 oldu.[1]",  "2020 - 2193 sefer sayu0131lu0131 uu00e7uu015f: u0130zmir-u0130stanbul seferini yapan Pegasus Hava Yollaru0131 uu00e7au011fu0131, Sabiha Gu00f6ku00e7en Havalimanu0131'na iniu015fi su0131rasu0131nda pistten u00e7u0131karak paru00e7alandu0131. Kazada 3 kiu015fi u00f6ldu00fc, 179 kiu015fi yaralandu0131.",  "2007 - Amerikalu0131 astronot Sunita Williams, Uluslararasu0131 Uzay u0130stasyonunun sou011futma sistemini tamir etmek amacu0131yla yaptu0131u011fu0131 22 saat 27 dakikalu0131k uzay yu00fcru00fcyu00fcu015fle "en uzun uzay yu00fcru00fcyu00fcu015fu00fcnu00fc yapan kadu0131n" oldu.",  "2006 - Trabzon'un Santa Maria Katolik Kilisesi'nde Roma Katolik Rahibi Andrea Santoro silahlu0131 saldu0131ru0131 sonucu u00f6ldu00fcru00fcldu00fc.",  "1994 - Bosna Savau015fu0131 su0131rasu0131nda Markale Pazar yerinde bomba patladu0131; 68 kiu015fi u00f6ldu00fc, 144 kiu015fi yaralandu0131.",  "1993 - ANAP u0130stanbul milletvekili Adnan Kahveci, eu015fi ve ku0131zu0131, Bolu-Gerede yaku0131nlaru0131nda geu00e7irdikleri trafik kazasu0131nda u00f6ldu00fcler; Kahveci'nin ou011flu, kazadan yaralu0131 kurtuldu.",  "1988 - Yunan uyruklularu0131n Tu00fcrkiye'de bulunan gayrimenkulleri u00fczerindeki haklaru0131nu0131 donduran 1964 tarihli kararname kaldu0131ru0131ldu0131.",  "1988 - Manuel Noriega'ya kau00e7aku00e7u0131lu0131k ve para aklama suu00e7laru0131ndan dava au00e7u0131ldu0131.",  "1983 - Nokta dergisi yayu0131n hayatu0131na bau015fladu0131.",  "1983 - 12 Eylu00fcl Darbesi'nin 37, 38 ve 39. idamlaru0131: 1973'te kardeu015fleri Hasan Karaku00f6se'nin Halil u00c7atal tarafu0131ndan u00f6ldu00fcru00fclu00fcu015fu00fcnden bir yu0131l sonra, 20 Mart 1974'te tarlaya gitmekte olan Halil u00c7atal'u0131n karu0131su0131 Nafiye u00c7atal ve ou011flu Mevlu00fct u00c7atal'u0131 u00f6ldu00fcren Ru0131dvan Karaku00f6se, Cavit Karaku00f6se ve Su00fcleyman Karaku00f6se idam edildiler.",  "1976 - Amerikan uu00e7ak firmasu0131 Lockheed, Tu00fcrkiye'de ru00fcu015fvet verdiklerini au00e7u0131kladu0131.",  "1975 - ABD Kongresi'nin 11 Aralu0131k 1974'te aldu0131u011fu0131, Tu00fcrkiye'ye silah ambargosu kararu0131 uygulanmaya bau015flandu0131. Ambargonun gereku00e7esi, Tu00fcrkiye'nin Temmuz-Au011fustos 1974'te Ku0131bru0131s'a askeri mu00fcdahalede bulunmasu0131ydu0131.",  "1973 - Gu00fcney Afrika'da 20 bin siyah iu015fu00e7i greve bau015fladu0131.",  "1972 - Bob Douglas, Basketball Hall of Fame'e seu00e7ilen ilk siyah Amerikalu0131 oldu.",  "1971 - Apollo 14, Ay yu00fczeyine indi.",  "1959 - Birleu015fik Krallu0131k, Tu00fcrkiye ve Yunanistan arasu0131ndaki "Ku0131bru0131s" konulu gu00f6ru00fcu015fmeler Zu00fcrih'te bau015fladu0131.",  "1958 - ABD Hava Kuvvetleri, Georgia eyaleti sahili au00e7u0131klaru0131nda bir hidrojen bombasu0131 kaybetti. Bomba bulunamadu0131.",  "1958 - Cemal Abdu00fcnnasu0131r, Birleu015fik Arap Cumhuriyeti'nin ilk cumhurbau015fkanu0131 olmak iu00e7in aday gu00f6sterildi.",  "1956 - Meriu00e7 ve Tunca nehirleri dondu; Yeu015filku00f6y ve Mecidiyeku00f6y'e kurtlar indi ve u0130stanbul halku0131 ekmeksiz kaldu0131.",  "1939 - Uludau011f'da ilk kez kayak yaru0131u015fmalaru0131 yapu0131ldu0131.",  "1937 - Anayasa'nu0131n 2. maddesinde yapu0131lan deu011fiu015fiklikle, altu0131 ilke Anayasa metnine girdi: Tu00fcrkiye Devleti Cumhuriyetu00e7i, Milliyetu00e7i, Halku00e7u0131, Devletu00e7i, Laik ve u0130nku0131lapu00e7u0131du0131r. Resmi dili Tu00fcrku00e7edir. Makam Ankara u015fehridir.",  "1936 - Charlie Chaplin'in son sessiz filmi, Modern Zamanlar gu00f6sterime girdi.",  "1933 - Atatu00fcrk, 1 u015eubat'ta Bursa'da bir grubun, ezan ve kametin Tu00fcrku00e7e okunmasu0131nu0131 sebep gu00f6sterip, gu00f6steri yapmasu0131 u00fczerine Ege gezisini yaru0131da keserek Bursa'ya geldi.",  "1932 - u0130lk Tu00fcrku00e7e hutbe, Su00fcleymaniye Camii'nde okundu.",  "1932 - u0130lk Tu00fcrk tangosu olan Mazi Kalbimde Bir Yaradu0131r, Seyyan Hanu0131m tarafu0131ndan ilk kez yorumlandu0131.",  "1924 - Greenwich Gu00f6zlemevi, saat bau015fu0131 sinyallerini yayu0131nlamaya bau015fladu0131.",  "1924 - Nezihe Muhittin'in Bau015fkanlu0131u011fu0131nda Tu00fcrk Kadu0131nlar Birliu011fi kuruldu.",  "1919 - Karakol Cemiyeti adlu0131 direniu015f u00f6rgu00fctu00fc kuruldu.",  "1919 - Charlie Chaplin, Mary Pickford, Douglas Fairbanks ve D.W. Griffith birlikte United Artists film u015firketini kurdular.",  "1917 - Amerika Birleu015fik Devletleri Kongresi, Bau015fkan Woodrow Wilson'un vetosuna rau011fmen, Asyalu0131laru0131n u00fclkeye gu00f6u00e7u00fcnu00fc yasaklayan gu00f6u00e7men yasasu0131nu0131 onayladu0131.",  "1885 - Belu00e7ika Kralu0131 II. Lu00e9opold, Kongo'yu kendi kiu015fisel mu00fclkiyeti ilan etti.",  "1877 - Mithat Pau015fa, sadrazamlu0131ktan azledildi. Daha sonra Taif zindanu0131nda bou011fduruldu.",  "1869 - 78 kilogram au011fu0131rlu0131u011fu0131nda ve %91'i saf altu0131ndan oluu015fan, "Hou015f Geldin Yabancu0131" adu0131 verilen du00fcnyanu0131n en bu00fcyu00fck altu0131n ku00fclu00e7esi, Avustralya'nu0131n Victoria eyaletinde yerin birkau00e7 santimetre altu0131ndan u00e7u0131karu0131ldu0131."]







