["2023 - Tu00fcrkiye'de Kahramanmarau015f depremleri meydana geldi.",  "2018 - Merkez u00fcssu00fc Tayvan'u0131n Hualien ilu00e7esi olan Hualien depremi geru00e7ekleu015fti.",  "2018 - Space-X'in Mars roketi Falcon Heavy fu0131rlatu0131ldu0131.[1]",  "2008 - TBMM'de saat 15.00 itibaru0131yla, ilk resmi bau015fu00f6rtu00fcsu00fc serbestliu011fi iu00e7in tartu0131u015fmalaru0131 ve oylamasu0131 yapu0131ldu0131.",  "2004 - Moskova metrosunda patlama; u00c7eu00e7en ayru0131mcu0131 gruplaru0131n yaptu0131u011fu0131 tahmin edilen saldu0131ru0131da 40 kiu015fi u00f6ldu00fc, 129 kiu015fi yaralandu0131.",  "2001 - Ariel u015earon, u0130srail Bau015fbakanu0131 oldu.",  "2000 - Tokyo'da Pan Pasifik Tenis Turnuvasu0131 du00fczenlendi. Finalde Martina Hingis, Fransu0131z Sandrine Testud'u 2-0 mau011flup etti. Bu galibiyetle Martina Hingis kariyerinin 27. tekler u015fampiyonluu011funuda kazanmu0131u015f oldu.",  "1999 - Fransa'da bau015fkent Paris'in 50u00a0km yaku0131nu0131ndaki tarihi Kraliyet Ku00f6u015fku00fc Rambouillet'de Belgrad Hu00fcku00fbmeti ile Kosova arasu0131nda baru0131u015f gu00f6ru00fcu015fmeleri yapu0131ldu0131.",  "1998 - Devlet u0130statistik Enstitu00fcsu00fc tarafu0131ndan yapu0131lan au00e7u0131klamada, Tu00fcrkiye'nin nu00fcfusunun 62 milyon 610 bin 252 olduu011fu bildirildi.",  "1998 - Afganistan'da 6.1 u015fiddetindeki depremde, 4 binden fazla kiu015fi u00f6ldu00fc.",  "1985 - Steve Wozniak, Apple Computer'dan ayru0131ldu0131.",  "1983 - "Lyon kasabu0131" lakaplu0131 savau015f suu00e7lusu, eski Gestapo komutanu0131 Klaus Barbie, 37 yu0131l u00f6nce iu015flediu011fi suu00e7lardan yargu0131lanmak u00fczere Fransa'da mahkeme u00f6nu00fcnde.",  "1968 - Ku0131u015f Olimpiyat Oyunlaru0131, Grenoble'da (Fransa) bau015fladu0131.",  "1968 - u0130lk televizyon oyunu olan u015eair Evlenmesi, canlu0131 olarak yayu0131mlandu0131.",  "1959 - Florida'daki Cape Canaveral uzay u00fcssu00fcnde, Titan ku0131talar arasu0131 balistik fu00fczesinin test ateu015flemesi bau015faru0131lu0131 oldu.",  "1959 - Texas Instruments u00e7alu0131u015fanlaru0131ndan Jack Kilby, tu00fcmleu015fik devre (mikrou00e7ip) patenti iu00e7in bau015fvurdu.",  "1958 - Mu00fcnih Havaalanu0131 pistinde uu00e7ak kazasu0131; Manchester United taku0131mu0131ndan 7 futbolcu (Roger Byrne, Mark Jones, Eddie Colman, Tommy Taylor, Liam Whelan, David Pegg ve Geoff Bent) ve 8'i gazeteci olmak u00fczere, 44 yolcudan 23 kiu015fi u00f6ldu00fc.",  "1952 - II. Elizabeth, babasu0131nu0131n u00f6lu00fcmu00fc u00fczerine Birleu015fik Krallu0131k Kraliu00e7esi oldu.",  "1936 - Ku0131u015f Olimpiyat Oyunlaru0131, Garmisch-Partenkirchen'de (Almanya) bau015fladu0131. Tu00fcrkiye ilk kez katu0131ldu0131.",  "1933 - u0130ngiltere'den Gu00fcney Afrika'ya ilk duraksu0131z uu00e7uu015f yapu0131ldu0131.",  "1930 - u0130spanya'da siyasi tutuklular iu00e7in genel af ilan edildi.",  "1921 - Ankara'da Hakimiyeti Milliye gazetesi, gu00fcnlu00fck olarak u00e7u0131kmaya bau015fladu0131.",  "1920 - Son Osmanlu0131 Mebusan Meclisi'nde, Mondros Mu00fctarekesi'ne karu015fu0131 direnme yanlu0131su0131 Felah-u0131 Vatan Grubu kuruldu.",  "1788 - Massachusetts, Amerika Birleu015fik Devletleri'nin altu0131ncu0131 eyaleti oldu.",  "1695 - Sultan II. Ahmed'in u00f6lu00fcmu00fc ve II. Mustafa'nu0131n tahta u00e7u0131ku0131u015fu0131."]







