["2023 - Türkiye'de Kahramanmaraş depremleri meydana geldi.", "2018 - Merkez üssü Tayvan'ın Hualien ilçesi olan Hualien depremi gerçekleşti.", "2018 - Space-X'in Mars roketi Falcon Heavy fırlatıldı.[1]", "2008 - TBMM'de saat 15.00 itibarıyla, ilk resmi başörtüsü serbestliği için tartışmaları ve oylaması yapıldı.", "2004 - Moskova metrosunda patlama; Çeçen ayrımcı grupların yaptığı tahmin edilen saldırıda 40 kişi öldü, 129 kişi yaralandı.", "2001 - Ariel Şaron, İsrail Başbakanı oldu.", "2000 - Tokyo'da Pan Pasifik Tenis Turnuvası düzenlendi. Finalde Martina Hingis, Fransız Sandrine Testud'u 2-0 mağlup etti. Bu galibiyetle Martina Hingis kariyerinin 27. tekler şampiyonluğunuda kazanmış oldu.", "1999 - Fransa'da başkent Paris'in 50 km yakınındaki tarihi Kraliyet Köşkü Rambouillet'de Belgrad Hükûmeti ile Kosova arasında barış görüşmeleri yapıldı.", "1998 - Devlet İstatistik Enstitüsü tarafından yapılan açıklamada, Türkiye'nin nüfusunun 62 milyon 610 bin 252 olduğu bildirildi.", "1998 - Afganistan'da 6.1 şiddetindeki depremde, 4 binden fazla kişi öldü.", "1985 - Steve Wozniak, Apple Computer'dan ayrıldı.", "1983 - \"Lyon kasabı\" lakaplı savaş suçlusu, eski Gestapo komutanı Klaus Barbie, 37 yıl önce işlediği suçlardan yargılanmak üzere Fransa'da mahkeme önünde.", "1968 - Kış Olimpiyat Oyunları, Grenoble'da (Fransa) başladı.", "1968 - İlk televizyon oyunu olan Şair Evlenmesi, canlı olarak yayımlandı.", "1959 - Florida'daki Cape Canaveral uzay üssünde, Titan kıtalar arası balistik füzesinin test ateşlemesi başarılı oldu.", "1959 - Texas Instruments çalışanlarından Jack Kilby, tümleşik devre (mikroçip) patenti için başvurdu.", "1958 - Münih Havaalanı pistinde uçak kazası; Manchester United takımından 7 futbolcu (Roger Byrne, Mark Jones, Eddie Colman, Tommy Taylor, Liam Whelan, David Pegg ve Geoff Bent) ve 8'i gazeteci olmak üzere, 44 yolcudan 23 kişi öldü.", "1952 - II. Elizabeth, babasının ölümü üzerine Birleşik Krallık Kraliçesi oldu.", "1936 - Kış Olimpiyat Oyunları, Garmisch-Partenkirchen'de (Almanya) başladı. Türkiye ilk kez katıldı.", "1933 - İngiltere'den Güney Afrika'ya ilk duraksız uçuş yapıldı.", "1930 - İspanya'da siyasi tutuklular için genel af ilan edildi.", "1921 - Ankara'da Hakimiyeti Milliye gazetesi, günlük olarak çıkmaya başladı.", "1920 - Son Osmanlı Mebusan Meclisi'nde, Mondros Mütarekesi'ne karşı direnme yanlısı Felah-ı Vatan Grubu kuruldu.", "1788 - Massachusetts, Amerika Birleşik Devletleri'nin altıncı eyaleti oldu.", "1695 - Sultan II. Ahmed'in ölümü ve II. Mustafa'nın tahta çıkışı."]