["2014 - Rusya, Soçi'de Kış Olimpiyatları'nın açılış töreni gerçekleşti.", "2014 - Afrika dışındaki en eski ayak izi İngiltere'de bulundu.[2]", "2013 - Zambiya'da gerçekleşen otobüs ve kamyon kazası nedeniyle en az 51 kişi öldü.", "2012 - 23 gün önce Başyargıcı tutuklattığı için Hükûmet karşıtı protestolar nedeniyle Maldivler Cumhurbaşkanı Muhammed Naşid istifa etti.", "2011 - Sudan Devlet Başkanı Ömer el-Beşir, Güney Sudan'da Kuzeyden ayrılma konusunda yapılan referandumun sonuçlarını resmen kabul ettiğini duyurdu.", "2011 - Aden Körfezi açıklarındaki Türk Silahlı Kuvvetleri (TSK) deniz unsurlarının, görev süresinin bir yıl daha uzatılmasını öngören Başbakanlık Tezkeresi, TBMM'de kabul edildi.", "2009 - Victoria'da çıkan orman yangını sonucu 173 kişi öldü ve bu yangın Avustralya tarihinin en büyük doğal afeti oldu.", "2007 - Bakü-Tiflis-Kars demiryolu projesinin uygulanmasına ilişkin antlaşma, Gürcistan, Azerbaycan ve Türkiye Hükûmetleri arasında Tiflis'te imzalandı.", "2006 - FIFA Disiplin Kurulu, Türkiye-İsviçre müsabakasında meydana gelen olumsuz olaylar sebebiyle, Türkiye millî futbol takımına 6 maç seyircisiz oynama ve para cezası verdi.", "1998 - Kış Olimpiyat Oyunları, Japonya'nın Nagano kentinde başladı.", "1995 - Uzay mekiği Discovery, Rus uzay istasyonu Mir ile tarihi buluşmasını gerçekleştirdi.", "1992 - Thomas Oaster tarafından Uluslararası Erkekler Günü ilk defa dile getirildi. Birleşmiş Milletler tarafından desteklendi.", "1992 - Avrupa Ekonomik Topluluğu üyesi ülkeler arasında Avrupa Birliği'ni oluşturan Maastricht Antlaşması imzalandı.", "1991 - Haiti'nin ilk seçilmiş Başkanı Jean-Bertrand Aristide, görevine başladı.", "1990 - SSCB'nin dağılması: Sovyetler Birliği Komünist Partisi güç monopolünü devretmeye hazır olduğunu açıkladı.", "1990 - Amasya'nın Merzifon ilçesi'ndeki Yeniçeltek Kömür İşletmesi'nde, grizu patlaması meydana geldi. 3 işçi öldü, 63 işçi toprak altında mahsur kaldı.", "1986 - Haiti'de, 28 yıl süren aile yönetimi, Başkan Jean-Claude Duvalier'nin Karaipler'den kaçması ile son buldu.", "1984 - Amerikalı astronot Bruce McCandless, uzayda ilk kez serbest yürüyüş yaptı.", "1979 - Her iki gezegenin keşfinden bu yana; Plüton, ilk kez Neptün'nün yörüngesinin içine girdi.", "1977 - SSCB, Soyuz 24 uydusunu fırlattı.", "1974 - Grenada, Birleşik Krallık'tan bağımsızlığını kazandı.", "1973 - TBMM'de kabul edilen bir yasa ile \"Maraş\" iline \"kahramanlık\" unvanı verildi; ilin adı \"Kahramanmaraş\" oldu.", "1971 - İsviçre'de kadınlara seçme hakkı verildi.", "1968 - Ağrı'da sıcaklık eksi 48 dereceye düştü; çevredeki göl ve ırmaklar dondu.", "1964 - The Beatles müzik grubu, New York'un JFK Havaalanına indi ve böylece ilk ABD turneleri başlamış oldu.", "1962 - ABD, Küba ile olan tüm ihracat ve ithalatını durdurdu.", "1952 - Türkiye'de mevcut olan Oda ve Borsaların yetkilileri, bir araya gelerek teşkil ettikleri Genel Kurulla Türkiye Odalar ve Borsalar Birliği (TOBB) kuruldu.", "1942 - Hırvat Naziler, Banja Luka'da aralarında 551 çocuğun da bulunduğu 2 bin 300 sivil Sırpı katlettiler.", "1941 - Britanyalılar, Bingazi'yi aldı.", "1935 - Ünlü masa oyunu Monopoly'nin patenti alındı.", "1934 - Paris'te ayaklanmalar sürüyor; Fransa Başbakanı Édouard Daladier istifa etti.", "1929 - Hilâl-i Ahmer Cemiyeti (Kızılay) günü ilk kez kutlandı.", "1921 - T.C. Resmî Gazete çıkmaya başladı.", "1914 - Charlie Chaplin'in ilk filmi, \"The Little Tramp\" gösterime girdi.", "1900 - Britanyalı İşçi Partisi kuruldu.", "1898 - Émile Zola'ya, Alfred Dreyfus'u savunmak için L'Aurore gazetesinde Fransa Cumhurbaşkanına hitaben kaleme aldığı açık mektup J'accuse için iftira davası açıldı.", "1840 -  Hacı Karandıqo Berzeg komutasında ''Karadeniz Kıyı Hattına'' yönelik operasyonlar başladı[1]", "1727 - İbrahim Müteferrika, Osmanlı'da basılmak üzere ilk kitap baskı kalıpları hazırlattı.", "1550 - III. Julius, Papa oldu.", "457 - I. Leo, Doğu Roma İmparatoru oldu."]