["2014 - Rusya, Sou00e7i'de Ku0131u015f Olimpiyatlaru0131'nu0131n au00e7u0131lu0131u015f tu00f6reni geru00e7ekleu015fti.",  "2014 - Afrika du0131u015fu0131ndaki en eski ayak izi u0130ngiltere'de bulundu.[2]",  "2013 - Zambiya'da geru00e7ekleu015fen otobu00fcs ve kamyon kazasu0131 nedeniyle en az 51 kiu015fi u00f6ldu00fc.",  "2012 - 23 gu00fcn u00f6nce Bau015fyargu0131cu0131 tutuklattu0131u011fu0131 iu00e7in Hu00fcku00fbmet karu015fu0131tu0131 protestolar nedeniyle Maldivler Cumhurbau015fkanu0131 Muhammed Nau015fid istifa etti.",  "2011 - Sudan Devlet Bau015fkanu0131 u00d6mer el-Beu015fir, Gu00fcney Sudan'da Kuzeyden ayru0131lma konusunda yapu0131lan referandumun sonuu00e7laru0131nu0131 resmen kabul ettiu011fini duyurdu.",  "2011 - Aden Ku00f6rfezi au00e7u0131klaru0131ndaki Tu00fcrk Silahlu0131 Kuvvetleri (TSK) deniz unsurlaru0131nu0131n, gu00f6rev su00fcresinin bir yu0131l daha uzatu0131lmasu0131nu0131 u00f6ngu00f6ren Bau015fbakanlu0131k Tezkeresi, TBMM'de kabul edildi.",  "2009 - Victoria'da u00e7u0131kan orman yangu0131nu0131 sonucu 173 kiu015fi u00f6ldu00fc ve bu yangu0131n Avustralya tarihinin en bu00fcyu00fck dou011fal afeti oldu.",  "2007 - Baku00fc-Tiflis-Kars demiryolu projesinin uygulanmasu0131na iliu015fkin antlau015fma, Gu00fcrcistan, Azerbaycan ve Tu00fcrkiye Hu00fcku00fbmetleri arasu0131nda Tiflis'te imzalandu0131.",  "2006 - FIFA Disiplin Kurulu, Tu00fcrkiye-u0130sviu00e7re mu00fcsabakasu0131nda meydana gelen olumsuz olaylar sebebiyle, Tu00fcrkiye millu00ee futbol taku0131mu0131na 6 mau00e7 seyircisiz oynama ve para cezasu0131 verdi.",  "1998 - Ku0131u015f Olimpiyat Oyunlaru0131, Japonya'nu0131n Nagano kentinde bau015fladu0131.",  "1995 - Uzay mekiu011fi Discovery, Rus uzay istasyonu Mir ile tarihi buluu015fmasu0131nu0131 geru00e7ekleu015ftirdi.",  "1992 - Thomas Oaster tarafu0131ndan Uluslararasu0131 Erkekler Gu00fcnu00fc ilk defa dile getirildi. Birleu015fmiu015f Milletler tarafu0131ndan desteklendi.",  "1992 - Avrupa Ekonomik Topluluu011fu u00fcyesi u00fclkeler arasu0131nda Avrupa Birliu011fi'ni oluu015fturan Maastricht Antlau015fmasu0131 imzalandu0131.",  "1991 - Haiti'nin ilk seu00e7ilmiu015f Bau015fkanu0131 Jean-Bertrand Aristide, gu00f6revine bau015fladu0131.",  "1990 - SSCB'nin dau011fu0131lmasu0131: Sovyetler Birliu011fi Komu00fcnist Partisi gu00fcu00e7 monopolu00fcnu00fc devretmeye hazu0131r olduu011funu au00e7u0131kladu0131.",  "1990 - Amasya'nu0131n Merzifon ilu00e7esi'ndeki Yeniu00e7eltek Ku00f6mu00fcr u0130u015fletmesi'nde, grizu patlamasu0131 meydana geldi. 3 iu015fu00e7i u00f6ldu00fc, 63 iu015fu00e7i toprak altu0131nda mahsur kaldu0131.",  "1986 - Haiti'de, 28 yu0131l su00fcren aile yu00f6netimi, Bau015fkan Jean-Claude Duvalier'nin Karaipler'den kau00e7masu0131 ile son buldu.",  "1984 - Amerikalu0131 astronot Bruce McCandless, uzayda ilk kez serbest yu00fcru00fcyu00fcu015f yaptu0131.",  "1979 - Her iki gezegenin keu015ffinden bu yana; Plu00fcton, ilk kez Neptu00fcn'nu00fcn yu00f6ru00fcngesinin iu00e7ine girdi.",  "1977 - SSCB, Soyuz 24 uydusunu fu0131rlattu0131.",  "1974 - Grenada, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1973 - TBMM'de kabul edilen bir yasa ile "Marau015f" iline "kahramanlu0131k" unvanu0131 verildi; ilin adu0131 "Kahramanmarau015f" oldu.",  "1971 - u0130sviu00e7re'de kadu0131nlara seu00e7me hakku0131 verildi.",  "1968 - Au011fru0131'da su0131caklu0131k eksi 48 dereceye du00fcu015ftu00fc; u00e7evredeki gu00f6l ve u0131rmaklar dondu.",  "1964 - The Beatles mu00fczik grubu, New York'un JFK Havaalanu0131na indi ve bu00f6ylece ilk ABD turneleri bau015flamu0131u015f oldu.",  "1962 - ABD, Ku00fcba ile olan tu00fcm ihracat ve ithalatu0131nu0131 durdurdu.",  "1952 - Tu00fcrkiye'de mevcut olan Oda ve Borsalaru0131n yetkilileri, bir araya gelerek teu015fkil ettikleri Genel Kurulla Tu00fcrkiye Odalar ve Borsalar Birliu011fi (TOBB) kuruldu.",  "1942 - Hu0131rvat Naziler, Banja Luka'da aralaru0131nda 551 u00e7ocuu011fun da bulunduu011fu 2 bin 300 sivil Su0131rpu0131 katlettiler.",  "1941 - Britanyalu0131lar, Bingazi'yi aldu0131.",  "1935 - u00dcnlu00fc masa oyunu Monopoly'nin patenti alu0131ndu0131.",  "1934 - Paris'te ayaklanmalar su00fcru00fcyor; Fransa Bau015fbakanu0131 u00c9douard Daladier istifa etti.",  "1929 - Hilu00e2l-i Ahmer Cemiyeti (Ku0131zu0131lay) gu00fcnu00fc ilk kez kutlandu0131.",  "1921 - T.C. Resmu00ee Gazete u00e7u0131kmaya bau015fladu0131.",  "1914 - Charlie Chaplin'in ilk filmi, "The Little Tramp" gu00f6sterime girdi.",  "1900 - Britanyalu0131 u0130u015fu00e7i Partisi kuruldu.",  "1898 - u00c9mile Zola'ya, Alfred Dreyfus'u savunmak iu00e7in L'Aurore gazetesinde Fransa Cumhurbau015fkanu0131na hitaben kaleme aldu0131u011fu0131 au00e7u0131k mektup J'accuse iu00e7in iftira davasu0131 au00e7u0131ldu0131.",  "1840 -  Hacu0131 Karandu0131qo Berzeg komutasu0131nda ''Karadeniz Ku0131yu0131 Hattu0131na'' yu00f6nelik operasyonlar bau015fladu0131[1]",  "1727 - u0130brahim Mu00fcteferrika, Osmanlu0131'da basu0131lmak u00fczere ilk kitap basku0131 kalu0131plaru0131 hazu0131rlattu0131.",  "1550 - III. Julius, Papa oldu.",  "457 - I. Leo, Dou011fu Roma u0130mparatoru oldu."]







