["2023 - Türkiye'de deprem yüzünden 3 aylık OHAL ilan edildi.", "2005 - İsrail Başbakanı Ariel Şaron ve Filistin lideri Mahmud Abbas arasında, Mısır'da imzalanan bir antlaşma ile ateşkes sağlandı.", "2004 - Amerikalı şarkıcı Beyoncé, beş Grammy Ödülü kazandı.", "2002 - Kış Olimpiyatları Salt Lake City'de başladı.", "2002 - Yargıtay 6. Ceza Dairesi, \"Yüksekova Çetesi\" davasında 5 sanık hakkında verilen çeşitli hapis cezalarına ilişkin mahkûmiyet kararlarını bozdu.", "2001 - Cumhurbaşkanı Ahmet Necdet Sezer, Esad Coşan ile damadı Ali Yücel Uyarel'in Süleymaniye Camii haziresine definlerine imkân tanıyan kararname taslağını imzalamayarak Başbakanlığa geri gönderdi.", "2001 - Bonn Başsavcılığı'nın, Hristiyan-Demokrat Parti'ye (CDU) yapılan karanlık bağışlarla ilgili dava çerçevesinde eski Başbakan Helmut Kohl hakkında açtığı dava, 150 bin Euro tutarında cezanın ödenmesiyle kapandı.", "2000 - Danıştay 10. Dairesi, FP'den İstanbul Milletvekili seçilen Merve Kavakçı'nın, 'Türk vatandaşlığının kaybettirilmesine' ilişkin Bakanlar Kurulu Kararı'nın iptali istemini oy birliğiyle reddetti.", "1999 - Ürdün Kralı Hüseyin, Amman'da düzenlenen bir törenle toprağa verildi.", "1992 - Olağanüstü Hâl Bölge Valiliği'ne Ünal Erkan atandı.", "1990 - Amasya Yeniçeltek'te toprak altında kalan 63 işçiden umut kesildi. Madenin hava bacaları betonlandı. Bir gün önce meydana gelen grizu patlamasında ölenlerin sayısı 66'ya ulaştı.", "1989 - Boeing 707 tipi bir yolcu uçağı, Portekiz açıklarındaki Azor Adaları'na düştü: 144 kişi öldü.", "1984 - Kış Olimpiyat Oyunları Sarayova'da başladı.", "1980 - Tariş olayları: Tariş işçileri işletmenin bazı bölümlerini işgal etti, Çiğli İplik Fabrikası'nda işçiler, fabrika kapılarını kapatarak barikat kurdu.", "1980: Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): İstanbul'da Migros'a ait yiyecek maddeleri satan 6 kamyon kaçırıldı, yiyecekler yağma edildi, kamyonlar tahrip edildi. Ankara'da 4 mağaza yağma edildi.", "1976 - İngiltere, Strazburg'da kendini savunmak durumunda kaldı. İngiltere hakkında, IRA (İrlanda Cumhuriyet Ordusu) sanıklarına işkence ettiği iddiaları vardı.", "1976 - Innsbruck'ta yapılan Kış Olimpiyatları, TRT televizyonundan naklen verildi.", "1974 - Yukarı Volta'da askeri darbe.", "1974 - Amerikan uzay istasyonu Skylab, uzayda 84 gün geçirdikten sonra dünyaya döndü.", "1963 - Irak'ta, Abdüsselam Arif'in önderliğindeki \"Baas\"çı subaylar yönetimi ele geçirdi, Başbakan Abdülkerim Kasım öldürüldü.", "1963 - ABD vatandaşlarının Küba ile seyahat, finansal ve ticari amaçlı her türlü ilişkisi John F. Kennedy yönetimince yasaklandı.", "1962 - Türkiye Cumhuriyeti Turizm Bankası çalışmalarına başladı.", "1962 - Fransa'da Gizli Ordu'nun bombalama eylemlerini protesto edenlere polis müdahale etti; 8 kişi öldü.", "1958 - Bobby Fischer henüz 15 yaşında ve Dünya satranç şampiyonu oldu.", "1935 - Türkiye Büyük Millet Meclisi 5. dönem seçimleri yapıldı.", "1924 - İdam cezası: ABD'de idam cezasını gaz kullanmak suretiyle gerçekleştiren ilk eyalet Nevada oldu.", "1922 - ABD Başkanı Warren G. Harding, ilk radyoyu Beyaz Saray'da tanıttı.", "1919 - İşgal Kuvvetleri Kumandanı olarak İstanbul'a tayin olan Fransız General Louis Franchet d'Espèrey, atıyla Türk Bayrağı'nın üzerinden geçerek yapmış olduğu sözde gövde gösterisi ile İstanbul'a girdi.", "1915 - D.W. Griffith'in Bir Ulusun Doğuşu (The Birth of a Nation) adlı tartışmalı başyapıtı Los Angeles'ta ilk kez gösterildi.", "1904 - Japonların, Çin'in Port Arthur limanına sürpriz bir atak yapıp Rus filosunu tahrip etmesi ve geçişine engel olması üzerine Rus-Japon Savaşı başladı.", "1587 - İskoçya Kraliçesi Mary Stuart, kafası kesilerek idam edildi. 19 yıl hapiste kaldıktan sonra idam edilen Kraliçe Mary, Kraliçe I. Elizabeth'e suikast planlamakla suçlanıyordu."]