["2023 - Tu00fcrkiye'de deprem yu00fczu00fcnden 3 aylu0131k OHAL ilan edildi.",  "2005 - u0130srail Bau015fbakanu0131 Ariel u015earon ve Filistin lideri Mahmud Abbas arasu0131nda, Mu0131su0131r'da imzalanan bir antlau015fma ile ateu015fkes sau011flandu0131.",  "2004 - Amerikalu0131 u015farku0131cu0131 Beyoncu00e9, beu015f Grammy u00d6du00fclu00fc kazandu0131.",  "2002 - Ku0131u015f Olimpiyatlaru0131 Salt Lake City'de bau015fladu0131.",  "2002 - Yargu0131tay 6. Ceza Dairesi, "Yu00fcksekova u00c7etesi" davasu0131nda 5 sanu0131k hakku0131nda verilen u00e7eu015fitli hapis cezalaru0131na iliu015fkin mahku00fbmiyet kararlaru0131nu0131 bozdu.",  "2001 - Cumhurbau015fkanu0131 Ahmet Necdet Sezer, Esad Cou015fan ile damadu0131 Ali Yu00fccel Uyarel'in Su00fcleymaniye Camii haziresine definlerine imku00e2n tanu0131yan kararname taslau011fu0131nu0131 imzalamayarak Bau015fbakanlu0131u011fa geri gu00f6nderdi.",  "2001 - Bonn Bau015fsavcu0131lu0131u011fu0131'nu0131n, Hristiyan-Demokrat Parti'ye (CDU) yapu0131lan karanlu0131k bau011fu0131u015flarla ilgili dava u00e7eru00e7evesinde eski Bau015fbakan Helmut Kohl hakku0131nda au00e7tu0131u011fu0131 dava, 150 bin Euro tutaru0131nda cezanu0131n u00f6denmesiyle kapandu0131.",  "2000 - Danu0131u015ftay 10. Dairesi, FP'den u0130stanbul Milletvekili seu00e7ilen Merve Kavaku00e7u0131'nu0131n, 'Tu00fcrk vatandau015flu0131u011fu0131nu0131n kaybettirilmesine' iliu015fkin Bakanlar Kurulu Kararu0131'nu0131n iptali istemini oy birliu011fiyle reddetti.",  "1999 - u00dcrdu00fcn Kralu0131 Hu00fcseyin, Amman'da du00fczenlenen bir tu00f6renle toprau011fa verildi.",  "1992 - Olau011fanu00fcstu00fc Hu00e2l Bu00f6lge Valiliu011fi'ne u00dcnal Erkan atandu0131.",  "1990 - Amasya Yeniu00e7eltek'te toprak altu0131nda kalan 63 iu015fu00e7iden umut kesildi. Madenin hava bacalaru0131 betonlandu0131. Bir gu00fcn u00f6nce meydana gelen grizu patlamasu0131nda u00f6lenlerin sayu0131su0131 66'ya ulau015ftu0131.",  "1989 - Boeing 707 tipi bir yolcu uu00e7au011fu0131, Portekiz au00e7u0131klaru0131ndaki Azor Adalaru0131'na du00fcu015ftu00fc: 144 kiu015fi u00f6ldu00fc.",  "1984 - Ku0131u015f Olimpiyat Oyunlaru0131 Sarayova'da bau015fladu0131.",  "1980 - Tariu015f olaylaru0131: Tariu015f iu015fu00e7ileri iu015fletmenin bazu0131 bu00f6lu00fcmlerini iu015fgal etti, u00c7iu011fli u0130plik Fabrikasu0131'nda iu015fu00e7iler, fabrika kapu0131laru0131nu0131 kapatarak barikat kurdu.",  "1980: Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): u0130stanbul'da Migros'a ait yiyecek maddeleri satan 6 kamyon kau00e7u0131ru0131ldu0131, yiyecekler yau011fma edildi, kamyonlar tahrip edildi. Ankara'da 4 mau011faza yau011fma edildi.",  "1976 - u0130ngiltere, Strazburg'da kendini savunmak durumunda kaldu0131. u0130ngiltere hakku0131nda, IRA (u0130rlanda Cumhuriyet Ordusu) sanu0131klaru0131na iu015fkence ettiu011fi iddialaru0131 vardu0131.",  "1976 - Innsbruck'ta yapu0131lan Ku0131u015f Olimpiyatlaru0131, TRT televizyonundan naklen verildi.",  "1974 - Yukaru0131 Volta'da askeri darbe.",  "1974 - Amerikan uzay istasyonu Skylab, uzayda 84 gu00fcn geu00e7irdikten sonra du00fcnyaya du00f6ndu00fc.",  "1963 - Irak'ta, Abdu00fcsselam Arif'in u00f6nderliu011findeki "Baas"u00e7u0131 subaylar yu00f6netimi ele geu00e7irdi, Bau015fbakan Abdu00fclkerim Kasu0131m u00f6ldu00fcru00fcldu00fc.",  "1963 - ABD vatandau015flaru0131nu0131n Ku00fcba ile seyahat, finansal ve ticari amau00e7lu0131 her tu00fcrlu00fc iliu015fkisi John F. Kennedy yu00f6netimince yasaklandu0131.",  "1962 - Tu00fcrkiye Cumhuriyeti Turizm Bankasu0131 u00e7alu0131u015fmalaru0131na bau015fladu0131.",  "1962 - Fransa'da Gizli Ordu'nun bombalama eylemlerini protesto edenlere polis mu00fcdahale etti; 8 kiu015fi u00f6ldu00fc.",  "1958 - Bobby Fischer henu00fcz 15 yau015fu0131nda ve Du00fcnya satranu00e7 u015fampiyonu oldu.",  "1935 - Tu00fcrkiye Bu00fcyu00fck Millet Meclisi 5. du00f6nem seu00e7imleri yapu0131ldu0131.",  "1924 - u0130dam cezasu0131: ABD'de idam cezasu0131nu0131 gaz kullanmak suretiyle geru00e7ekleu015ftiren ilk eyalet Nevada oldu.",  "1922 - ABD Bau015fkanu0131 Warren G. Harding, ilk radyoyu Beyaz Saray'da tanu0131ttu0131.",  "1919 - u0130u015fgal Kuvvetleri Kumandanu0131 olarak u0130stanbul'a tayin olan Fransu0131z General Louis Franchet d'Espu00e8rey, atu0131yla Tu00fcrk Bayrau011fu0131'nu0131n u00fczerinden geu00e7erek yapmu0131u015f olduu011fu su00f6zde gu00f6vde gu00f6sterisi ile u0130stanbul'a girdi.",  "1915 - D.W. Griffith'in Bir Ulusun Dou011fuu015fu (The Birth of a Nation) adlu0131 tartu0131u015fmalu0131 bau015fyapu0131tu0131 Los Angeles'ta ilk kez gu00f6sterildi.",  "1904 - Japonlaru0131n, u00c7in'in Port Arthur limanu0131na su00fcrpriz bir atak yapu0131p Rus filosunu tahrip etmesi ve geu00e7iu015fine engel olmasu0131 u00fczerine Rus-Japon Savau015fu0131 bau015fladu0131.",  "1587 - u0130skou00e7ya Kraliu00e7esi Mary Stuart, kafasu0131 kesilerek idam edildi. 19 yu0131l hapiste kaldu0131ktan sonra idam edilen Kraliu00e7e Mary, Kraliu00e7e I. Elizabeth'e suikast planlamakla suu00e7lanu0131yordu."]







