["2001 - Konya 3. Ana Jet u00dcs Komutanlu0131u011fu0131'na ait Hava Pilot Teu011fmen Ayfer Gu00f6k komutasu0131ndaki F-5A uu00e7au011fu0131, eu011fitim uu00e7uu015funda Karaman'u0131n Ermenek ilu00e7esi yaku0131nlaru0131nda du00fcu015ftu00fc. Pilot Teu011fmen Gu00f6k, Tu00fcrkiye'nin ilk kadu0131n u015fehit pilotu oldu.",  "1986 - Halley kuyruklu yu0131ldu0131zu0131 gu00fcneu015fe en yaku0131n mesafede. 20. yu00fczyu0131l iu00e7inde bu ikinci ziyareti.",  "1975 - SSCB'nin Soyuz 17 uzay aracu0131 du00fcnyaya du00f6ndu00fc.",  "1972 - Maden iu015fu00e7ilerinin grevi dolayu0131su0131yla Londra'da Olau011fanu00fcstu00fc hu00e2l ilan edildi.",  "1971 - Apollo 14 u00fcu00e7u00fcncu00fc insanlu0131 Ay yolculuu011fundan Du00fcnya'ya du00f6ndu00fc.",  "1969 - Milliyetu00e7i Hareket Partisi, Alparslan Tu00fcrkeu015f tarafu0131ndan kuruldu.",  "1969 - Boeing 747'nin ilk test uu00e7uu015fu geru00e7ekleu015fti.",  "1965 - Vietnam Savau015fu0131: u0130lk ABD askerleri Gu00fcney Vietnam'a gu00f6nderildi.",  "1964 - Innsbruck, Avusturya'da du00fczenlenen 9. Ku0131u015f Olimpiyatlaru0131 sona erdi.",  "1962 - Jamaika, u0130ngiliz Milletler Topluluu011fu iu00e7erisinde bau011fu0131msu0131z bir ulus oldu.",  "1950 - Senatu00f6r Joseph McCarthy ABD Du0131u015fiu015fleri Bakanlu0131u011fu0131'nu0131, Bakanlu0131u011fu0131 komu00fcnistlerle doldurmakla suu00e7ladu0131.",  "1942 - ABD yaz saati uygulamasu0131na bau015fladu0131.",  "1934 - Balkan Antantu0131; Tu00fcrkiye, Yunanistan, Yugoslavya ve Romanya arasu0131nda Atina'da imzalandu0131.",  "1930 - Atatu00fcrk, Kuu015fadasu0131'nu0131 ziyaret etti.",  "1925 - Tu00fcrk Kurtuluu015f Savau015fu0131 komutanlaru0131ndan Halit Pau015fa, Mecliste Ali u00c7etinkaya tarafu0131ndan kaza kuru015funuyla vurularak yaralandu0131 ve 14 u015eubat 1925u2019te hayatu0131nu0131 kaybetti.",  "1921 - u0130stanbul Bou011fazu0131 dondu.",  "1920 - Fransu0131zlar, Marau015f'tan u00e7ekilmeye ve Adana bu00f6lgesini bou015faltmaya bau015fladu0131.",  "1895 - William G. Morgan, voleybolun temellerini oluu015fturdu.",  "1871 - Osmanlu0131'da ilk kez Karl Marx'u0131n bir makalesi, Hakayik-ul Vakayi gazetesinde yayu0131mlandu0131.",  "1822 - Haiti, Dominik Cumhuriyeti'ni iu015fgal etti.",  "1788 - Avusturya, 1787-1792 Osmanlu0131-Rus Savau015fu0131'nda Rusya'nu0131n yanu0131nda savau015fa katu0131ldu0131.",  "1695 - Koyun Adalaru0131 Muharebesi: Venedik Cumhuriyeti Donanmasu0131 ile Karaburun Yaru0131madasu0131 au00e7u0131klaru0131ndaki Koyun Adalaru0131 u00f6nu00fcnde yapu0131lan deniz muharebesi,u00a0Osmanlu0131 Donanmasu0131'nu0131n zaferiyle sonuu00e7landu0131.",  "1640 - Sultan u0130brahim tahta u00e7u0131ktu0131.",  "1588 - Cami minarelerinde kandil kullanu0131lmaya bau015flandu0131."]







