["1559 – Pope Pius IV is elected, four months after his predecessor's death.", "1553 – Battle of Tucapel: Mapuche rebels under Lautaro defeat the Spanish conquistadors and executes the governor of Chile, Pedro de Valdivia.", "1492 – The carrack Santa María, commanded by Christopher Columbus, runs onto a reef off Haiti due to an improper watch.", "1261 – Eleven-year-old John IV Laskaris of the restored Eastern Roman Empire is deposed and blinded by orders of his co-ruler Michael VIII Palaiologos.", "1130 – Count Roger II of Sicily is crowned the first king of Sicily.", "1100 – Baldwin of Boulogne is crowned the first King of Jerusalem in the Church of the Nativity in Bethlehem.", "1076 – Coronation of Bolesław II the Generous as king of Poland.", "1066 – William the Conqueror, Duke of Normandy is crowned king of England, at Westminster Abbey, London.", "1046 – Henry III is crowned Holy Roman Emperor by Pope Clement II.", "1025 – Coronation of Mieszko II Lambert as king of Poland.", "1013 – Sweyn Forkbeard takes control of the Danelaw and is proclaimed king of England.", "1000 – The foundation of the Kingdom of Hungary: Hungary is established as a Christian kingdom by Stephen I of Hungary.", "820 – Eastern Emperor Leo V is murdered in a church of the Great Palace of Constantinople by followers of Michael II.", "800 – The coronation of Charlemagne as Holy Roman Emperor, in Rome.", "597 – Augustine of Canterbury and his fellow-labourers baptise in Kent more than 10,000 Anglo-Saxons.", "508 – Clovis I, king of the Franks, is baptized into the Catholic faith at Reims, by Saint Remigius.", "350 – Vetranio meets Constantius II at Naissus (Serbia) and is forced to abdicate his imperial title. Constantius allows him to live as a private citizen on a state pension.", "336 – First documentary sign of Christmas celebration in Rome.", "333 – Roman Emperor Constantine the Great elevates his youngest son Constans to the rank of Caesar.", "274 – A temple to Sol Invictus is dedicated in Rome by Emperor Aurelian.", "36 – Forces of Emperor Guangwu of the Eastern Han, under the command of Wu Han, conquer the separatist Chengjia empire, reuniting China."]