["2015 - Tu00fcrkiye'de 26. du00f6nem milletvekili seu00e7imleri yapu0131ldu0131. Seu00e7im sonuu00e7laru0131: AK Partiu00a0%49,50 (317 milletvekili), CHPu00a0%25,32 (134 milletvekili), MHPu00a0%11,90 (40 milletvekili), HDPu00a0%10,76 (59 milletvekili), diu011fer partileru00a0ise %2,52 oranlaru0131nda oy alarak sayu0131laru0131nda milletvekili u00e7u0131kartmu0131u015ftu0131r.",  "2014 - Irak u015eam u0130slam Devletiu2019ne (Iu015eu0130D) karu015fu0131 verdiu011fi direniu015fe destek olmak amacu0131yla Avrupa Birliu011fi Tu00fcrkiye Yurttau015f Komisyonu (EUTCC) ve Peace Camping inisiyatifi tarafu0131ndan yapu0131lan Iu015eu0130D'e karu015fu0131, "Kobani ve insanlu0131k iu00e7in ku00fcresel seferberliku201d u00e7au011fru0131su0131yla 1 Kasu0131m u201cDu00fcnya Kobani gu00fcnu00fcu201d olarak ilan edildi.",  "2010 - Numan Kurtulmuu015f liderliu011finde Halku0131n Sesi Partisi (HAS Parti) kuruldu.",  "2008 - TRT u00c7ocuk yayu0131na bau015fladu0131.",  "2007 - Birleu015fmiu015f Milletleru2019in Genel Kurul toplantu0131su0131nda alu0131nan bir kararla, 2008 yu0131lu0131nda bau015flamak u00fczere, tu00fcm du00fcnyada otizm konusunda farku0131ndalu0131k yaratmak ve sorunlara u00e7u00f6zu00fcm bulmak amacu0131yla, her yu0131l 2 Nisan tarihi Du00fcnya Otizm Farku0131ndalu0131k Gu00fcnu00fc olarak kabul edildi.",  "2001 - u00c7in'in Ukrayna'dan satu0131n aldu0131u011fu0131 Varyag gemisi u0130stanbul Bou011fazu0131'ndan geu00e7ti.",  "1998 - Avrupa u0130nsan Haklaru0131 Mahkemesi kuruldu.",  "1996 - NTV Televizyonu kuruldu.",  "1993 - Maastricht Antlau015fmasu0131 yu00fcru00fcrlu00fcu011fe girdi; Avrupa Birliu011fi resmen kurulmuu015f oldu.",  "1983 - Millu00ee u0130stihbarat Teu015fkilatu0131 ile ilgili yeni bir yasal du00fczenlemeye gidilerek, 2937 sayu0131lu0131 "Devlet u0130stihbarat Hizmetleri ve Millu00ee u0130stihbarat Teu015fkilu00e2tu0131 Kanunu" u00e7u0131karu0131ldu0131.",  "1982 - Ataol Behramou011flu, Asya-Afrika Yazarlar Birliu011fi'nin Lotus Edebiyat u00d6du00fclu00fc'nu00fc kazandu0131.",  "1981 - Antigua ve Barbuda, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1971 - Hindistan'da kasu0131rga; 5 bin kiu015fi u00f6ldu00fc, 1500 kiu015fi evsiz kaldu0131.",  "1970 - Fransa'da bir dans salonunda u00e7u0131kan yangu0131n 144 gencin u00f6lu00fcmu00fcne yol au00e7tu0131.",  "1968 - Aydu0131nlu0131k aylu0131k dergi olarak, Dou011fu Perinu00e7ek ve Vahap Erdou011fdu u00f6nderliu011finde yeniden yayu0131mlanmaya bau015fladu0131.",  "1967 - Rum polisi, Ku0131bru0131s Tu00fcrk toplumu liderlerinden Rauf Denktau015f'u0131 Ada'ya gizlice girerken yakaladu0131 ve tutukladu0131.",  "1962 - Sovyetler, Mars'a ilk roketi fu0131rlattu0131.",  "1959 - Kongo'da beyaz karu015fu0131tu0131 ayaklanmalar sonrasu0131 milliyetu00e7i lider Patrice Lumumba tutuklandu0131.",  "1956 - Macaristan Varu015fova Paktu0131'ndan u00e7ekildiu011fini au00e7u0131kladu0131. Bau015fbakan Imre Nagy Macaristan'u0131n tarafsu0131z bir devlet olarak tanu0131nmasu0131nu0131 istedi.",  "1955 - ABD havayolu u015firketine ait DC-6 tipi bir yolcu uu00e7au011fu0131 Colorado yaku0131nlaru0131nda infilak etti: 44 kiu015fi u00f6ldu00fc.",  "1954 - Cezayir'de Fransu0131z iu015fgaline karu015fu0131 Ulusal Kurtuluu015f Cephesi (FLN) kuruldu ve Cezayir Bau011fu0131msu0131zlu0131k Savau015fu0131 bau015fladu0131.",  "1939 - Suni du00f6llenme yoluyla du00fcnyaya gelen ilk tavu015fan basu0131na tanu0131tu0131ldu0131.",  "1934 - Cumhurbau015fkanu0131 Mustafa Kemal Pau015fa, "Bir ulusun yeni deu011fiu015fikliu011finde u00f6lu00e7u00fc, musiku00eede deu011fiu015fikliu011fi kavrayabilmesidir. Bugu00fcn dinletilmeye yeltenilen musiku00ee yu00fcz au011fartacak deu011ferden u00e7ok uzaktu0131r" dedi.",  "1928 - Yeni Tu00fcrk alfabesine iliu015fkin kanun Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'nde kabul edildi.",  "1927 - Gazi Mustafa Kemal 2. kez cumhurbau015fkanlu0131u011fu0131na seu00e7ildi.",  "1922 - 623 yu0131l su00fcren Osmanou011fullaru0131 saltanatu0131, Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'nin kararu0131yla sona erdi.",  "1920 - Yunanistan'da Venizelos Kabinesi du00fcu015ftu00fc.",  "1918 - u0130ttihat ve Terakki Fu0131rkasu0131 kendini feshederek Teceddu00fct Fu0131rkasu0131 adu0131yla yeni bir parti kurulmasu0131na karar verdi.",  "1918 - Ali Fethi Bey (Okyar), Minber gazetesini yayu0131mlamaya bau015fladu0131.",  "1912 - u0130zmir'in ilk kulu00fcbu00fc Karu015fu0131yaka Muaresei Bedeniye Kulu00fcbu00fc, yani bugu00fcnku00fc adu0131yla Karu015fu0131yaka Spor Kulu00fcbu00fc kuruldu.",  "1911 - Tarihteki ilk hava saldu0131ru0131su0131 geru00e7ekleu015fti: (Trablusgarp Savau015fu0131 su0131rasu0131nda u0130talya Krallu0131u011fu0131 tarafu0131ndan Osmanlu0131 u0130mparatorluu011fu'na karu015fu0131).",  "1897 - u0130talyan profesyonel futbol taku0131mu0131 Juventus FC kuruldu.",  "1896 - National Geographic dergisi, ilk defa bir kadu0131nu0131n u00e7u0131plak gu00f6u011fu00fcslerinin gu00f6ru00fcndu00fcu011fu00fc bir fotou011fraf yayu0131mladu0131.",  "1755 - Lizbon Depremi: Portekiz'in bau015fkenti olan Lizbon'da u00e7ok u015fiddetli bir deprem oldu. O deprem bir tsunami oluu015fturdu ve yaklau015fu0131k 90 bin kiu015fi u00f6ldu00fc.",  "1604 - Shakespeare'in Othello adlu0131 eseri ilk kez Londra'da oynandu0131.",  "1512 - Tavan resimleri Michelangelo tarafu0131ndan du00f6rt yu0131lda yapu0131lan Sistine u015eapeli ilk kez halka gu00f6sterildi.",  "996 - Kutsal Roma u0130mparatoru III. Otto, Babenberg Hanedanu0131'nu0131n egemenliu011findeki Bavyera'nu0131n Freising Psikoposluu011fu'na 8u00a0kmu00b2 arsa hibe etti. Avusturya, Ostarru00eechi (dou011fu su0131nu0131ru0131) denilen bu topraklarda dou011fmuu015ftur."]







