["1965 - u00c7in'de "Ku00fcltu00fcr Devrimi" bau015fladu0131.",  "1961 - Stalingrad'u0131n ismi Volgagrad olarak deu011fiu015ftirildi.",  "1953 - Atatu00fcrk'u00fcn naau015fu0131, Cumhurbau015fkanu0131 Celu00e2l Bayar'u0131n ve halku0131n katu0131ldu0131u011fu0131 gu00f6rkemli tu00f6renle Anu0131tkabir'e nakledildi.",  "1951 - ABD'de, ilk kez Atlantik ve Pasifik sahilleri arasu0131nda dou011frudan telefon bau011flantu0131su0131 hizmeti bau015fladu0131.",  "1944 - Mu00fcttefikler, Arnavutluk'ta Enver Hoca liderliu011findeki Hu00fcku00fbmeti tanu0131du0131.",  "1940 - Walt Disney, FBI'u0131n Los Angeles ofisi iu00e7in muhbirlik yapmaya bau015fladu0131. Gu00f6revi Hollywood'daki Amerikan aleyhtaru0131 olduu011funu du00fcu015fu00fcndu00fcu011fu00fc kiu015fileri ihbar etmekti.",  "1938 - Tu00fcrkiye Cumhuriyeti'nin kurucu cumhurbau015fkanu0131 Mustafa Kemal Atatu00fcrk, Tu00fcrkiye saati ile 9.05'te Dolmabahu00e7e Sarayu0131'nda 57 yau015fu0131ndayken u00f6ldu00fc. Tu00fcrkiye'de ulusal yas ilan edildi.",  "1928 - Michinomiya Hirohito, Japonya'nu0131n 124. u0130mparatoru olarak tau00e7 giydi.",  "1924 - Halk Fu0131rkasu0131'ndan istifa eden milletvekillerinin kuracau011fu0131 partinin adu0131nu0131n "Cumhuriyet Fu0131rkasu0131" olacau011fu0131 haberi u00fczerine Halk Fu0131rkasu0131'nu0131n adu0131 Cumhuriyet Halk Fu0131rkasu0131 olarak deu011fiu015ftirildi.",  "1922 - Ku0131rklareli'nin kurtuluu015fu.",  "1922 - Osmanlu0131 padiu015fahu0131 VI. Mehmet Vahdettin, son Selamlu0131k tu00f6renine katu0131ldu0131.",  "1918 - Daru00fclbedayi'ye ilk ku0131z u00f6u011frenciler alu0131ndu0131. u00d6u011frencilerin adlaru0131: Bedire, Memduha, Beyza, Refika ve Afife (Jale).",  "1914 - I. Du00fcnya Savau015fu0131: Osmanlu0131 u0130mparatorluu011fu ile Britanya u0130mparatorluu011fu arasu0131nda Hicaz-Yemen Savau015fu0131 bau015fladu0131.",  "1908 - Ku0131z u00e7ocuklaru0131nu0131n eu011fitimi iu00e7in u00e7alu0131u015facak olan Cemiyet-i Hayriye-i Nisvaniye, Selanik'te Zekiye Hanu0131m tarafu0131ndan kuruldu.",  "1775 - ABD Deniz Piyadeleri adu0131 verilen askeri hizmet birimi, ABD Deniz Kuvvetleri bu00fcnyesinde kuruldu.",  "1444 - Varna Muharebesi: Kral I. Ulu00e1szlu00f3 komutasu0131ndaki Hau00e7lu0131 Ordusu ile II. Murat u00f6nderliu011findeki Osmanlu0131 Ordusu arasu0131nda, bugu00fcnku00fc Bulgaristan'u0131n Varna u015fehri yaku0131nu0131nda yapu0131lan savau015f, Osmanlu0131'nu0131n galibiyetiyle sonuu00e7lanmu0131u015ftu0131r."]







