["2001 - Tu00fcrkiye Komu00fcnist Partisi, Yalu00e7u0131n Ku00fcu00e7u00fck ve Metin u00c7ulhaou011flu tarafu0131ndan kuruldu.",  "1996 - Millu00ee Piyango u0130daresi Genel Mu00fcdu00fcrlu00fcu011fu00fc, u015fans oyunu Sayu0131sal Lotoyu bau015flattu0131.",  "1987 - Van Gogh'un "u0130risler" tablosu, New York'ta 53,9 milyon dolara satu0131ldu0131.",  "1976 - Tu00fcrkiye ile Sovyetler Birliu011fi arasu0131nda 10 yu0131l su00fcreyle elektrik alu0131u015fveriu015fini du00fczenleyen anlau015fma imzalandu0131.",  "1975 - Angola Halk Cumhuriyeti kuruldu. Angola, Portekiz'in su00f6mu00fcrgesiydi.",  "1973 - u0130srail ile Mu0131su0131r ateu015fkes imzaladu0131.",  "1970 - u0130nsanlu0131u011fa Karu015fu0131 Savau015f Suu00e7laru0131nu0131n Zamanau015fu0131mu0131na Uu011framazlu0131u011fu0131 Avrupa Su00f6zleu015fmesi yu00fcru00fcrlu00fcu011fe girdi. Tu00fcrkiye bu su00f6zleu015fmeyi onaylamadu0131.",  "1966 - NASA, Gemini 12 uzay aracu0131nu0131 fu0131rlattu0131.",  "1965 - Afrika'daki son Birleu015fik Krallu0131k su00f6mu00fcrgesi Rodezya, bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1959 - Akis Dergisi yazarlaru0131 Kurtul Altuu011f ve Dou011fan Avcu0131ou011flu, u0130ran u015eahu0131 Ru0131za Pehlevi'ye yayu0131n yoluyla hakaret etmekten 3 ay on beu015fer gu00fcn hapse mahku00fbm oldular.",  "1951 - Juan Peron yeniden Arjantin Devlet Bau015fkanu0131 seu00e7ildi.",  "1947 - Tu00fcrkiye, Uluslararasu0131 Para Fonu'na (IMF) u00fcye oldu.",  "1940 - u0130ngiliz Donanmasu0131'na bau011flu0131 uu00e7aklar, Taranto limanu0131ndaki u0130talyan Donanmasu0131'na saldu0131rdu0131.",  "1938 - TBMM, u0130smet u0130nu00f6nu00fc'yu00fc oy birliu011fiyle Cumhurbau015fkanu0131 seu00e7ti.",  "1926 - ABD'de u00fclkeyi boydan boya kateden, u015farku0131lara bile konu olmuu015f u00fcnlu00fc karayolu U.S. Route 66 au00e7u0131ldu0131.",  "1923 - Mu00fcnih'te, "Birahane Darbesi" bau015faru0131su0131zlu0131u011fa uu011frayan Adolf Hitler tutuklandu0131.",  "1918 - Polonya'nu0131n Bau011fu0131msu0131zlu0131k Gu00fcnu00fc; Polonya topraklaru0131 123 yu0131l sonra tekrar bir araya geldi.",  "1918 - Alman u0130mparatorluu011fu ile u0130tilaf Devletleri'nin ateu015fkes imzalamasu0131yla, I. Du00fcnya Savau015fu0131 sona erdi.",  "1914 - Osmanlu0131 Devleti, I. Du00fcnya Savau015fu0131'nda u0130tilaf Devletleri'ne savau015f ilan etti.",  "1889 - Washington, 42. eyalet olarak ABD'ye katu0131ldu0131.",  "1539 - I. Su00fcleyman'u0131n ku0131zu0131 Mihrimah Sultan, Kubbe Veziri Ru00fcstem Pau015fa ile evlendi. Du00fcu011fu00fcn 26 Kasu0131m 1539 gu00fcnu00fcne dek su00fcrdu00fc."]







