["2014 - Rosetta uzay aracu0131ndan ayru0131lan Philae keu015fif aracu0131, 67P adlu0131 kuyruklu yu0131ldu0131za indi.",  "2011 - u0130talya Bau015fbakanu0131 Silvio Berlusconi ve Hu00fcku00fbmeti istifa etti.",  "2004 - Yaser Arafat'u0131n u00f6lu00fcmu00fcnu00fcn ardu0131ndan Mahmud Abbas Filistin Kurtuluu015f u00d6rgu00fctu00fc lideri oldu.",  "2003 - Tu00dcBu0130TAK Bilgi Teknolojileri ve Elektronik Arau015ftu0131rma Enstitu00fcsu00fc (Bu0130LTEN) tarafu0131ndan teknoloji transferi yu00f6ntemiyle u00fcretilerek uzaya gu00f6nderilen Bu0130LSAT uydusu gu00f6ru00fcntu00fc gu00f6ndermeye bau015fladu0131.",  "2001 - New York JFK havaalanu0131ndan kalkan Airbus A300 tipi bir yolcu uu00e7au011fu0131, birkau00e7 dakika iu00e7inde du00fcu015ftu00fc: 260 kiu015fi u00f6ldu00fc.",  "1999 - Bolu, Du00fczce ve Kaynau015flu0131'da, 7,2 bu00fcyu00fcklu00fcu011fu00fcnde deprem meydana geldi; 894 kiu015fi u00f6ldu00fc, 4.948 kiu015fi yaralandu0131.",  "1998 - PKK lideri Abdullah u00d6calan, Roma hava alanu0131nda yakalandu0131.",  "1997 - AB-212 tipi Tu00fcrk helikopteri, NATO Akdeniz Daimi Deniz Kuvveti'ne bau011flu0131 gemilerin mu00fcu015fterek eu011fitimleri su0131rasu0131nda Rodos Adasu0131 au00e7u0131klaru0131nda du00fcu015ftu00fc: 3 asker u00f6ldu00fc.",  "1996 - Suudi Arabistan Hava Yollaru0131na ait bir Boeing 747 tipi yolcu uu00e7au011fu0131 ile Kazak u0130lyuu015fin u0130l-76 tipi kargo uu00e7au011fu0131, Yeni Delhi yaku0131nlaru0131nda havada u00e7arpu0131u015ftu0131: 349 kiu015fi u00f6ldu00fc.",  "1995 - Sait Halim Pau015fa Yalu0131su0131 tamamen yandu0131.",  "1990 - Japon u0130mparatoru Akihito tau00e7 giydi.",  "1982 - Lech Walesa, 11 ay bir Polonya hapishanesinde kaldu0131ktan sonra tekrar serbest kaldu0131.",  "1981 - Columbia Uzay Mekiu011fi fu0131rlatu0131ldu0131, bu00f6ylece Du00fcnya'dan iki kez fu0131rlatu0131lan ilk uzay aracu0131 olma unvanu0131nu0131 kazandu0131.",  "1980 - NASA uzay aracu0131 Voyager I, Satu00fcrn gezegenine en yaku0131n konumuna geldi ve gezegenin halkalaru0131nu0131n fotou011fraflaru0131nu0131 u00e7ekerek Du00fcnya'ya gu00f6nderdi.",  "1970 - Dou011fu Pakistan (bugu00fcnku00fc Bangladeu015f) ve Hindistan'nu0131n Batu0131 Bengal civaru0131nda Bhola Kasu0131rgasu0131 geru00e7ekleu015fti. 500.000'den fazla insan u00f6ldu00fc.",  "1969 - Amerikalu0131 Pulitzer u00f6du00fcllu00fc arau015ftu0131rmacu0131 gazeteci Seymour Hersh, My Lai Katliamu0131'nu0131 ortaya u00e7u0131kardu0131. Mart ayu0131nda ABD askerleri aralaru0131nda u00e7ocuk ve kadu0131nlaru0131n da olduu011fu 500'e yaku0131n silahsu0131z sivili katletmiu015fti.",  "1969 - Moskova'ya giden Cevdet Sunay, Sovyetler Birliu011fi'ni ziyaret eden ilk Tu00fcrk Cumhurbau015fkanu0131 oldu.",  "1967 - Tu00fcrk Hu00fcku00fbmeti'nin, 31 Ekim'de gizlice girdiu011fi Ku0131bru0131s'ta Rumlaru0131n tutukladu0131u011fu0131 Tu00fcrk toplumu lideri Rauf Denktau015f'u0131n serbest bu0131raku0131lmasu0131nu0131 Ku0131bru0131s Hu00fcku00fbmeti'nden istemesi sonrasu0131nda, Denktau015f serbest bu0131raku0131ldu0131.",  "1948 - Tokyo'da kurulan uluslararasu0131 savau015f suu00e7laru0131 mahkemesi, aralaru0131nda general Hideki Tu014dju014d'nun da bulunduu011fu bazu0131 Japon askeri ve sivil yetkilileri II. Du00fcnya Savau015fu0131'ndaki savau015f suu00e7laru0131 nedeniyle u00f6lu00fcm cezasu0131na u00e7arptu0131rdu0131.",  "1945 - Yugoslavya'da genel seu00e7imleri, Mareu015fal Josip Broz Tito'nun u00f6nderliu011findeki Ulusal Cephe kazandu0131.",  "1938 - Almanya'da Hermann Gu00f6ring, Nazilerin Madagaskar'u0131 Yahudilerin anavatanu0131 yapmayu0131 planladu0131klaru0131nu0131 au00e7u0131kladu0131. Bu fikir ilk kez 19. yu00fczyu0131lda gazeteci Theodor Herzl tarafu0131ndan ortaya atu0131lmu0131u015ftu0131.",  "1933 - Almanya'da yapu0131lan seu00e7imlerde Nazilerin partisi oylaru0131n yu00fczde 92'sini aldu0131.",  "1929 - Yeni harflerle basu0131lan ilk Tu00fcrk posta pullaru0131 kullanu0131ma girdi.",  "1927 - Holland tu00fcneli trafiu011fe au00e7u0131ldu0131. Bu00f6ylece New Jersey ve New York, Hudson nehri'nin altu0131ndan birbirine bau011flanmu0131u015f oldu.",  "1927 - Sovyetler Birliu011fi'nde Trou00e7ki, Komu00fcnist Parti'den u00e7u0131karu0131ldu0131; Stalin bau015fa geu00e7ti.",  "1918 - Avusturya'da cumhuriyet ilan edildi.",  "1912 - u0130spanya Bau015fbakanu0131 Josu00e9 Canalejas, suikaste kurban gitti.",  "1905 - Norveu00e7'te yapu0131lan halk oylamasu0131nda monaru015fi yandau015flaru0131 galip u00e7u0131ktu0131.",  "1877 - Gazi Osman Pau015fa, Plevne'de teslim olmayacau011fu0131nu0131 bildirdi.",  "1833 - Temple-Trupple Kuyrukluyu0131ldu0131zu0131'nu0131n sebep olduu011fu Leonid Meteor Yau011fmuru Kuzey Amerika'da geru00e7ekleu015fti.",  "1799 - u0130lk kez meteor yau011fmuru kaydedildi."]







