["2014 - Rosetta uzay aracından ayrılan Philae keşif aracı, 67P adlı kuyruklu yıldıza indi.", "2011 - İtalya Başbakanı Silvio Berlusconi ve Hükûmeti istifa etti.", "2004 - Yaser Arafat'ın ölümünün ardından Mahmud Abbas Filistin Kurtuluş Örgütü lideri oldu.", "2003 - TÜBİTAK Bilgi Teknolojileri ve Elektronik Araştırma Enstitüsü (BİLTEN) tarafından teknoloji transferi yöntemiyle üretilerek uzaya gönderilen BİLSAT uydusu görüntü göndermeye başladı.", "2001 - New York JFK havaalanından kalkan Airbus A300 tipi bir yolcu uçağı, birkaç dakika içinde düştü: 260 kişi öldü.", "1999 - Bolu, Düzce ve Kaynaşlı'da, 7,2 büyüklüğünde deprem meydana geldi; 894 kişi öldü, 4.948 kişi yaralandı.", "1998 - PKK lideri Abdullah Öcalan, Roma hava alanında yakalandı.", "1997 - AB-212 tipi Türk helikopteri, NATO Akdeniz Daimi Deniz Kuvveti'ne bağlı gemilerin müşterek eğitimleri sırasında Rodos Adası açıklarında düştü: 3 asker öldü.", "1996 - Suudi Arabistan Hava Yollarına ait bir Boeing 747 tipi yolcu uçağı ile Kazak İlyuşin İl-76 tipi kargo uçağı, Yeni Delhi yakınlarında havada çarpıştı: 349 kişi öldü.", "1995 - Sait Halim Paşa Yalısı tamamen yandı.", "1990 - Japon İmparatoru Akihito taç giydi.", "1982 - Lech Walesa, 11 ay bir Polonya hapishanesinde kaldıktan sonra tekrar serbest kaldı.", "1981 - Columbia Uzay Mekiği fırlatıldı, böylece Dünya'dan iki kez fırlatılan ilk uzay aracı olma unvanını kazandı.", "1980 - NASA uzay aracı Voyager I, Satürn gezegenine en yakın konumuna geldi ve gezegenin halkalarının fotoğraflarını çekerek Dünya'ya gönderdi.", "1970 - Doğu Pakistan (bugünkü Bangladeş) ve Hindistan'nın Batı Bengal civarında Bhola Kasırgası gerçekleşti. 500.000'den fazla insan öldü.", "1969 - Amerikalı Pulitzer ödüllü araştırmacı gazeteci Seymour Hersh, My Lai Katliamı'nı ortaya çıkardı. Mart ayında ABD askerleri aralarında çocuk ve kadınların da olduğu 500'e yakın silahsız sivili katletmişti.", "1969 - Moskova'ya giden Cevdet Sunay, Sovyetler Birliği'ni ziyaret eden ilk Türk Cumhurbaşkanı oldu.", "1967 - Türk Hükûmeti'nin, 31 Ekim'de gizlice girdiği Kıbrıs'ta Rumların tutukladığı Türk toplumu lideri Rauf Denktaş'ın serbest bırakılmasını Kıbrıs Hükûmeti'nden istemesi sonrasında, Denktaş serbest bırakıldı.", "1948 - Tokyo'da kurulan uluslararası savaş suçları mahkemesi, aralarında general Hideki Tōjō'nun da bulunduğu bazı Japon askeri ve sivil yetkilileri II. Dünya Savaşı'ndaki savaş suçları nedeniyle ölüm cezasına çarptırdı.", "1945 - Yugoslavya'da genel seçimleri, Mareşal Josip Broz Tito'nun önderliğindeki Ulusal Cephe kazandı.", "1938 - Almanya'da Hermann Göring, Nazilerin Madagaskar'ı Yahudilerin anavatanı yapmayı planladıklarını açıkladı. Bu fikir ilk kez 19. yüzyılda gazeteci Theodor Herzl tarafından ortaya atılmıştı.", "1933 - Almanya'da yapılan seçimlerde Nazilerin partisi oyların yüzde 92'sini aldı.", "1929 - Yeni harflerle basılan ilk Türk posta pulları kullanıma girdi.", "1927 - Holland tüneli trafiğe açıldı. Böylece New Jersey ve New York, Hudson nehri'nin altından birbirine bağlanmış oldu.", "1927 - Sovyetler Birliği'nde Troçki, Komünist Parti'den çıkarıldı; Stalin başa geçti.", "1918 - Avusturya'da cumhuriyet ilan edildi.", "1912 - İspanya Başbakanı José Canalejas, suikaste kurban gitti.", "1905 - Norveç'te yapılan halk oylamasında monarşi yandaşları galip çıktı.", "1877 - Gazi Osman Paşa, Plevne'de teslim olmayacağını bildirdi.", "1833 - Temple-Trupple Kuyrukluyıldızı'nın sebep olduğu Leonid Meteor Yağmuru Kuzey Amerika'da gerçekleşti.", "1799 - İlk kez meteor yağmuru kaydedildi."]