["2022 - 13 Kasu0131m'da u0130stanbul'a bau011flu0131 Beyou011flu ilu00e7esindeki u0130stiklal Caddesi'nde bir patlama meydana geldi. 6 kiu015fi u00f6ldu00fc, 81 kiu015fi yaralandu0131.",  "2015 - Paris'te aku015fam saatlerinde konser salonu, stadyum, restoran ve barlara yu00f6nelik koordineli u015fekilde du00fczenlenen teru00f6r saldu0131ru0131laru0131nda 132 kiu015fi u00f6ldu00fc.",  "2009 - Su bulma umuduyla Ay'u0131n gu00fcney kutbunu bombalayan NASA, u00e7arpma sonuu00e7laru0131nu0131 au00e7u0131kladu0131u011fu0131 basu0131n toplantu0131su0131nda, Ay'da u00f6nemli miktarda su bulunduu011funu duyurdu.",  "2007 - u0130lk kez bir u0130srail Cumhurbau015fkanu0131 (u015eimon Peres), TBMM'de konuu015ftu.",  "2002 - Irak, silah denetu00e7ilerinin u00fclkeye du00f6rt yu0131l aradan sonra du00f6nmesini u00f6ngu00f6ren BM kararu0131nu0131 kabul etti.",  "1995 - Suudi Arabistan'u0131n bau015fkenti Riyad'da bomba yu00fcklu00fc arau00e7larla geru00e7ekleu015ftirilen saldu0131ru0131da 7 kiu015fi u00f6ldu00fc.",  "1995 - Au00e7u0131k Radyo yayu0131n hayatu0131na bau015fladu0131.",  "1985 - Kolombiya'daki Nevado del Ruiz yanardau011fu0131 patladu0131. 23 bin kiu015finin u00f6lu00fcmu00fcne neden olan afet, 20. yu00fczyu0131lu0131n en u00f6lu00fcmcu00fcl ikinci yanardau011f felaketi oldu.",  "1983 - Yu00fcksek Seu00e7im Kurulu, 12 Eylu00fcl Darbesi'nden sonra yapu0131lan ilk seu00e7imin kesin sonuu00e7laru0131nu0131 au00e7u0131kladu0131: ANAP 211, HP 117, MDP 71 milletvekili u00e7u0131kardu0131.",  "1977 - Ajda Pekkan, 7. Du00fcnya Popu00fcler u015earku0131 Yaru0131u015fmasu0131'nda 2 Altu0131n Madalya kazandu0131.",  "1976 - BM Genel Kurulu, Ku0131bru0131s'taki bu00fctu00fcn yabancu0131 askerlerin u00e7ekilmesini ve mu00fcltecilerin yerlerine du00f6nmesini u00f6ngu00f6ren tasaru0131yu0131 kabul etti.",  "1970 - Suriye'de, Hafu0131z Esad darbe ile bau015fa geu00e7ti.",  "1970 - Saatte 150 mil su00fcratle esen Bhola kasu0131rgasu0131 Dou011fu Pakistan'u0131n Ganj deltasu0131nu0131 (u015fimdiki Bangladeu015f) vurdu. Bir gecede yaklau015fu0131k 500.000 kiu015fi u00f6ldu00fc. 20. yu00fczyu0131lu0131n en bu00fcyu00fck dou011fa felaketi olarak kabul edilir.",  "1968 - Tu00fcrkiye u0130u015fu00e7i Partisi Kongresi'nde, Mehmet Ali Aybar yeniden Genel Bau015fkan seu00e7ildi.",  "1968 - Din Gu00f6revlileri Federasyonu kapatu0131ldu0131.",  "1966 - Tank ve zu0131rhlu0131 arau00e7lardan kurulu bir u0130srail birliu011fi, u00dcrdu00fcn hududunu geu00e7erek 4.000 nu00fcfuslu Samu Ku00f6yu00fcne hu00fccum etti ve ku00f6y halku0131nu0131 yok etti.",  "1966 - Adana'da Amerikalu0131 erlerin kadu0131nlara sarku0131ntu0131lu0131k ettikleri iddiasu0131yla Amerikalu0131lara ait bina ve otomobiller tahrip edildi.",  "1960 - Millu00ee Birlik Komitesi'nin 14 u00fcyesi, komiteden atu0131ldu0131. Bu kiu015filer yurt du0131u015fu0131na gu00f6nderildi.",  "1960 - Sammy Davis, Jr., u0130sveu00e7li oyuncu May Britt ile evlendi. Irklar arasu0131 evlilik ABD'nin 50 eyaletinin 31'inde hala yasaktu0131.",  "1956 - ABD Yu00fcksek Mahkemesi, Alabama eyaletinde otobu00fcslerde siyah-beyaz ayru0131mcu0131lu0131u011fu0131na yol au00e7an yasanu0131n geu00e7ersizliu011fini ilan etti.",  "1945 - De Gaulle, Fransa Cumhurbau015fkanu0131 seu00e7ildi.",  "1942 - Devlet memurlaru0131na, parasu0131z elbise ve ayakkabu0131 verilmesine iliu015fkin kanun kabul edildi.",  "1925 - Su00fcrrealistlerin ilk sergisi, Paris Galerie Pierre'de gece yaru0131su0131 saatlerinde ziyarete au00e7u0131ldu0131.",  "1922 - Tekirdau011f'u0131n kurtuluu015fu.",  "1920 - Milletler Cemiyeti'nin Cenevre'deki au00e7u0131lu0131u015fu0131na 41 u00fclkeden 5 bin temsilci katu0131ldu0131.",  "1918 - u0130stanbul Limanu0131'nu0131n u0130tilaf Devletleri'nce iu015fgu00e2li. I. Du00fcnya Savau015fu0131 sonunda; Atatu00fcrk'u00fcn "Geldikleri gibi giderler" dediu011fi u0130tilaf Devletleri Donanmasu0131, u0130stanbul Bou011fazu0131'na demirledi.",  "1907 - Paul Cornu, ilk helikopter uu00e7uu015funu bau015fardu0131.",  "1885 - Su0131rp-Bulgar Savau015fu0131 bau015fladu0131.",  "1805 - Napolyon Bonapart komutasu0131ndaki Fransu0131z Ordusu, Viyana'ya girdi."]







