["2022 - 13 Kasım'da İstanbul'a bağlı Beyoğlu ilçesindeki İstiklal Caddesi'nde bir patlama meydana geldi. 6 kişi öldü, 81 kişi yaralandı.", "2015 - Paris'te akşam saatlerinde konser salonu, stadyum, restoran ve barlara yönelik koordineli şekilde düzenlenen terör saldırılarında 132 kişi öldü.", "2009 - Su bulma umuduyla Ay'ın güney kutbunu bombalayan NASA, çarpma sonuçlarını açıkladığı basın toplantısında, Ay'da önemli miktarda su bulunduğunu duyurdu.", "2007 - İlk kez bir İsrail Cumhurbaşkanı (Şimon Peres), TBMM'de konuştu.", "2002 - Irak, silah denetçilerinin ülkeye dört yıl aradan sonra dönmesini öngören BM kararını kabul etti.", "1995 - Suudi Arabistan'ın başkenti Riyad'da bomba yüklü araçlarla gerçekleştirilen saldırıda 7 kişi öldü.", "1995 - Açık Radyo yayın hayatına başladı.", "1985 - Kolombiya'daki Nevado del Ruiz yanardağı patladı. 23 bin kişinin ölümüne neden olan afet, 20. yüzyılın en ölümcül ikinci yanardağ felaketi oldu.", "1983 - Yüksek Seçim Kurulu, 12 Eylül Darbesi'nden sonra yapılan ilk seçimin kesin sonuçlarını açıkladı: ANAP 211, HP 117, MDP 71 milletvekili çıkardı.", "1977 - Ajda Pekkan, 7. Dünya Popüler Şarkı Yarışması'nda 2 Altın Madalya kazandı.", "1976 - BM Genel Kurulu, Kıbrıs'taki bütün yabancı askerlerin çekilmesini ve mültecilerin yerlerine dönmesini öngören tasarıyı kabul etti.", "1970 - Suriye'de, Hafız Esad darbe ile başa geçti.", "1970 - Saatte 150 mil süratle esen Bhola kasırgası Doğu Pakistan'ın Ganj deltasını (şimdiki Bangladeş) vurdu. Bir gecede yaklaşık 500.000 kişi öldü. 20. yüzyılın en büyük doğa felaketi olarak kabul edilir.", "1968 - Türkiye İşçi Partisi Kongresi'nde, Mehmet Ali Aybar yeniden Genel Başkan seçildi.", "1968 - Din Görevlileri Federasyonu kapatıldı.", "1966 - Tank ve zırhlı araçlardan kurulu bir İsrail birliği, Ürdün hududunu geçerek 4.000 nüfuslu Samu Köyüne hücum etti ve köy halkını yok etti.", "1966 - Adana'da Amerikalı erlerin kadınlara sarkıntılık ettikleri iddiasıyla Amerikalılara ait bina ve otomobiller tahrip edildi.", "1960 - Millî Birlik Komitesi'nin 14 üyesi, komiteden atıldı. Bu kişiler yurt dışına gönderildi.", "1960 - Sammy Davis, Jr., İsveçli oyuncu May Britt ile evlendi. Irklar arası evlilik ABD'nin 50 eyaletinin 31'inde hala yasaktı.", "1956 - ABD Yüksek Mahkemesi, Alabama eyaletinde otobüslerde siyah-beyaz ayrımcılığına yol açan yasanın geçersizliğini ilan etti.", "1945 - De Gaulle, Fransa Cumhurbaşkanı seçildi.", "1942 - Devlet memurlarına, parasız elbise ve ayakkabı verilmesine ilişkin kanun kabul edildi.", "1925 - Sürrealistlerin ilk sergisi, Paris Galerie Pierre'de gece yarısı saatlerinde ziyarete açıldı.", "1922 - Tekirdağ'ın kurtuluşu.", "1920 - Milletler Cemiyeti'nin Cenevre'deki açılışına 41 ülkeden 5 bin temsilci katıldı.", "1918 - İstanbul Limanı'nın İtilaf Devletleri'nce işgâli. I. Dünya Savaşı sonunda; Atatürk'ün \"Geldikleri gibi giderler\" dediği İtilaf Devletleri Donanması, İstanbul Boğazı'na demirledi.", "1907 - Paul Cornu, ilk helikopter uçuşunu başardı.", "1885 - Sırp-Bulgar Savaşı başladı.", "1805 - Napolyon Bonapart komutasındaki Fransız Ordusu, Viyana'ya girdi."]