["2016 - Yeni Zelanda'nu0131n Christchurch u015fehrinde 7,8 u015fiddetinde deprem meydana geldi. 2 kiu015fi u00f6ldu00fc.",  "2002 - 1993'te 2 CIA mensubunu u00f6ldu00fcrmekten mahku00fbm olan Pakistanlu0131 Aimal Han Kasi, Virginia'da zehirli iu011fneyle idam edildi.",  "1993 - Naim Su00fcleymanou011flu, Du00fcnya Halter u015eampiyonasu0131'nda u00fcu00e7 altu0131n madalya kazandu0131.",  "1991 - Anadoluhisaru0131 au00e7u0131klaru0131nda koyun yu00fcklu00fc bir yabancu0131 gemi, bau015fka bir yabancu0131 bandu0131ralu0131 gemiyle u00e7arpu0131u015ftu0131; 2 gemici kayboldu, 22 bin koyun bou011fuldu.",  "1985 - Demokratik Sol Parti (DSP), Bu00fclent Ecevit u00f6nderliu011finde kuruldu.",  "1984 - Tu00fcrkiye millu00ee futbol taku0131mu0131, kendi sahasu0131nda u0130ngiltere'ye 8-0 yenildi.",  "1983 - Baru0131u015f Derneu011fi davasu0131 sonuu00e7landu0131. 18 kiu015fi 8 yu0131l, 5 kiu015fi de 5 yu0131l hapis cezasu0131na mahku00fbm oldu.",  "1976 - u00c7ayu0131rhan Termik Santrali ve Ku00f6mu00fcr u00dcretim Tesislerinin temeli atu0131ldu0131.",  "1975 - u0130spanya, Batu0131 Sahra'daki egemenlik hakku0131ndan vazgeu00e7ti.",  "1972 - u0130smet u0130nu00f6nu00fc, 5 Kasu0131m'da CHPu2019den, bugu00fcn de milletvekilliu011finden istifa etti.",  "1971 - Mariner 9, Mars gezegenine ulau015ftu0131 ve bau015fka bir gezegenin yu00f6ru00fcngesinde du00f6nen ilk uzay aracu0131 olma unvanu0131nu0131 kazandu0131.",  "1969 - NASA, Ay yu00fczeyindeki ikinci insanlu0131 gu00f6rev iu00e7in Apollo 12 uzay aracu0131nu0131 fu0131rlattu0131.",  "1969 - Muammer Kaddafi, Libya'daki bu00fctu00fcn yabancu0131 bankalaru0131 kamulau015ftu0131rdu0131.",  "1964 - Amerikalu0131 aktu00f6r Kirk Douglas, "iyi niyet elu00e7isi" olarak Tu00fcrkiye'ye geldi. Bau015fbakan u0130smet u0130nu00f6nu00fc, Douglas'u0131 kabul etti.",  "1960 - Yassu0131ada duruu015fmalaru0131nda, eski Du0131u015fiu015fleri Bakanu0131 Fatin Ru00fcu015ftu00fc Zorlu'yla ilgili du00f6viz yolsuzluu011fu davasu0131 bau015fladu0131. Aynu0131 gu00fcn, eski Bau015fbakan Adnan Menderesu2019in yargu0131landu0131u011fu0131 "Bebek Davasu0131"nda delil olarak bebeu011fin kemikleri Ankara'dan getirildi.",  "1958 - Hukuk Profesu00f6ru00fc Ragu0131p Saru0131ca, "Gazetecilerin tevkif edildiu011fi yerde demokrasi yoktur" dedi.",  "1944 - Ahu0131ska Tu00fcrkleri'nin Ahu0131ska'dan su00fcru00fclmesi.",  "1941 - Tu00fcrku00e7e Terimler Cep Ku0131lavuzu yu00fcksek okul u00f6u011fretmenlerine dau011fu0131tu0131ldu0131.",  "1940 - Birleu015fik Krallu0131k'u0131n Coventry u015fehri hava saldu0131ru0131su0131na uu011fradu0131; 100 sivil u00f6ldu00fc.",  "1925 - Sivas'ta bazu0131 kiu015filer u015fapka inku0131labu0131na karu015fu0131 duvarlara yazu0131lar astu0131. u0130mamzade Mehmet Necati, bu nedenle idama mahku00fbm oldu.",  "1922 - Tekirdau011f'u0131n Malkara ilu00e7esinin kurtuluu015fu.",  "1922 - BBC, Birleu015fik Krallu0131k'ta radyo yayu0131nlaru0131na bau015fladu0131.",  "1918 - u00c7ekoslovakya'da cumhuriyet ilan edildi.",  "1914 - Fuat Uzku0131nay, ilk Tu00fcrk filmi sayu0131lan "Ayastefanos'taki Rus Abidesinin Yu0131ku0131lu0131u015fu0131"nu0131 u00e7ekti.",  "1889 - New York World u00e7alu0131u015fanu0131 Nellie Bly, 40.071 kilometre su00fcrecek olan Du00fcnya seyahatine bau015fladu0131. Seyahatine esin kaynau011fu0131 olan Seksen Gu00fcnde Devr-i u00c2lem'in yazaru0131 Jules Verne ile de bu seyahati su0131rasu0131nda tanu0131u015ftu0131."]







