["2016 - Yeni Zelanda'nın Christchurch şehrinde 7,8 şiddetinde deprem meydana geldi. 2 kişi öldü.", "2002 - 1993'te 2 CIA mensubunu öldürmekten mahkûm olan Pakistanlı Aimal Han Kasi, Virginia'da zehirli iğneyle idam edildi.", "1993 - Naim Süleymanoğlu, Dünya Halter Şampiyonası'nda üç altın madalya kazandı.", "1991 - Anadoluhisarı açıklarında koyun yüklü bir yabancı gemi, başka bir yabancı bandıralı gemiyle çarpıştı; 2 gemici kayboldu, 22 bin koyun boğuldu.", "1985 - Demokratik Sol Parti (DSP), Bülent Ecevit önderliğinde kuruldu.", "1984 - Türkiye millî futbol takımı, kendi sahasında İngiltere'ye 8-0 yenildi.", "1983 - Barış Derneği davası sonuçlandı. 18 kişi 8 yıl, 5 kişi de 5 yıl hapis cezasına mahkûm oldu.", "1976 - Çayırhan Termik Santrali ve Kömür Üretim Tesislerinin temeli atıldı.", "1975 - İspanya, Batı Sahra'daki egemenlik hakkından vazgeçti.", "1972 - İsmet İnönü, 5 Kasım'da CHP’den, bugün de milletvekilliğinden istifa etti.", "1971 - Mariner 9, Mars gezegenine ulaştı ve başka bir gezegenin yörüngesinde dönen ilk uzay aracı olma unvanını kazandı.", "1969 - NASA, Ay yüzeyindeki ikinci insanlı görev için Apollo 12 uzay aracını fırlattı.", "1969 - Muammer Kaddafi, Libya'daki bütün yabancı bankaları kamulaştırdı.", "1964 - Amerikalı aktör Kirk Douglas, \"iyi niyet elçisi\" olarak Türkiye'ye geldi. Başbakan İsmet İnönü, Douglas'ı kabul etti.", "1960 - Yassıada duruşmalarında, eski Dışişleri Bakanı Fatin Rüştü Zorlu'yla ilgili döviz yolsuzluğu davası başladı. Aynı gün, eski Başbakan Adnan Menderes’in yargılandığı \"Bebek Davası\"nda delil olarak bebeğin kemikleri Ankara'dan getirildi.", "1958 - Hukuk Profesörü Ragıp Sarıca, \"Gazetecilerin tevkif edildiği yerde demokrasi yoktur\" dedi.", "1944 - Ahıska Türkleri'nin Ahıska'dan sürülmesi.", "1941 - Türkçe Terimler Cep Kılavuzu yüksek okul öğretmenlerine dağıtıldı.", "1940 - Birleşik Krallık'ın Coventry şehri hava saldırısına uğradı; 100 sivil öldü.", "1925 - Sivas'ta bazı kişiler şapka inkılabına karşı duvarlara yazılar astı. İmamzade Mehmet Necati, bu nedenle idama mahkûm oldu.", "1922 - Tekirdağ'ın Malkara ilçesinin kurtuluşu.", "1922 - BBC, Birleşik Krallık'ta radyo yayınlarına başladı.", "1918 - Çekoslovakya'da cumhuriyet ilan edildi.", "1914 - Fuat Uzkınay, ilk Türk filmi sayılan \"Ayastefanos'taki Rus Abidesinin Yıkılışı\"nı çekti.", "1889 - New York World çalışanı Nellie Bly, 40.071 kilometre sürecek olan Dünya seyahatine başladı. Seyahatine esin kaynağı olan Seksen Günde Devr-i Âlem'in yazarı Jules Verne ile de bu seyahati sırasında tanıştı."]