["2022 - Dünya nüfusu 8 milyarı geçti.[1]", "2012 - Türkiye Cumhuriyeti'nin ilk millî muharebe tankı Altay'ın tanıtımı yapıldı.", "2007 - Taraf gazetesi, yazar Ahmet Altan'ın Genel Yayın Yönetmenliğinde, \"Düşünmek taraf olmaktır\" sloganı ile günlük olarak yayınlanmaya başladı.", "2003 - İstanbul'da Neve Şalom Sinagogu ve Bet İsrael Sinagogu'na, Cumartesi duası sırasında eş zamanlı intihar saldırılarında bulunuldu; 28 kişi öldü.", "2000 - Manisa'da 16 gence işkence iddiasıyla üçüncü kez yargılanan polislere 5 ila 10 yıl arasında ceza verildi. Polisler, ilk iki yargılamada beraat etmişlerdi.", "1995 - Türkiye millî futbol takımı, İsveç'le berabere kaldı. Böylece, ilk kez Avrupa Şampiyonası'na katılma hakkı kazanıldı.", "1988 - Başbakan Turgut Özal, Türkiye'nin Filistin Devleti'ni tanıdığını açıkladı.", "1983 - Kuzey Kıbrıs Türk Cumhuriyeti ilan edildi.", "1979 - Yunan şilebi Evrenia ile Haydarpaşa mendireği açıklarında çarpışan Rumen tankeri İndependenta'nın infilak etmesi sonucu 51 Rumen denizci öldü.", "1977 - Türk atleti Veli Ballı, Pakistan'da yapılan Uluslararası Atletizm Yarışmaları'nda \"Maraton\" dalında birinci oldu.", "1971 - Intel şirketi, Dünyanın ilk ticari tek çipli mikroişlemcisi olan 4004'ü satışa sundu.", "1969 - Washington, DC'de çeyrek milyon kişi Vietnam Savaşı'na karşı gösteri yaptı.", "1967 - Kıbrıs'ta üç Türk köyüne saldırarak işgal eden Rum tedhişçiler, 28 Türk'ü öldürdü, 200'ün üzerinde Türk kayboldu. Olağanüstü toplanan Bakanlar Kurulu, Genelkurmay Başkanı ve Kuvvet Komutanları ile durumu değerlendirdi.", "1956 - Orta Doğu Teknik Üniversitesi kuruldu.", "1937 - Dersim Harekâtı'nın ilk adımı tamamlandı. İsyanın lideri Seyit Rıza ve 6 arkadaşı Elazığ'da idam edildi.", "1920 - Milletler Cemiyeti'nin ilk toplantısı İsviçre'nin Cenevre şehrinde yapıldı.", "1908 - Belçika, Kongo Bağımsız Devleti'ni ilhak etti.", "1889 - Brezilya'da monarşi devrildi ve cumhuriyet kuruldu.", "1808 - Alemdar Vakası olarak adlandırılan yeniçeri ayaklanması başladı.", "1687 - II. Süleyman'ın dağıttığı ulufeyi az bulan yeniçeri ve sipahiler ayaklandı.", "1638 - Osmanlı Ordusu Bağdat'ı kuşatmaya başladı.", "1315 - Morgarten Muharebesi'nde İsviçre Konfederasyonu, Habsburg Hanedanının kontrolündeki Kutsal Roma Cermen İmparatorluğu'na karşı zafer kazandılar."]