["2022 - Du00fcnya nu00fcfusu 8 milyaru0131 geu00e7ti.[1]",  "2012 - Tu00fcrkiye Cumhuriyeti'nin ilk millu00ee muharebe tanku0131 Altay'u0131n tanu0131tu0131mu0131 yapu0131ldu0131.",  "2007 - Taraf gazetesi, yazar Ahmet Altan'u0131n Genel Yayu0131n Yu00f6netmenliu011finde, "Du00fcu015fu00fcnmek taraf olmaktu0131r" sloganu0131 ile gu00fcnlu00fck olarak yayu0131nlanmaya bau015fladu0131.",  "2003 - u0130stanbul'da Neve u015ealom Sinagogu ve Bet u0130srael Sinagogu'na, Cumartesi duasu0131 su0131rasu0131nda eu015f zamanlu0131 intihar saldu0131ru0131laru0131nda bulunuldu; 28 kiu015fi u00f6ldu00fc.",  "2000 - Manisa'da 16 gence iu015fkence iddiasu0131yla u00fcu00e7u00fcncu00fc kez yargu0131lanan polislere 5 ila 10 yu0131l arasu0131nda ceza verildi. Polisler, ilk iki yargu0131lamada beraat etmiu015flerdi.",  "1995 - Tu00fcrkiye millu00ee futbol taku0131mu0131, u0130sveu00e7'le berabere kaldu0131. Bu00f6ylece, ilk kez Avrupa u015eampiyonasu0131'na katu0131lma hakku0131 kazanu0131ldu0131.",  "1988 - Bau015fbakan Turgut u00d6zal, Tu00fcrkiye'nin Filistin Devleti'ni tanu0131du0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1983 - Kuzey Ku0131bru0131s Tu00fcrk Cumhuriyeti ilan edildi.",  "1979 - Yunan u015filebi Evrenia ile Haydarpau015fa mendireu011fi au00e7u0131klaru0131nda u00e7arpu0131u015fan Rumen tankeri u0130ndependenta'nu0131n infilak etmesi sonucu 51 Rumen denizci u00f6ldu00fc.",  "1977 - Tu00fcrk atleti Veli Ballu0131, Pakistan'da yapu0131lan Uluslararasu0131 Atletizm Yaru0131u015fmalaru0131'nda "Maraton" dalu0131nda birinci oldu.",  "1971 - Intel u015firketi, Du00fcnyanu0131n ilk ticari tek u00e7ipli mikroiu015flemcisi olan 4004'u00fc satu0131u015fa sundu.",  "1969 - Washington, DC'de u00e7eyrek milyon kiu015fi Vietnam Savau015fu0131'na karu015fu0131 gu00f6steri yaptu0131.",  "1967 - Ku0131bru0131s'ta u00fcu00e7 Tu00fcrk ku00f6yu00fcne saldu0131rarak iu015fgal eden Rum tedhiu015fu00e7iler, 28 Tu00fcrk'u00fc u00f6ldu00fcrdu00fc, 200'u00fcn u00fczerinde Tu00fcrk kayboldu. Olau011fanu00fcstu00fc toplanan Bakanlar Kurulu, Genelkurmay Bau015fkanu0131 ve Kuvvet Komutanlaru0131 ile durumu deu011ferlendirdi.",  "1956 - Orta Dou011fu Teknik u00dcniversitesi kuruldu.",  "1937 - Dersim Hareku00e2tu0131'nu0131n ilk adu0131mu0131 tamamlandu0131. u0130syanu0131n lideri Seyit Ru0131za ve 6 arkadau015fu0131 Elazu0131u011f'da idam edildi.",  "1920 - Milletler Cemiyeti'nin ilk toplantu0131su0131 u0130sviu00e7re'nin Cenevre u015fehrinde yapu0131ldu0131.",  "1908 - Belu00e7ika, Kongo Bau011fu0131msu0131z Devleti'ni ilhak etti.",  "1889 - Brezilya'da monaru015fi devrildi ve cumhuriyet kuruldu.",  "1808 - Alemdar Vakasu0131 olarak adlandu0131ru0131lan yeniu00e7eri ayaklanmasu0131 bau015fladu0131.",  "1687 - II. Su00fcleyman'u0131n dau011fu0131ttu0131u011fu0131 ulufeyi az bulan yeniu00e7eri ve sipahiler ayaklandu0131.",  "1638 - Osmanlu0131 Ordusu Bau011fdat'u0131 kuu015fatmaya bau015fladu0131.",  "1315 - Morgarten Muharebesi'nde u0130sviu00e7re Konfederasyonu, Habsburg Hanedanu0131nu0131n kontrolu00fcndekiu00a0Kutsal Roma Cermen u0130mparatorluu011fu'na karu015fu0131 zafer kazandu0131lar."]







