["2009 - TRT Müzik yayına başladı.", "2007 - Donald Tusk, Polonya Başbakanı olarak görevine başladı.", "2007 - Kadınlar Voleybol Dünya Kupası'nda İtalya kadın millî voleybol takımı, 22 puanla ilk şampiyonluğunu kazandı.", "2006 - Dünya Kadınlar Voleybol Şampiyonası final maçında Brezilya kadın millî voleybol takımını 3-2 mağlup eden Rusya, 4. şampiyonluğunu kazandı.", "2004 - House dizisinin ilk bölümünü yayınladı.", "1999 - Kadınlar Voleybol Dünya Kupası'nda Küba kadın millî voleybol takımı, 22 puanla 4. şampiyonluğunu kazandı.", "1991 - Doğru Yol Partisi Genel Başkan Yardımcısı Hüsamettin Cindoruk, 286 oyla TBMM Başkanı seçildi.", "1991 - Bilge Karasu, \"Gece\" romanıyla, Pegasus Edebiyat Ödülü'nü aldı.", "1988 - Yükseköğrenim kurumlarında başörtüsünü serbest bırakan düzenleme Meclis'te yasalaştı.", "1987 - Türkiye'ye gelen Türkiye İşçi Partisi (TİP) Genel Sekreteri Nihat Sargın ile Türkiye Komünist Partisi (TKP) Genel Sekreteri Nabi Yağcı, gözaltına alındılar.", "1986 - Mimar Sedat Hakkı Eldem, Ağa Han Mimarlık Ödülü'nü aldı. Eldem'in İstanbul Zeyrek'teki Sosyal Sigortalar Kurumu Binası bu Ödüle değer görüldü.", "1983 - Türkiye Petrol Rafinerileri A.Ş. (TÜPRAŞ) kuruldu.", "1981 - Kadınlar Voleybol Dünya Kupası'nda Çin kadın millî voleybol takımı, 14 puanla ilk şampiyonluğunu kazandı.", "1979 - Başbakan Süleyman Demirel, \"Devraldığımız şey kuyruktur, yokluktur, kan denizidir.\" dedi.", "1976 - İki Filistinli gerilla Muhammed Reşit ve Mehdi Muhammed, ömür boyu hapse mahkûm edildi. Reşit ve Muhammed 11 Ağustos 1976'da Yeşilköy havaalanında yolculara ateş açmıştı. Eylem sonrası yakalanan gerillalar, eylemi İsrail'in Uganda baskınının intikamı için yaptıklarını söylemişlerdi.", "1975 - Eylül depreminde evsiz kalan Liceliler, Resmî Daireleri işgal etti.", "1967 - Merkezi ABD'de bulunan Uluslararası Şiir Forumu, Fazıl Hüsnü Dağlarca'yı yaşayan en büyük Türk şairi seçti.", "1950 - TCG Çanakkale (S-333) gemisi, ABD Donanması'ndan Türk Deniz Kuvvetleri'ne katıldı.", "1949 - İsmet İnönü ve Celâl Bayar'a suikast ihbarı yapıldı. Osman Bölükbaşı ve Fuat Arna suikast düzenleyicisi olma iddiasıyla tutuklandılar. İddianın geçersizliği anlaşılınca her ikisi de 21 Kasım günü serbest bırakıldılar.", "1945 - Birleşmiş Milletler Eğitim, Bilim ve Kültür Örgütü (UNESCO) kuruldu.", "1942 - Kokoda Patikası Seferi sona erdi.", "1940 - Tasvir-i Efkâr gazetesi, Ziyad Ebüzziya tarafından tekrar yayımlanmaya başladı.", "1938 - LSD, ilk kez olarak İsviçre'nin Basel şehrinde bulunan Sandoz Laboratuvarlarında, İsviçreli kimyager Dr. Albert Hofmann tarafından sentezlendi.", "1938 - Başbakan Celal Bayar'ın kurduğu yeni Hükûmet, oylamaya katılan 348 üyenin oy birliğiyle güvenoyu aldı.", "1938 - Atatürk'ün naaşı, Dolmabahçe Sarayı'nda katafalka kondu.", "1937 - İran ve Irak sınırlarına ulaşacak olan Diyarbakır - Cizre demiryolunun temeli atıldı.", "1935 - Birleşik Krallık'ta Muhafazakâr Parti, seçimleri 432 sandalye alarak kazandı.", "1926 - Hint şair Tagore İstanbul'a geldi. Tagore, \"Yaptığınız inkılaplar yalnız Türkiye için değil, bütün Doğu için de parlak bir gelecek hazırlamaktadır.\" dedi.", "1919 - Romanya Ordusu'nun izni ile Miklós Horthy'nin Ordusu Budapeşte'ye girdi.", "1918 - Msallata şehrinde, Trablusgarp Cumhuriyeti ilan edildi.", "1907 - Kızılderili Toprakları ve Oklahoma Toprakları olarak anılan bölgeler birleştirilerek, Oklahoma adı altında 46. eyalet olarak ABD'ye katıldı.", "1893 - Sparta Praha Kulübü kuruldu.", "1881 - Kraliçe takımyıldızı yönünde bulunan bir H II bölgesi ve Kahraman kolu'nun bir parçası NGC 281, Edward Barnard tarafından keşfedildi.", "1849 - Rusya'da bir mahkeme Fyodor Dostoyevski'yi, Hükûmet karşıtı eylemlerinden dolayı ölüm cezasına çarptırdı, bu ceza daha sonra kürek cezasına çevrildi.", "1698 - Karlofça Antlaşması görüşmelerine başlandı.", "1532 - Francisco Pizarro ve adamları, İnka İmparatoru Atahualpa'yı esir aldılar.", "1485 - Moldavyalı III. Stephen ile Kili çevresini savunan Osmanlı kuvvetleri arasında Cătlăbuga Muharebesi gerçekleşti.", "636 - Kadisiye Muharebesi başladı."]