["2009 - TRT Mu00fczik yayu0131na bau015fladu0131.",  "2007 - Donald Tusk, Polonya Bau015fbakanu0131 olarak gu00f6revine bau015fladu0131.",  "2007 - Kadu0131nlar Voleybol Du00fcnya Kupasu0131'nda u0130talya kadu0131n millu00ee voleybol taku0131mu0131, 22 puanla ilk u015fampiyonluu011funu kazandu0131.",  "2006 - Du00fcnya Kadu0131nlar Voleybol u015eampiyonasu0131 final mau00e7u0131nda Brezilya kadu0131n millu00ee voleybol taku0131mu0131nu0131 3-2 mau011flup eden Rusya, 4. u015fampiyonluu011funu kazandu0131.",  "2004 - House dizisinin ilk bu00f6lu00fcmu00fcnu00fc yayu0131nladu0131.",  "1999 - Kadu0131nlar Voleybol Du00fcnya Kupasu0131'nda Ku00fcba kadu0131n millu00ee voleybol taku0131mu0131, 22 puanla 4. u015fampiyonluu011funu kazandu0131.",  "1991 - Dou011fru Yol Partisi Genel Bau015fkan Yardu0131mcu0131su0131 Hu00fcsamettin Cindoruk, 286 oyla TBMM Bau015fkanu0131 seu00e7ildi.",  "1991 - Bilge Karasu, "Gece" romanu0131yla, Pegasus Edebiyat u00d6du00fclu00fc'nu00fc aldu0131.",  "1988 - Yu00fckseku00f6u011frenim kurumlaru0131nda bau015fu00f6rtu00fcsu00fcnu00fc serbest bu0131rakan du00fczenleme Meclis'te yasalau015ftu0131.",  "1987 - Tu00fcrkiye'ye gelen Tu00fcrkiye u0130u015fu00e7i Partisi (Tu0130P) Genel Sekreteri Nihat Sargu0131n ile Tu00fcrkiye Komu00fcnist Partisi (TKP) Genel Sekreteri Nabi Yau011fcu0131, gu00f6zaltu0131na alu0131ndu0131lar.",  "1986 - Mimar Sedat Hakku0131 Eldem, Au011fa Han Mimarlu0131k u00d6du00fclu00fc'nu00fc aldu0131. Eldem'in u0130stanbul Zeyrek'teki Sosyal Sigortalar Kurumu Binasu0131 bu u00d6du00fcle deu011fer gu00f6ru00fcldu00fc.",  "1983 - Tu00fcrkiye Petrol Rafinerileri A.u015e. (Tu00dcPRAu015e) kuruldu.",  "1981 - Kadu0131nlar Voleybol Du00fcnya Kupasu0131'nda u00c7in kadu0131n millu00ee voleybol taku0131mu0131, 14 puanla ilk u015fampiyonluu011funu kazandu0131.",  "1979 - Bau015fbakan Su00fcleyman Demirel, "Devraldu0131u011fu0131mu0131z u015fey kuyruktur, yokluktur, kan denizidir." dedi.",  "1976 - u0130ki Filistinli gerilla Muhammed Reu015fit ve Mehdi Muhammed, u00f6mu00fcr boyu hapse mahku00fbm edildi. Reu015fit ve Muhammed 11 Au011fustos 1976'da Yeu015filku00f6y havaalanu0131nda yolculara ateu015f au00e7mu0131u015ftu0131. Eylem sonrasu0131 yakalanan gerillalar, eylemi u0130srail'in Uganda basku0131nu0131nu0131n intikamu0131 iu00e7in yaptu0131klaru0131nu0131 su00f6ylemiu015flerdi.",  "1975 - Eylu00fcl depreminde evsiz kalan Liceliler, Resmu00ee Daireleri iu015fgal etti.",  "1967 - Merkezi ABD'de bulunan Uluslararasu0131 u015eiir Forumu, Fazu0131l Hu00fcsnu00fc Dau011flarca'yu0131 yau015fayan en bu00fcyu00fck Tu00fcrk u015fairi seu00e7ti.",  "1950 - TCG u00c7anakkale (S-333) gemisi, ABD Donanmasu0131'ndan Tu00fcrk Deniz Kuvvetleri'ne katu0131ldu0131.",  "1949 - u0130smet u0130nu00f6nu00fc ve Celu00e2l Bayar'a suikast ihbaru0131 yapu0131ldu0131. Osman Bu00f6lu00fckbau015fu0131 ve Fuat Arna suikast du00fczenleyicisi olma iddiasu0131yla tutuklandu0131lar. u0130ddianu0131n geu00e7ersizliu011fi anlau015fu0131lu0131nca her ikisi de 21 Kasu0131m gu00fcnu00fc serbest bu0131raku0131ldu0131lar.",  "1945 - Birleu015fmiu015f Milletler Eu011fitim, Bilim ve Ku00fcltu00fcr u00d6rgu00fctu00fc (UNESCO) kuruldu.",  "1942 - Kokoda Patikasu0131 Seferi sona erdi.",  "1940 - Tasvir-i Efku00e2r gazetesi, Ziyad Ebu00fczziya tarafu0131ndan tekrar yayu0131mlanmaya bau015fladu0131.",  "1938 - LSD, ilk kez olarak u0130sviu00e7re'nin Basel u015fehrinde bulunan Sandoz Laboratuvarlaru0131nda, u0130sviu00e7reli kimyager Dr. Albert Hofmann tarafu0131ndan sentezlendi.",  "1938 - Bau015fbakan Celal Bayar'u0131n kurduu011fu yeni Hu00fcku00fbmet, oylamaya katu0131lan 348 u00fcyenin oy birliu011fiyle gu00fcvenoyu aldu0131.",  "1938 - Atatu00fcrk'u00fcn naau015fu0131, Dolmabahu00e7e Sarayu0131'nda katafalka kondu.",  "1937 - u0130ran ve Irak su0131nu0131rlaru0131na ulau015facak olan Diyarbaku0131r - Cizre demiryolunun temeli atu0131ldu0131.",  "1935 - Birleu015fik Krallu0131k'ta Muhafazaku00e2r Parti, seu00e7imleri 432 sandalye alarak kazandu0131.",  "1926 - Hint u015fair Tagore u0130stanbul'a geldi. Tagore, "Yaptu0131u011fu0131nu0131z inku0131laplar yalnu0131z Tu00fcrkiye iu00e7in deu011fil, bu00fctu00fcn Dou011fu iu00e7in de parlak bir gelecek hazu0131rlamaktadu0131r." dedi.",  "1919 - Romanya Ordusu'nun izni ile Miklu00f3s Horthy'nin Ordusu Budapeu015fte'ye girdi.",  "1918 - Msallata u015fehrinde, Trablusgarp Cumhuriyeti ilan edildi.",  "1907 - Ku0131zu0131lderili Topraklaru0131 ve Oklahoma Topraklaru0131 olarak anu0131lan bu00f6lgeler birleu015ftirilerek, Oklahoma adu0131 altu0131nda 46. eyalet olarak ABD'ye katu0131ldu0131.",  "1893 - Sparta Praha Kulu00fcbu00fc kuruldu.",  "1881 - Kraliu00e7e taku0131myu0131ldu0131zu0131 yu00f6nu00fcnde bulunan bir H II bu00f6lgesi ve Kahraman kolu'nun bir paru00e7asu0131 NGC 281, Edward Barnard tarafu0131ndan keu015ffedildi.",  "1849 - Rusya'da bir mahkeme Fyodor Dostoyevski'yi, Hu00fcku00fbmet karu015fu0131tu0131 eylemlerinden dolayu0131 u00f6lu00fcm cezasu0131na u00e7arptu0131rdu0131, bu ceza daha sonra ku00fcrek cezasu0131na u00e7evrildi.",  "1698 - Karlofu00e7a Antlau015fmasu0131 gu00f6ru00fcu015fmelerine bau015flandu0131.",  "1532 - Francisco Pizarro ve adamlaru0131, u0130nka u0130mparatoru Atahualpa'yu0131 esir aldu0131lar.",  "1485 - Moldavyalu0131 III. Stephen ile Kili u00e7evresini savunan Osmanlu0131 kuvvetleri arasu0131nda Cu0103tlu0103buga Muharebesi geru00e7ekleu015fti.",  "636 - Kadisiye Muharebesi bau015fladu0131."]







