["2016 - Siirt'in u015eirvan ilu00e7esindeki Madenku00f6y yaku0131nlaru0131ndaki baku0131r madeninde meydana gelen ve 16 iu015fu00e7inin u00f6lu00fcmu00fcyle sonuu00e7lanan kaza olmuu015ftur.",  "2006 - 1994 yu0131lu0131nda keu015ffedilen 111 atom numaralu0131 yapay elemente, resmen Ru00f6ntgenyum (Rg) adu0131 verildi.",  "1999 - u0130rlanda'yu0131 yenen Tu00fcrkiye millu00ee futbol taku0131mu0131, Avrupa Futbol u015eampiyonasu0131 finallerine katu0131lma hakku0131 kazandu0131.",  "1995 - Osman Hamdi Bey'in "Yeu015fil Tu00fcrbe" tablosu, Birleu015fik Krallu0131k'ta 37 milyar liraya satu0131ldu0131.",  "1993 - Gu00fcney Afrika siyasi liderleri, u0131rk ayru0131mu0131na son veren yeni Anayasayu0131 kabul ettiler.",  "1989 - u00c7ekoslovakya'da Kadife Devrimi bau015fladu0131. Halk mumlar ve anahtarlu0131klarla u015fehir meydanlaru0131nda toplandu0131.",  "1977 - Cahit Karakau015f, TBMM'nin 13. Bau015fkanu0131 oldu. Gu00f6revi 12 Eylu00fcl 1980'de sona erdi.",  "1976 - Tu00fcrkiye u0130u015fu00e7i Partisi'nin davetlisi, u015eilili sanatu00e7u0131lar su0131nu0131rdu0131u015fu0131 edildi.",  "1973 - Atina'da u00fcniversite u00f6u011frencileri, cunta rejimine karu015fu0131 ayaklandu0131lar. Askerlerin ateu015fi sonucu 34 u00f6u011frenci u00f6ldu00fc, yu00fczlercesi yaralandu0131.",  "1972 - Juan Peron, 17 yu0131llu0131k su00fcrgu00fcnden sonra Arjantin'e du00f6ndu00fc.",  "1972 - Tu00fcrkiye'de ilk kadu0131n partisi olan Tu00fcrkiye Ulusal Kadu0131nlar Partisi kuruldu.",  "1967 - TBMM ikinci kez yaptu0131u011fu0131 gizli oturumda, 18 saat 20 dakika Ku0131bru0131s'taki son geliu015fmeleri gu00f6ru00fcu015ftu00fc.",  "1963 - Yerel seu00e7imleri Adalet Partisi kazandu0131.",  "1936 - Alman mimar ve u015fehir plancu0131su0131 Bruno Taut, u0130stanbul Gu00fczel Sanatlar Akademisinin bau015fu0131na getirildi.",  "1933 - Amerika Birleu015fik Devletleri, Sovyetler Birliu011fi ile ticari ve diplomatik iliu015fkiler kurmaya bau015fladu0131.",  "1930 - Serbest Cumhuriyet Fu0131rkasu0131 kendini feshetti.",  "1924 - u0130lk muhalefet partisi Terakkiperver Cumhuriyet Fu0131rkasu0131 kuruldu.",  "1922 - u015earku00f6y'u00fcn 2,5 yu0131llu0131k Yunan iu015fgalinden kurtuluu015fu.",  "1922 - Son Osmanlu0131 padiu015fahu0131 VI. Mehmet (Vahdettin), u0130stanbul'u terk etti.",  "1922 - Sibirya, Sovyetler Birliu011fi'ne katu0131ldu0131.",  "1918 - u0130ngilizler, Baku00fc'yu00fc iu015fgal ettiler.",  "1914 - I. Du00fcnya Savau015fu0131'nda Rus u0130mparatorluu011fu tarafu0131ndan Trabzon Bombardu0131manu0131",  "1877 - Rus birlikleri Kars'a saldu0131rdu0131.",  "1869 - Akdeniz'i Ku0131zu0131ldeniz'e bau011flayan Su00fcveyu015f Kanalu0131, gu00f6rkemli bir tu00f6renle au00e7u0131ldu0131.",  "1558 - u0130ngiltere Kraliu00e7esi I. Elizabeth tahta u00e7u0131ktu0131.",  "284 - Diocletianus, Ordusunun hakim olduu011fu bu00f6lgelerde u0130mparatorluu011funu ilan etti. Topraklaru0131n tu00fcmu00fcne hakim olmasu0131 bir yu0131la yaku0131n su00fcrdu00fc."]







