["2007 - Zasyadko maden felaketi: Ukrayna'nu0131n dou011fusundaki Donetsk bu00f6lgesinde meydana gelen bir maden kazasu0131nda, 101 madenci hayatu0131nu0131 kaybetti.",  "1999 - u0130stanbul'daki Avrupa Gu00fcvenlik ve u0130u015fbirliu011fi Teu015fkilatu0131 (AGu0130T) Zirvesi'nde, Baku00fc-Tiflis-Ceyhan Petrol Boru Hattu0131 ve Hazar geu00e7iu015fli dou011fal gaz projelerine iliu015fkin anlau015fmalar, ilgili u00fclkelerin Devlet Bau015fkanlaru0131nca imzalandu0131.",  "1992 - Ceza Muhakemeleri Usulu00fc Kanunu kabul edildi.",  "1983 - BM Gu00fcvenlik Konseyi, KKTC'yi tanu0131madu0131.",  "1978 - Jim Jones'un liderlik ettiu011fi Halku0131n Tapu0131nau011fu0131 adlu0131 tarikatu0131n 913 u00fcyesi intihar etti.",  "1976 - u0130spanya'da 37 yu0131llu0131k diktatu00f6rlu00fcu011fu00fcn ardu0131ndan demokrasinin kurulmasu0131 kararu0131 alu0131ndu0131.",  "1967 - Tu00fcrk jetleri Ku0131bru0131s u00fczerinde alu00e7aktan uu00e7tu. BM Baru0131u015f Gu00fccu00fc denetimindeki Erenku00f6y bu00f6lgesinde Tu00fcrkler ile Rumlar arasu0131nda u00e7u0131kan u00e7atu0131u015fma 7 saat su00fcrdu00fc.",  "1960 - Tu00fcrk Standardlaru0131 Enstitu00fcsu00fc kuruldu.",  "1953 - Feriha Sanerk, Emniyet Mu00fcdu00fcrlu00fcu011fu00fcne yu00fckselen ilk kadu0131n oldu.",  "1945 - Bulgaristan'da seu00e7imleri Komu00fcnist Partisi u00f6ncu00fclu00fcu011fu00fcndeki Yurtsever Cephe kazandu0131.",  "1945 - Dou011fan Kardeu015f Sanat Mu00fcsamereleri'nin ilki Tepebau015fu0131 u00c7ocuk Tiyatrosu'nda yapu0131ldu0131.",  "1940 - Bakanlar Kurulu, hava saldu0131ru0131laru0131na karu015fu0131 bu00fctu00fcn kent ve kasabalarda geceleri karartma yapu0131lmasu0131 kararu0131 aldu0131.",  "1937 - Dersim u0130syanu0131 bastu0131ru0131ldu0131.",  "1936 - Adolf Hitler ve Benito Mussolini, General Franco'nun u0130spanya'da kurduu011fu Geu00e7ici Hu00fcku00fbmeti tanu0131du0131.",  "1933 - u0130stanbul Daru00fclfu00fcnunu, u0130stanbul u00dcniversitesi olarak au00e7u0131ldu0131.",  "1931 - Japonlar, Manu00e7urya'yu0131 iu015fgal ettiler.",  "1928 - Walt Disney'in yarattu0131u011fu0131 u00e7izgi film Mickey Mouse'un (Miki Maus) ilk gu00f6sterimi yapu0131ldu0131.",  "1927 - Ankara Radyosu yayu0131na bau015fladu0131.",  "1922 - Tu00fcrkiye Bu00fcyu00fck Millet Meclisi, Abdu00fclmecid Efendi'yi halife olarak seu00e7ti.",  "1922 - Uzunku00f6pru00fc du00fcu015fman iu015fgalinden kurtuldu.",  "1918 - Letonya, Rus u0130mparatorluu011fu'ndan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1913 - Belku0131s u015eevket Hanu0131m, tek motorlu u00fcstu00fc au00e7u0131k tayyareye binme cesareti gu00f6steren ilk kadu0131n oldu. Belku0131s Hanu0131m u0130stanbul u00fczerinde uu00e7arken au015fau011fu0131 attu0131u011fu0131 kartlarda, Osmanlu0131 Mu00fcdafaa-i Hukuk-u Nisvan Derneu011fi u00fcyelerine selam yolluyordu.",  "1912 - u0130stanbul'da kolera salgu0131nu0131 bau015fladu0131.",  "1601 - Tiryaki Hasan Pau015fa komutasu0131ndaki Osmanlu0131 Ordusu, Hau00e7lu0131 Ordusunu yenerek Kanije Zaferi'ni kazandu0131.",  "1583 - Galata'daki Saint Benoit Kilisesi'ne yerleu015fen Cizvitler, St. Benoit mektebini au00e7tu0131lar."]







