["2005 - Hadisa katliamı: Bir grup Amerikalı askerin, aralarında çok sayıda çocuk, kadın ve yaşlılar olan bir grup Iraklı sivili öldürmesi.", "1999 - İstanbul'daki AGİT Zirvesi'nin son günü, Avrupa Konvansiyonel Kuvvetler Antlaşması'nın (AKKA) yeni koşullara uyarlanmış şekli, tarafların liderlerince imzalandı.", "1997 - Des Moines-Iowa'da, Bobbi McCaughey yediz doğurdu. Bu, tüm bebeklerin canlı doğduğu birinci yediz vakası.", "1994 - Halil Mutlu, Dünya Halter Şampiyonası'nda 7 Dünya rekoru kırarak, 3 altın madalya kazandı. Naim Süleymanoğlu 64 kiloda 5 Dünya rekoru kırarak, 3 altın madalya, Fedai Güler de 70 kiloda 2 Dünya rekoru kırarak 2 altın madalya elde etti.", "1992 - İstanbul'da polis otosuna açılan ateşte 4 polis memuru öldürüldü. Saldırıyı Dev-Sol üstlendi. Polislerin cenaze töreninde \"Kahrolsun İnsan Hakları\" sloganı atıldı.", "1991 - Süleyman Demirel Başkanlığındaki Doğru Yol Partisi ve Erdal İnönü Başkanlığındaki Sosyal Demokrat Halkçı Parti koalisyonu ile 49. Hükümet kuruldu. Erdal İnönü Başbakan Yardımcısı oldu.", "1990 - Avrupa Güvenlik ve İşbirliği Konferansı (AGİK) toplandı; 21 Kasım'da \"Paris Şartı\" imzalandı.", "1988 - Pakistan'da Benazir Butto Başbakan seçildi.", "1985 - ABD Başkanı Ronald Reagan ile Sovyetler Birliği Devlet Başkanı Mikhail Gorbaçov, Cenova'da ilk kez buluştu.", "1984 - BM görevlisi Enver Ergun, Viyana'da Ermeni saldırganlarca öldürüldü.", "1979 - Eski milletvekillerinden Ortadoğu Gazetesi yazarı İlhan Darendelioğlu, İstanbul'da uğradığı silahlı saldırıda öldü.", "1977 - Portekiz Havayollarına ait bir Boeing 727, Madeira adalarında düştü: 130 kişi öldü.", "1977 - Mısır Devlet Başkanı Enver Sedat, İsrail'i ziyaret eden ilk Arap lider oldu.", "1975 - İzmir'de Halil Fevzi Uyguntürk adlı bir kişi, evlenmek istediği genç kızın başka biriyle nişanlanması üzerine kızın çalıştığı tarlaya gidip kızı, kızın annesini ve bir kadını daha öldürdü. 12 Eylül döneminde idam edildi.", "1967 - TBMM, Hükûmete ülke dışına asker gönderme yetkisi verdi. Donanma alarma geçirildi, Ankara'daki 28. Tümen İskenderun'a hareket etti.", "1960 - Af çıktı. Aftan 15 bin tutuklu ve hükümlü yararlandı.", "1954 - Sammy Davis, Jr., San Bernardino-Kaliforniya'da geçirdiği bir trafik kazasında sol gözünü kaybetti.", "1949 - İstanbul Radyosu, Harbiye'deki yeni binasında tekrar yayınına başladı.", "1946 - Afganistan, İzlanda ve İsveç, Birleşmiş Milletler'e üye oldu.", "1943 - III. Tarih kongresi toplandı.", "1942 - II. Dünya Savaşı: Doğu Cephesi'nde Kızıl Ordu birliklerinin Stalingrad'daki Alman kuşatmasına karşı taarruza geçti. (Uranüs Harekâtı)", "1942 - Beslenme, giyecek ve yakacak için \"Harp Ekonomisi Bürosu\" kuruldu.", "1941 - Birleşik Krallık, Kuzey Afrika'da Alman ve İtalyanlara karşı saldırıya geçti.", "1938 - Atatürk'ün naaşı, İstanbul'dan Ankara'ya, hazin bir törenle yola çıkarıldı.", "1926 - Troçki ve Zinovyev, Sovyetler Birliği politbüro'dan kovuldu.", "1900 - Birleşik Krallık'ta, seçme ve seçilme hakkı isteyen 119 kadın, Avam Kamarası'na zorla girmekten tutuklandı.", "1881 - Ukrayna'da Odessa'nın güneybatısındaki Großliebenthal köyüne meteor düştü.", "1863 - Abraham Lincoln, Gettysburg Muharebesi'nin kazanılmasından sonra Gettysburg Konuşması'nı yaptı.", "1816 - Varşova Üniversitesi kuruldu.", "1808 - İstanbul'da Kandıralı Mehmed önderliğinde ayaklanma çıktı. Beş bine yakın yeniçeri ve dört yüze yakın sekban öldü.", "1595 - Koca Sinan Paşa, Eflak Seferindeki başarısızlığı nedeniyle azledildi. Yerine Tekeli Lala Mehmed Paşa Sadrazam oldu. Ancak Tekeli Lala Mehmed Paşa'nın 29 Kasım 1595'te ölümü üzerine, 1 Aralık 1595'te beşinci ve son kez tekrar göreve getirilecekti."]