["2005 - Hadisa katliamu0131: Bir grup Amerikalu0131 askerin, aralaru0131nda u00e7ok sayu0131da u00e7ocuk, kadu0131n ve yau015flu0131lar olan bir grup Iraklu0131 sivili u00f6ldu00fcrmesi.",  "1999 - u0130stanbul'daki AGu0130T Zirvesi'nin son gu00fcnu00fc, Avrupa Konvansiyonel Kuvvetler Antlau015fmasu0131'nu0131n (AKKA) yeni kou015fullara uyarlanmu0131u015f u015fekli, taraflaru0131n liderlerince imzalandu0131.",  "1997 - Des Moines-Iowa'da, Bobbi McCaughey yediz dou011furdu. Bu, tu00fcm bebeklerin canlu0131 dou011fduu011fu birinci yediz vakasu0131.",  "1994 - Halil Mutlu, Du00fcnya Halter u015eampiyonasu0131'nda 7 Du00fcnya rekoru ku0131rarak, 3 altu0131n madalya kazandu0131. Naim Su00fcleymanou011flu 64 kiloda 5 Du00fcnya rekoru ku0131rarak, 3 altu0131n madalya, Fedai Gu00fcler de 70 kiloda 2 Du00fcnya rekoru ku0131rarak 2 altu0131n madalya elde etti.",  "1992 - u0130stanbul'da polis otosuna au00e7u0131lan ateu015fte 4 polis memuru u00f6ldu00fcru00fcldu00fc. Saldu0131ru0131yu0131 Dev-Sol u00fcstlendi. Polislerin cenaze tu00f6reninde "Kahrolsun u0130nsan Haklaru0131" sloganu0131 atu0131ldu0131.",  "1991 - Su00fcleyman Demirel Bau015fkanlu0131u011fu0131ndaki Dou011fru Yol Partisi ve Erdal u0130nu00f6nu00fc Bau015fkanlu0131u011fu0131ndaki Sosyal Demokrat Halku00e7u0131 Parti koalisyonu ile 49. Hu00fcku00fcmet kuruldu. Erdal u0130nu00f6nu00fc Bau015fbakan Yardu0131mcu0131su0131 oldu.",  "1990 - Avrupa Gu00fcvenlik ve u0130u015fbirliu011fi Konferansu0131 (AGu0130K) toplandu0131; 21 Kasu0131m'da "Paris u015eartu0131" imzalandu0131.",  "1988 - Pakistan'da Benazir Butto Bau015fbakan seu00e7ildi.",  "1985 - ABD Bau015fkanu0131 Ronald Reagan ile Sovyetler Birliu011fi Devlet Bau015fkanu0131 Mikhail Gorbau00e7ov, Cenova'da ilk kez buluu015ftu.",  "1984 - BM gu00f6revlisi Enver Ergun, Viyana'da Ermeni saldu0131rganlarca u00f6ldu00fcru00fcldu00fc.",  "1979 - Eski milletvekillerinden Ortadou011fu Gazetesi yazaru0131 u0130lhan Darendeliou011flu, u0130stanbul'da uu011fradu0131u011fu0131 silahlu0131 saldu0131ru0131da u00f6ldu00fc.",  "1977 - Portekiz Havayollaru0131na ait bir Boeing 727, Madeira adalaru0131nda du00fcu015ftu00fc: 130 kiu015fi u00f6ldu00fc.",  "1977 - Mu0131su0131r Devlet Bau015fkanu0131 Enver Sedat, u0130srail'i ziyaret eden ilk Arap lider oldu.",  "1975 - u0130zmir'de Halil Fevzi Uyguntu00fcrk adlu0131 bir kiu015fi, evlenmek istediu011fi genu00e7 ku0131zu0131n bau015fka biriyle niu015fanlanmasu0131 u00fczerine ku0131zu0131n u00e7alu0131u015ftu0131u011fu0131 tarlaya gidip ku0131zu0131, ku0131zu0131n annesini ve bir kadu0131nu0131 daha u00f6ldu00fcrdu00fc. 12 Eylu00fcl du00f6neminde idam edildi.",  "1967 - TBMM, Hu00fcku00fbmete u00fclke du0131u015fu0131na asker gu00f6nderme yetkisi verdi. Donanma alarma geu00e7irildi, Ankara'daki 28. Tu00fcmen u0130skenderun'a hareket etti.",  "1960 - Af u00e7u0131ktu0131. Aftan 15 bin tutuklu ve hu00fcku00fcmlu00fc yararlandu0131.",  "1954 - Sammy Davis, Jr., San Bernardino-Kaliforniya'da geu00e7irdiu011fi bir trafik kazasu0131nda sol gu00f6zu00fcnu00fc kaybetti.",  "1949 - u0130stanbul Radyosu, Harbiye'deki yeni binasu0131nda tekrar yayu0131nu0131na bau015fladu0131.",  "1946 - Afganistan, u0130zlanda ve u0130sveu00e7, Birleu015fmiu015f Milletler'e u00fcye oldu.",  "1943 - III. Tarih kongresi toplandu0131.",  "1942 - II. Du00fcnya Savau015fu0131: Dou011fu Cephesi'nde Ku0131zu0131l Ordu birliklerinin Stalingrad'daki Alman kuu015fatmasu0131na karu015fu0131 taarruza geu00e7ti. (Uranu00fcs Hareku00e2tu0131)",  "1942 - Beslenme, giyecek ve yakacak iu00e7in "Harp Ekonomisi Bu00fcrosu" kuruldu.",  "1941 - Birleu015fik Krallu0131k, Kuzey Afrika'da Alman ve u0130talyanlara karu015fu0131 saldu0131ru0131ya geu00e7ti.",  "1938 - Atatu00fcrk'u00fcn naau015fu0131, u0130stanbul'dan Ankara'ya, hazin bir tu00f6renle yola u00e7u0131karu0131ldu0131.",  "1926 - Trou00e7ki ve Zinovyev, Sovyetler Birliu011fi politbu00fcro'dan kovuldu.",  "1900 - Birleu015fik Krallu0131k'ta, seu00e7me ve seu00e7ilme hakku0131 isteyen 119 kadu0131n, Avam Kamarasu0131'na zorla girmekten tutuklandu0131.",  "1881 - Ukrayna'da Odessa'nu0131n gu00fcneybatu0131su0131ndaki Grou00dfliebenthal ku00f6yu00fcne meteor du00fcu015ftu00fc.",  "1863 - Abraham Lincoln, Gettysburg Muharebesi'nin kazanu0131lmasu0131ndan sonra Gettysburg Konuu015fmasu0131'nu0131 yaptu0131.",  "1816 - Varu015fova u00dcniversitesi kuruldu.",  "1808 - u0130stanbul'da Kandu0131ralu0131 Mehmed u00f6nderliu011finde ayaklanma u00e7u0131ktu0131. Beu015f bine yaku0131n yeniu00e7eri ve du00f6rt yu00fcze yaku0131n sekban u00f6ldu00fc.",  "1595 - Koca Sinan Pau015fa, Eflak Seferindeki bau015faru0131su0131zlu0131u011fu0131 nedeniyle azledildi. Yerine Tekeli Lala Mehmed Pau015fa Sadrazam oldu. Ancak Tekeli Lala Mehmed Pau015fa'nu0131n 29 Kasu0131m 1595'te u00f6lu00fcmu00fc u00fczerine, 1 Aralu0131k 1595'te beu015finci ve son kez tekrar gu00f6reve getirilecekti."]







