["2000 - Du00fcnya Satranu00e7 u015eampiyonasu0131'nda Garry Kasparov yurttau015fu0131 Vladimir Kramnik'e yenildi. Garry Kasparov 15 yu0131ldu0131r du00fcnya satranu00e7 u015fampiyonuydu.",  "1991 - Fener Rum Ortodoks Patriu011fi I. Bartholomeos gu00f6reve bau015fladu0131.",  "1991 - SHP Genel Bau015fkanu0131 Erdal u0130nu00f6nu00fc, Tunceli'de "Aranu0131zda Ku00fcrtu00e7e konuu015fmuu015fsunuz, anadilinizde u015farku0131 dinlemiu015fsiniz, bundan hiu00e7bir u015fey u00e7u0131kmaz ve buna kimse engel olamaz. Ama resmi diliniz de Tu00fcrku00e7edir" dedi.",  "1989 - Kadu0131nlar cinsel tacize dikkat u00e7ekmek iu00e7in "Bedenimiz Bizimdir, Cinsel Tacize Hayu0131r" kampanyasu0131 bau015flattu0131. Vapurda yapu0131lan basu0131n au00e7u0131klamasu0131 sonrasu0131 kadu0131nlara mor iu011fne dau011fu0131tu0131ldu0131u011fu0131 iu00e7in kampanya, "Mor u0130u011fne" adu0131yla tanu0131ndu0131.",  "1988 - Erzurum Atatu00fcrk u00dcniversitesi'nde derse alu0131nmayan bau015f u00f6rtu00fclu00fc ku0131z u00f6u011frenciler u00f6lu00fcm orucuna bau015fladu0131.",  "1982 - Tu00fcrkiye Cumhuriyeti Millu00ee Eu011fitim Bakanlu0131u011fu0131, yatu0131lu0131 u00f6u011frencilerin yemekten sonra, "Tanru0131mu0131za hamd olsun, milletimiz var olsun" demesi kararu0131nu0131 aldu0131.",  "1981 - u0130kinci Tu00fcrkiye u0130ktisat Kongeresi au00e7u0131ldu0131.",  "1978 - Aralaru0131nda Ferhat Tu00fcysu00fcz ve Veli Can Oduncuu2019nun da bulunduu011fu 13 u00fclku00fccu00fc Sau011fmalcu0131lar Cezaevi'nden firar etti.",  "1976 - u0130stanbul Teknik u00dcniversitesi'ne ateu015f au00e7u0131ldu0131. 1 kiu015fi u00f6ldu00fc, 3 kiu015fi yaralandu0131.",  "1973 - Beyhan Ku0131ral, Tu00fcrkiye Gu00fczellik Kraliu00e7esi seu00e7ildi.",  "1965 - Norman Morrison isimli ABD vatandau015fu0131 Vietnam Savau015fu0131'nu0131 protesto etmek iu00e7in ABD Savunma Bakanlu0131u011fu0131 binasu0131nu0131n u00f6nu00fcnde kendini ateu015fe verdi.",  "1964 - Suudi Arabistan Kralu0131 Suud bin Abdu00fclaziz el-Suud tahttan indirildi, yerine kardeu015fi Prens Faysal bin Abdu00fclaziz el-Suud geu00e7ti.",  "1960 - Penguin Books yayu0131nevi, basmu0131u015f olduu011fu Lady Chatterley'in Sevgilisi adlu0131 kitabu0131n mu00fcstehcenlik iu00e7erdiu011fi savu0131yla yargu0131landu0131u011fu0131 davadan aklandu0131.",  "1960 - u0130hracatu0131 Geliu015ftirme Etu00fcd Merkezi (u0130GEME) kuruldu.",  "1958 - Merzifon Yeni u00c7eltek Linyit u0130u015fletmesi'nde grizu patlamasu0131 oldu, 10 iu015fu00e7i u00f6ldu00fc.",  "1953 - Pakistan Kurucu Meclisi aldu0131u011fu0131 bir kararla u00fclkenin adu0131nu0131 Pakistan u0130slam Cumhuriyeti olarak deu011fiu015ftirdi.",  "1948 - ABD Bau015fkanlu0131k seu00e7imini Demokrat Harry Truman kazandu0131.",  "1947 - Kaliforniya'da, havacu0131 ve iu015f insanu0131 Howard Hughes o zamana kadar yapu0131lmu0131u015f en bu00fcyu00fck sabit kanatlu0131 uu00e7ak olan Spruce Goose 'u uu00e7urdu. Bu uu00e7uu015f, dev uu00e7au011fu0131n ilk ve son uu00e7uu015fu oldu.",  "1944 - Pasta imali yasau011fu0131 ve hava saldu0131ru0131laru0131na karu015fu0131 karartma tedbirleri kaldu0131ru0131ldu0131. 8 Kasu0131m itibaru0131yla u0131u015fu0131klaru0131n yaku0131labileceu011fi ilan edildi.",  "1940 - Ankara Erkek Teknik u00d6u011fretmen Okulu kuruldu.",  "1936 - u0130talyan diktatu00f6r Benito Mussolini Roma-Berlin anlau015fmasu0131nu0131 ilan etti, bu00f6ylelikle Mihver Devletleri blokunun temelleri atu0131lmu0131u015f oluyordu.",  "1934 - u0130u00e7iu015fleri Bakanu0131 u015eu00fckru00fc Kaya, radyo programlaru0131ndan alaturka musikiyi kaldu0131rdu0131.",  "1930 - Haile Selassie, Etiyopya u0130mparatoru olarak tau00e7 giydi.",  "1922 - TBMMu2019nin gizli oturumunda Lozan Konferansu0131u2019na katu0131lacak heyetin Hu00fcku00fcmetu00e7e belirlenmesi kararu0131 alu0131ndu0131.",  "1920 - u0130lk radyo naklen yayu0131nu0131 ABD'nin Pittsburgh u015fehrinde geru00e7ekleu015fti.",  "1918 - Enver, Talat ve Cemal Pau015falar, beraberindekilerle bir Alman gemisine binerek yurttan ayru0131ldu0131lar.",  "1917 - Filistin'de Yahudilere yurt verilmesini u00f6ngu00f6ren Balfour Deklarasyonu, yayu0131nlandu0131.",  "1914 - Rusya, Osmanlu0131 u0130mparatorluu011fu'na savau015f ilan etti.",  "1889 - Kuzey Dakota ve Gu00fcney Dakota, Amerika Birleu015fik Devletleri'nin 39. ve 40. Eyaletleri oldular."]







