["2022 - 2022 FIFA Dünya Kupası başladı.", "2003 - El-Kaide bağlantılı eylemciler; İstanbul, Levent'teki HSBC Bankası Genel Müdürlüğü ve Beyoğlu'ndaki Birleşik Krallık Başkonsolosluğu'na bombalı saldırı düzenledi. 31 kişi öldü, 450'den fazla kişi yaralandı.", "1998 - İtalya, 12 Kasım'da Roma Hava Alanı'nda yakalanan PKK lideri Abdullah Öcalan'ı serbest bıraktı.", "1994 - Dünya Halter Şampiyonası'nda Naim Süleymanoğlu, 64 kiloda 5 dünya rekoru kırdı ve 3 altın madalya aldı.", "1992 - Namık Tarancı, uğradığı silahlı saldırı sonucu öldü.", "1989 - Birleşmiş Milletler, Çocuk Hakları Sözleşmesi kabul edildi.", "1985 - Microsoft, Windows 1.0 piyasaya verildi.", "1984 - Evrende dünya dışı canlıların varlığını araştıran SETI kuruldu.", "1980 - Askerî Yargıtay Daireler Kurulu, Zekeriya Önge'yi öldürme suçundan idam cezası alan 19 yaşındaki Erdal Eren'in idamını onayladı.", "1979 - İstanbul Üniversitesi Hukuk Fakültesi Öğretim Üyesi ve Siyasal Bilgiler Fakültesi Dekan Yardımcısı, Prof. Dr. Ümit Doğanay uğradığı saldırıda öldürüldü.", "1975 - İspanya'yı 36 yıl diktatörlükle yöneten, General Franco öldü.", "1962 - Amerika Birleşik Devletleri, Küba ablukasına son verdi.", "1961 - Türkiye'de ilk koalisyon Hükümeti, Başbakan İsmet İnönü tarafından Adalet Partisi ve Cumhuriyet Halk Partisi'ne mensup bakanlarla kuruldu.", "1959 - Birleşik Krallık, Avusturya, Danimarka, Norveç, Portekiz, İsveç ve İsviçre kısa adı EFTA olan Avrupa Serbest Ticaret Birliği anlaşmasını imzaladılar.", "1959 - Birleşmiş Milletler, Çocuk Hakları Deklarasyonunu yayınladı.", "1947 - II. Elizabeth ile Philip Mountbatten Wesminster Katedrali'nde evlendiler.", "1945 - II. Dünya Savaşı'ndan sonra Nürnberg duruşmaları başladı.", "1943 - İstanbul Teknik Üniversitesi kuruldu.", "1940 - Macaristan, Mihver Devletleri'ne katıldı.", "1939 - BBC Türkçe Servisi, yayınlarına başladı.", "1936 - İspanya İç Savaşı'nda faşist ayaklanmaya karşı Cumhuriyetçiler safında mücadele eden anarşist önderlerden Buenaventura Durruti öldürüldü.", "1923 - Halk Fırkası, Müdafaa-i Hukuk Cemiyeti örgütünü bünyesine aldı.", "1922 - Lozan Konferansı'nın açılış töreni yapıldı.", "1910 - Meksika Devrimi başladı.", "1881 - Osmanlı Devleti'nde yayımlanan Muharram Kararnamesi ile Düyun-u Umumiye örgütü kuruldu.", "1863 - Ziraat Bankası'nın kuruluşu."]