["2022 - 2022 FIFA Du00fcnya Kupasu0131 bau015fladu0131.",  "2003 - El-Kaide bau011flantu0131lu0131 eylemciler; u0130stanbul, Levent'teki HSBC Bankasu0131 Genel Mu00fcdu00fcrlu00fcu011fu00fc ve Beyou011flu'ndaki Birleu015fik Krallu0131k Bau015fkonsolosluu011fu'na bombalu0131 saldu0131ru0131 du00fczenledi. 31 kiu015fi u00f6ldu00fc, 450'den fazla kiu015fi yaralandu0131.",  "1998 - u0130talya, 12 Kasu0131m'da Roma Hava Alanu0131'nda yakalanan PKK lideri Abdullah u00d6calan'u0131 serbest bu0131raktu0131.",  "1994 - Du00fcnya Halter u015eampiyonasu0131'nda Naim Su00fcleymanou011flu, 64 kiloda 5 du00fcnya rekoru ku0131rdu0131 ve 3 altu0131n madalya aldu0131.",  "1992 - Namu0131k Tarancu0131, uu011fradu0131u011fu0131 silahlu0131 saldu0131ru0131 sonucu u00f6ldu00fc.",  "1989 - Birleu015fmiu015f Milletler, u00c7ocuk Haklaru0131 Su00f6zleu015fmesi kabul edildi.",  "1985 - Microsoft, Windows 1.0 piyasaya verildi.",  "1984 - Evrende du00fcnya du0131u015fu0131 canlu0131laru0131n varlu0131u011fu0131nu0131 arau015ftu0131ran SETI kuruldu.",  "1980 - Askeru00ee Yargu0131tay Daireler Kurulu, Zekeriya u00d6nge'yi u00f6ldu00fcrme suu00e7undan idam cezasu0131 alan 19 yau015fu0131ndaki Erdal Eren'in idamu0131nu0131 onayladu0131.",  "1979 - u0130stanbul u00dcniversitesi Hukuk Faku00fcltesi u00d6u011fretim u00dcyesi ve Siyasal Bilgiler Faku00fcltesi Dekan Yardu0131mcu0131su0131, Prof. Dr. u00dcmit Dou011fanay uu011fradu0131u011fu0131 saldu0131ru0131da u00f6ldu00fcru00fcldu00fc.",  "1975 - u0130spanya'yu0131 36 yu0131l diktatu00f6rlu00fckle yu00f6neten, General Franco u00f6ldu00fc.",  "1962 - Amerika Birleu015fik Devletleri, Ku00fcba ablukasu0131na son verdi.",  "1961 - Tu00fcrkiye'de ilk koalisyon Hu00fcku00fcmeti, Bau015fbakan u0130smet u0130nu00f6nu00fc tarafu0131ndan Adalet Partisi ve Cumhuriyet Halk Partisi'ne mensup bakanlarla kuruldu.",  "1959 - Birleu015fik Krallu0131k, Avusturya, Danimarka, Norveu00e7, Portekiz, u0130sveu00e7 ve u0130sviu00e7re ku0131sa adu0131 EFTA olan Avrupa Serbest Ticaret Birliu011fi anlau015fmasu0131nu0131 imzaladu0131lar.",  "1959 - Birleu015fmiu015f Milletler, u00c7ocuk Haklaru0131 Deklarasyonunu yayu0131nladu0131.",  "1947 - II. Elizabeth ile Philip Mountbatten Wesminster Katedrali'nde evlendiler.",  "1945 - II. Du00fcnya Savau015fu0131'ndan sonra Nu00fcrnberg duruu015fmalaru0131 bau015fladu0131.",  "1943 - u0130stanbul Teknik u00dcniversitesi kuruldu.",  "1940 - Macaristan, Mihver Devletleri'ne katu0131ldu0131.",  "1939 - BBC Tu00fcrku00e7e Servisi, yayu0131nlaru0131na bau015fladu0131.",  "1936 - u0130spanya u0130u00e7 Savau015fu0131'nda fau015fist ayaklanmaya karu015fu0131 Cumhuriyetu00e7iler safu0131nda mu00fccadele eden anaru015fist u00f6nderlerden Buenaventura Durruti u00f6ldu00fcru00fcldu00fc.",  "1923 - Halk Fu0131rkasu0131, Mu00fcdafaa-i Hukuk Cemiyeti u00f6rgu00fctu00fcnu00fc bu00fcnyesine aldu0131.",  "1922 - Lozan Konferansu0131'nu0131n au00e7u0131lu0131u015f tu00f6reni yapu0131ldu0131.",  "1910 - Meksika Devrimi bau015fladu0131.",  "1881 - Osmanlu0131 Devleti'nde yayu0131mlanan Muharram Kararnamesi ile Du00fcyun-u Umumiye u00f6rgu00fctu00fc kuruldu.",  "1863 - Ziraat Bankasu0131'nu0131n kuruluu015fu."]







