["2009 - u00c7in'in Heilongjiang eyaletinin Hegang u015fehrindeki bir maden ocau011fu0131nda meydana gelen patlamada 104 kiu015fi u00f6ldu00fc.",  "2002 - Du00fcnya gu00fczellik yaru0131u015fmasu0131nu0131n yapu0131lacau011fu0131 Nijerya'da bir gazetede u0130slam peygamberi Muhammed hakku0131nda yayu0131nlanan yazu0131 yu00fczu00fcnden u00e7u0131kan u00e7atu0131u015fmalarda 100 kadar kiu015fi u00f6ldu00fc, 500 civaru0131nda kiu015fi de yaralandu0131.",  "2002 - Prag'daki NATO zirvesi'nde; Litvanya, Letonya, Estonya, Bulgaristan, Romanya, Slovakya ve Slovenya'ya, ittifaka katu0131lmalaru0131 u00e7au011fru0131su0131 yapu0131ldu0131.",  "1996 - Zagreb'te binlerce kiu015fi muhalif radyo istasyonu, Radio 101'in kapatu0131lmamasu0131 iu00e7in eylem yaptu0131.",  "1996 - Porto Riko'nun bau015fkenti San Juan'daki bir ayakkabu0131 mau011fazasu0131 ve mau011fazanu0131n bulunduu011fu iu015f merkezinde meydana gelen propan patlamasu0131nda 33 kiu015fi u00f6ldu00fc.",  "1990 - Avrupa Gu00fcvenlik ve u0130u015fbirliu011fi Konferansu0131 (AGu0130K) antlau015fmasu0131 Paris'te imzalandu0131.",  "1985 - ABD Bau015fkanu0131 Ronald Reagan ve Sovyetler Birliu011fi lideri Mihail Gorbau00e7ov Cenevre'de buluu015ftu. Zirveden, stratejik nu00fckleer silahlaru0131n yu00fczde 50 azaltu0131lmasu0131 kararu0131 u00e7u0131ktu0131.",  "1982 - Cumhurbau015fkanu0131 Kenan Evren, 1982 Tu00fcrkiye anayasa referandumunda %95 "EVET" oyu veren Fatsa'da halka teu015fekku00fcr etti.",  "1980 - Las Vegas - Nevada'da bir otelde u00e7u0131kan yangu0131nda 87 kiu015fi u00f6ldu00fc, 650'den fazla yaralu0131 var.",  "1969 - u0130lk ARPANET hattu0131, Kaliforniya u00dcniversitesi ile SAE'deki iu015flemciler arasu0131nda kuruldu.",  "1955 - Tu00fcrkiye, u0130ran, Irak, Pakistan ve Birleu015fik Krallu0131k'u0131n katu0131lu0131mu0131yla Bau011fdat Paktu0131 kuruldu.",  "1938 - Atatu00fcrk'u00fcn naau015fu0131, tu00f6renle Etnou011frafya Mu00fczesi'ndeki geu00e7ici istirahatgu00e2hu0131na getirildi.",  "1919 - Mardin u015fehrinin kurtuluu015fu.",  "1905 - Albert Einstein'u0131n, enerji ile ku00fctle arasu0131ndaki iliu015fkiyi meu015fhur E=mc2 denklemi ile ifade ettiu011fi, "Cismin ataleti iu00e7erdiu011fi enerji miktaru0131na bau011flu0131 mu0131du0131r?" adlu0131 makalesi, "Annalen der Physik" dergisinde yayu0131mlandu0131.",  "1877 - Edison, pikapu0131 (ses kayu0131t cihazu0131) icat ettiu011fini duyurdu.",  "1791 - Albay Napolu00e9on Bonaparte, generalliu011fe terfi ettirildi.",  "1789 - Kuzey Karolina, ABD'nin 12. eyaleti oldu.",  "1783 - Paris'te, Jean-Franu00e7ois Pilu00e2tre de Rozier ve Franu00e7ois Laurent d'Arlandes, su0131cak hava balonuyla ilk uu00e7uu015fu geru00e7ekleu015ftirdiler."]







