["2005 - Angela Merkel, Almanya'nu0131n ilk kadu0131n u015fansu00f6lyesi oldu.",  "1995 - Tamamu0131 bilgisayar desteu011fi ile oluu015fturulmuu015f ilk uzun metrajlu0131 konulu animasyon film olan Oyuncak Hiku00e2yesi gu00f6sterime verildi.",  "1986 - Mike Tyson, 20 yau015fu0131nda Du00fcnyanu0131n en genu00e7 au011fu0131r su0131klet u015fampiyonu oldu.",  "1984 - Avrupa Konseyi'nde Tu00fcrkiye'nin du00f6nem bau015fkanlu0131u011fu0131 tartu0131u015fu0131ldu0131. Sonuca varu0131lamayu0131nca, Du0131u015fiu015fleri Bakanu0131 Vahit Halefou011flu toplantu0131yu0131 terk etti.",  "1982 - Yazar Tezer u00d6zlu00fc, Almanya'da "Malbug u00d6du00fclu00fc"nu00fc kazandu0131.",  "1979 - Uluslararasu0131 Para Fonu, IMF, Tu00fcrk lirasu0131'nu0131n yeniden devalu00fce edilmesini istedi.",  "1975 - Monaru015fi, u0130spanya'ya geri du00f6ndu00fc; Juan Carlos u0130spanya Kralu0131 oldu.",  "1968 - Tu00fcrkiye'de ilk kalp nakli yapu0131ldu0131. Doktor Kemal Beyazu0131t ve ekibinin geru00e7ekleu015ftirdiu011fi ameliyat sonrasu0131 hasta 18 saat yau015fayabildi.",  "1963 - Amerika Birleu015fik Devletleri Bau015fkanu0131 John F. Kennedy Dallas'ta u00f6ldu00fcru00fcldu00fc. Aynu0131 gu00fcn, yardu0131mcu0131su0131 Lyndon B. Johnson Bau015fkan oldu.",  "1952 - Vatan gazetesinin bau015fyazaru0131 Ahmet Emin Yalman silahlu0131 saldu0131ru0131ya uu011fradu0131.",  "1950 - Du00fcnya Baru0131u015f Konseyi, Tu00fcrkiye'den Nu00e2zu0131m Hikmet, u0130spanya'dan Pablo Picasso, u015eili'den Pablo Neruda, Amerika'dan Paul Robeson ve Polonya'dan Wanda Jakubowska olmak u00fczere Uluslararasu0131 Baru0131u015f u00d6du00fclu00fc verdi.",  "1948 - Tu00fcrkiye'nin ikinci iktisat kongresi olan 1948 Tu00fcrkiye u0130ktisat Kongresi toplandu0131. Kongrede, devletu00e7ilik politikasu0131 eleu015ftirildi, u00f6zel giriu015fimciliu011fin teu015fviki istendi.",  "1943 - Lu00fcbnan, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1940 - II. Du00fcnya Savau015fu0131'nu0131n Balkanlara su0131u00e7ramasu0131yla birlikte Tu00fcrkiye Bakanlar Kurulu, u0130stanbul ve Kocaeli'nin yanu0131 su0131ra Trakya illerinde su0131ku0131yu00f6netim ilan etti.",  "1936 - Halit Ziya Uu015faklu0131gil'in son anu0131laru0131 "Saray ve u00d6tesi", Cumhuriyet gazetesinde yayu0131mlanmaya bau015flandu0131.",  "1928 - Ravel'in Bolu00e9ro'su ilk kez Paris'te sahnelendi.",  "1925 - u015eapka Devrimi'ne karu015fu0131 gu00f6steriler su00fcru00fcyor; Kayseri'de gu00f6steriler yapu0131ldu0131.",  "1922 - Mu0131su0131r'da Howard Carter, yardu0131mcu0131su0131 George Herbert de Carnarvon'la birlikte firavun Tutankhamun'un mezaru0131nu0131 au00e7tu0131lar.",  "1922 - Edirne ilinin, Havsa ilu00e7esinin Yunan iu015fgalinden kurtuluu015fu.",  "1909 - Tu0131p Faku00fcltesi'ne bau011flu0131 Diu015f Hekimliu011fi bu00f6lu00fcmu00fc kuruldu.",  "1617 - I. Mustafa Padiu015fah oldu. Babadan ou011fula geu00e7en taht, bu kez kardeu015fe geu00e7miu015ftir. Aku0131l sau011flu0131u011fu0131 bozuk olan I. Mustafa, 3 ay sonra tahttan indirilmiu015f, 1622'de yeniden tahta u00e7u0131kmu0131u015f, 1623'te tekrar indirilmiu015ftir.",  "1497 - Portekizli denizci Vasco de Gama, u00dcmit Burnu'na vardu0131."]







