["2022 - Du00fczce'de 5,9 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi. Deprem u00e7evre u015fehirlerin yanu0131 su0131ra u00e7evre u00fclkelerde de hissedildi.",  "2018 - Yeniden Refah Partisi, Fatih Erbakan u00f6nderliu011finde kuruldu.",  "2008 - Slovakya'nu0131n bau015fkenti Bratislava'da her yu0131l du00fczenlenen Artistik Buz Pateni Uluslararasu0131 Ondrej Nepela Memorial Kupasu0131'nda, bayanlarda Tuu011fba Karademir 2. oldu ve Tu00fcrkiye'ye bu spor dalu0131nda, tarihte uluslararasu0131 bir yaru0131u015fmada bu00fcyu00fckler kategorisindeki ilk madalyayu0131 kazandu0131rdu0131.",  "2003 - u00c7in'de yapu0131lan Du00fcnya Liseler arasu0131 Futbol u015eampiyonasu0131'nda Trabzon Lisesi, ev sahibi u00fclke temsilcisini 1-0 yenerek ilk kez u015fampiyon oldu.",  "2003 - Gu00fcrcistan Devlet Bau015fkanu0131 Eduard u015eevardnadze, kitlesel protestolaru0131n artmasu0131 u00fczerine istifa etti.",  "1996 - Etiyopya Havayollaru0131na ait bir yolcu uu00e7au011fu0131 kau00e7u0131ru0131ldu0131. Yaku0131tu0131 biten uu00e7ak Hint Okyanusuna du00fcu015ftu00fc: 123 kiu015fi u00f6ldu00fc.",  "1985 - Atina'dan Kahire'ye gitmek u00fczere havalanan Mu0131su0131r Havayollaru0131na ait bir yolcu uu00e7au011fu0131 silahlu0131 kiu015filerce kau00e7u0131ru0131larak Malta'ya indiridi. Mu0131su0131rlu0131 komandolaru0131n kurtarma giriu015fiminde 60 kiu015fi u00f6ldu00fc.",  "1980 - Gu00fcney u0130talya'da deprem: yaklau015fu0131k 4.800 kiu015fi u00f6ldu00fc.",  "1971 - u00c7in temsilcileri, BM ve BM Gu00fcvenlik Konseyi toplantu0131laru0131na ilk defa katu0131ldu0131lar.",  "1970 - Tu00fcrkiye'nin Ortak Pazar'a u00fcyeliu011fi iu00e7in 22 yu0131llu0131k geu00e7iu015f du00f6nemi u00f6ngu00f6ren Katma Protokol, Bru00fcksel'de imzalandu0131.",  "1967 - ABD Bau015fkanu0131 Johnson'un Ku0131bru0131s u00f6zel temsilcisi Cyrus Vance, Ku0131bru0131s krizini gu00f6ru00fcu015fmek u00fczere Ankara'ya geldi. Daha sonra Tu00fcrkiye'ye gelen BM Genel Sekreteri U Thant'u0131n u00f6zel temsilcisi Rolz Bennet ile Vance, temaslaru0131ndan sonuu00e7 alamayu0131nca Atina'ya geu00e7tiler.",  "1963 - BBC Televizyonu, Du00fcnyanu0131n en uzun su00fcre yayu0131nlanan bilimkurgu televizyon dizisi olan, Doctor Who'nun ilk bu00f6lu00fcmu00fcnu00fc yayu0131na verdi.",  "1946 - Fransu0131z Donanmasu0131, Vietnam'u0131n Hu1ea3i Phu00f2ng kentini topa tuttu; 6.000 sivil u00f6ldu00fc.",  "1942 - II. Du00fcnya Savau015fu0131: Stalingrad'daki Alman 6. Ordusu kuu015fatu0131ldu0131.",  "1938 - Adolf Hitler 5.000 marku0131n u00fczerinde malu0131 olan Yahudilere yu00fczde 20 oranu0131nda vergi koydu.",  "1936 - Henry Luce tarafu0131ndan yayu0131mlanan Life dergisinin ilk sayu0131su0131 u00e7u0131ktu0131.",  "1889 - u0130lk otomatik plu00e2ku00e7alar (jukebox), San Francisco'da bir salonda hizmete girdi.",  "1248 - 711'den beri Mu00fcslu00fcmanlarca yu00f6netilen u0130u015fbiliye (Sevilla); Kastilya ve Leu00f3n Kralu0131 III. Ferdinand tarafu0131ndan ele geu00e7irildi. u0130spanya'da Mu00fcslu00fcman yu00f6netiminde yalnu0131zca, Ben-i Ahmer (Gu0131rnata) Emirliu011fi kaldu0131.",  "1174 - Selahaddin Eyyubi Kudu00fcs'e girdi ve topraklaru0131na kattu0131.",  "Mu00d6 534 - Thespis, sahnede bir karakteri canlandu0131rdu0131u011fu0131 kayu0131tlu0131 ilk kiu015fi olmuu015ftur."]







