["2022 - Düzce'de 5,9 büyüklüğünde bir deprem meydana geldi. Deprem çevre şehirlerin yanı sıra çevre ülkelerde de hissedildi.", "2018 - Yeniden Refah Partisi, Fatih Erbakan önderliğinde kuruldu.", "2008 - Slovakya'nın başkenti Bratislava'da her yıl düzenlenen Artistik Buz Pateni Uluslararası Ondrej Nepela Memorial Kupası'nda, bayanlarda Tuğba Karademir 2. oldu ve Türkiye'ye bu spor dalında, tarihte uluslararası bir yarışmada büyükler kategorisindeki ilk madalyayı kazandırdı.", "2003 - Çin'de yapılan Dünya Liseler arası Futbol Şampiyonası'nda Trabzon Lisesi, ev sahibi ülke temsilcisini 1-0 yenerek ilk kez şampiyon oldu.", "2003 - Gürcistan Devlet Başkanı Eduard Şevardnadze, kitlesel protestoların artması üzerine istifa etti.", "1996 - Etiyopya Havayollarına ait bir yolcu uçağı kaçırıldı. Yakıtı biten uçak Hint Okyanusuna düştü: 123 kişi öldü.", "1985 - Atina'dan Kahire'ye gitmek üzere havalanan Mısır Havayollarına ait bir yolcu uçağı silahlı kişilerce kaçırılarak Malta'ya indiridi. Mısırlı komandoların kurtarma girişiminde 60 kişi öldü.", "1980 - Güney İtalya'da deprem: yaklaşık 4.800 kişi öldü.", "1971 - Çin temsilcileri, BM ve BM Güvenlik Konseyi toplantılarına ilk defa katıldılar.", "1970 - Türkiye'nin Ortak Pazar'a üyeliği için 22 yıllık geçiş dönemi öngören Katma Protokol, Brüksel'de imzalandı.", "1967 - ABD Başkanı Johnson'un Kıbrıs özel temsilcisi Cyrus Vance, Kıbrıs krizini görüşmek üzere Ankara'ya geldi. Daha sonra Türkiye'ye gelen BM Genel Sekreteri U Thant'ın özel temsilcisi Rolz Bennet ile Vance, temaslarından sonuç alamayınca Atina'ya geçtiler.", "1963 - BBC Televizyonu, Dünyanın en uzun süre yayınlanan bilimkurgu televizyon dizisi olan, Doctor Who'nun ilk bölümünü yayına verdi.", "1946 - Fransız Donanması, Vietnam'ın Hải Phòng kentini topa tuttu; 6.000 sivil öldü.", "1942 - II. Dünya Savaşı: Stalingrad'daki Alman 6. Ordusu kuşatıldı.", "1938 - Adolf Hitler 5.000 markın üzerinde malı olan Yahudilere yüzde 20 oranında vergi koydu.", "1936 - Henry Luce tarafından yayımlanan Life dergisinin ilk sayısı çıktı.", "1889 - İlk otomatik plâkçalar (jukebox), San Francisco'da bir salonda hizmete girdi.", "1248 - 711'den beri Müslümanlarca yönetilen İşbiliye (Sevilla); Kastilya ve León Kralı III. Ferdinand tarafından ele geçirildi. İspanya'da Müslüman yönetiminde yalnızca, Ben-i Ahmer (Gırnata) Emirliği kaldı.", "1174 - Selahaddin Eyyubi Kudüs'e girdi ve topraklarına kattı.", "MÖ 534 - Thespis, sahnede bir karakteri canlandırdığı kayıtlı ilk kişi olmuştur."]