["2015 - Rus Hava Kuvvetlerine ait bir Suhoy Su-24 tipi savaş uçağı, Türk hava sahasını ihlal ettiği gerekçesi ile Türk Hava Kuvvetlerine ait iki F-16 tarafından Suriye-Türkiye sınırı'nda vurularak düşürüldü.", "2005 - Picasso İstanbul'da sergisi, Sabancı Üniversitesi Sakıp Sabancı Müzesi'nde açıldı.", "1996 - ANAP Genel Başkanı Mesut Yılmaz'a Budapeşte'de Hilton Oteli lobisinde yumruklu saldırıda bulunuldu.", "1994 - Efsanevi MacGyver adlı televizyon dizisinin, \"Trail to Doomsday\" ismindeki filmi Türkiye'de gösterime girdi.", "1994 - Galatasaray, Barcelona'yı 2-1 yendi; kutlamalarda 3 kişi öldü.", "1990 - Kadınlar, Aileden Sorumlu Devlet Bakanı Cemil Çiçek’in \"flört fuhuştur\", \"feminizm sapıklıktır\" sözlerini düdük çalarak protesto etti. İstanbul Galatasaray'daki eylemde, polis 5 kadını dövdü, 11 kadın gözaltına alındı.", "1989 - Hakkâri'nin Yüksekova İlçesi'nin İkiyaka Köyü'nde, çoğu kadın ve çocuk olmak üzere 28 vatandaş, teröristlerce öldürüldü.", "1988 - Sürgünde Bağımsız Filistin Devleti kuruldu.", "1983 - İsrail, Trablusşam'da tutuklu 6 İsrail askerine karşılık, 4800 Filistinliyi serbest bıraktı.", "1981 - Türkiye'de, Atatürk'ün 100. doğum yıl dönümü olan ve Kenan Evren tarafından Atatürk Yılı ilan edilip kutlanan 1981 yılında ilk kez Öğretmenler Günü kutlandı.", "1977 - Yunanistan, Büyük İskender'in babası Kral II. Filip'in mezarının bulunduğunu açıkladı.", "1976 - Van ve çevresinde; Çaldıran-Muradiye'de etkili olan 7,2 büyüklüğündeki depremde 3 bin 840 kişi öldü.", "1974 - Fransız Maurice Taieb ile Amerikalı paleontolog Donald Johanson’un ekibinin Etyopya’nın Hadar bölgesinde yaklaşık dört milyon yıl yaşındaki 105 cm boyundaki Australopithecus afarensis fosili Lucy'i buldu.", "1963 - Amerika Birleşik Devletleri Başkanı John F. Kennedy'nin katil zanlısı Lee Harvey Oswald, Jack Ruby tarafından öldürüldü.", "1961 - BM, nükleer silah yasağını ABD'nin protestosuna karşın kabul etti.", "1941 - II. Dünya Savaşı ortamında; pasta ve unlu yiyeceklerin yapımı yasaklandı.", "1939 - Gestapo, Çekoslovakya'da 120 öğrenciyi öldürdü.", "1934 - Cumhurbaşkanı Gazi Mustafa Kemal, Meclisten çıkan kanunla Atatürk soyadını aldı.", "1934 - Bakanlar Kurulu Kararı ile Ayasofya Camii’nin müze olması kabul edildi.", "1928 - Türkiye Büyük Millet Meclisi, Atatürk'e \"Millet Mektepleri Başöğretmenliği\" unvanını verdi.", "1927 - Ankara'da, Heinrich Krippel tarafından yapılan Zafer Anıtı açıldı.", "1925 - Erzurum'da da şapka inkılabına karşı gösteriler yapıldı. Tutuklananlardan 13'ü idama mahkûm oldu ve Erzurum'da 1 ay sıkıyönetim ilan edildi.", "1874 - Joseph Farwell Glidden, \"157.124\" numarasıyla dikenli telin patentini aldı.", "1859 - İngiliz doğa bilimci Charles Darwin, \"Türlerin Kökeni\" adlı kitabını yayınlayarak evrim kuramını ortaya attı.", "1642 - Abel Tasman, Tazmanya'ya ayak basan ilk Avrupalı oldu.", "1489 - Jeanne d'Arc, Yüz Yıl Savaşı sürecindeki Charité kuşatmasında başarısız oldu."]