["2015 - Rus Hava Kuvvetlerine ait bir Suhoy Su-24 tipi savau015f uu00e7au011fu0131, Tu00fcrk hava sahasu0131nu0131 ihlal ettiu011fi gereku00e7esi ile Tu00fcrk Hava Kuvvetlerine ait iki F-16 tarafu0131ndan Suriye-Tu00fcrkiye su0131nu0131ru0131'nda vurularak du00fcu015fu00fcru00fcldu00fc.",  "2005 - Picasso u0130stanbul'da sergisi, Sabancu0131 u00dcniversitesi Saku0131p Sabancu0131 Mu00fczesi'nde au00e7u0131ldu0131.",  "1996 - ANAP Genel Bau015fkanu0131 Mesut Yu0131lmaz'a Budapeu015fte'de Hilton Oteli lobisinde yumruklu saldu0131ru0131da bulunuldu.",  "1994 - Efsanevi MacGyver adlu0131 televizyon dizisinin, "Trail to Doomsday" ismindeki filmi Tu00fcrkiye'de gu00f6sterime girdi.",  "1994 - Galatasaray, Barcelona'yu0131 2-1 yendi; kutlamalarda 3 kiu015fi u00f6ldu00fc.",  "1990 - Kadu0131nlar, Aileden Sorumlu Devlet Bakanu0131 Cemil u00c7iu00e7eku2019in "flu00f6rt fuhuu015ftur", "feminizm sapu0131klu0131ktu0131r" su00f6zlerini du00fcdu00fck u00e7alarak protesto etti. u0130stanbul Galatasaray'daki eylemde, polis 5 kadu0131nu0131 du00f6vdu00fc, 11 kadu0131n gu00f6zaltu0131na alu0131ndu0131.",  "1989 - Hakku00e2ri'nin Yu00fcksekova u0130lu00e7esi'nin u0130kiyaka Ku00f6yu00fc'nde, u00e7ou011fu kadu0131n ve u00e7ocuk olmak u00fczere 28 vatandau015f, teru00f6ristlerce u00f6ldu00fcru00fcldu00fc.",  "1988 - Su00fcrgu00fcnde Bau011fu0131msu0131z Filistin Devleti kuruldu.",  "1983 - u0130srail, Trablusu015fam'da tutuklu 6 u0130srail askerine karu015fu0131lu0131k, 4800 Filistinliyi serbest bu0131raktu0131.",  "1981 - Tu00fcrkiye'de, Atatu00fcrk'u00fcn 100. dou011fum yu0131l du00f6nu00fcmu00fc olan ve Kenan Evren tarafu0131ndan Atatu00fcrk Yu0131lu0131 ilan edilip kutlanan 1981 yu0131lu0131nda ilk kez u00d6u011fretmenler Gu00fcnu00fc kutlandu0131.",  "1977 - Yunanistan, Bu00fcyu00fck u0130skender'in babasu0131 Kral II. Filip'in mezaru0131nu0131n bulunduu011funu au00e7u0131kladu0131.",  "1976 - Van ve u00e7evresinde; u00c7aldu0131ran-Muradiye'de etkili olan 7,2 bu00fcyu00fcklu00fcu011fu00fcndeki depremde 3 bin 840 kiu015fi u00f6ldu00fc.",  "1974 - Fransu0131z Maurice Taieb ile Amerikalu0131 paleontolog Donald Johansonu2019un ekibinin Etyopyau2019nu0131n Hadar bu00f6lgesinde yaklau015fu0131k du00f6rt milyon yu0131l yau015fu0131ndaki 105 cm boyundaki Australopithecus afarensis fosili Lucy'i buldu.",  "1963 - Amerika Birleu015fik Devletleri Bau015fkanu0131 John F. Kennedy'nin katil zanlu0131su0131 Lee Harvey Oswald, Jack Ruby tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1961 - BM, nu00fckleer silah yasau011fu0131nu0131 ABD'nin protestosuna karu015fu0131n kabul etti.",  "1941 - II. Du00fcnya Savau015fu0131 ortamu0131nda; pasta ve unlu yiyeceklerin yapu0131mu0131 yasaklandu0131.",  "1939 - Gestapo, u00c7ekoslovakya'da 120 u00f6u011frenciyi u00f6ldu00fcrdu00fc.",  "1934 - Cumhurbau015fkanu0131 Gazi Mustafa Kemal, Meclisten u00e7u0131kan kanunla Atatu00fcrk soyadu0131nu0131 aldu0131.",  "1934 - Bakanlar Kurulu Kararu0131 ile Ayasofya Camiiu2019nin mu00fcze olmasu0131 kabul edildi.",  "1928 - Tu00fcrkiye Bu00fcyu00fck Millet Meclisi, Atatu00fcrk'e "Millet Mektepleri Bau015fu00f6u011fretmenliu011fi" unvanu0131nu0131 verdi.",  "1927 - Ankara'da, Heinrich Krippel tarafu0131ndan yapu0131lan Zafer Anu0131tu0131 au00e7u0131ldu0131.",  "1925 - Erzurum'da da u015fapka inku0131labu0131na karu015fu0131 gu00f6steriler yapu0131ldu0131. Tutuklananlardan 13'u00fc idama mahku00fbm oldu ve Erzurum'da 1 ay su0131ku0131yu00f6netim ilan edildi.",  "1874 - Joseph Farwell Glidden, "157.124" numarasu0131yla dikenli telin patentini aldu0131.",  "1859 - u0130ngiliz dou011fa bilimci Charles Darwin, "Tu00fcrlerin Ku00f6keni" adlu0131 kitabu0131nu0131 yayu0131nlayarak evrim kuramu0131nu0131 ortaya attu0131.",  "1642 - Abel Tasman, Tazmanya'ya ayak basan ilk Avrupalu0131 oldu.",  "1489 - Jeanne d'Arc, Yu00fcz Yu0131l Savau015fu0131 su00fcrecindeki Charitu00e9 kuu015fatmasu0131nda bau015faru0131su0131z oldu."]







