["2009 - u015eiddetli yau011fmurun yol au00e7tu0131u011fu0131 sel, Suudi Arabistan'u0131n Cidde u015fehrinde 122 kiu015finin u00f6lu00fcmu00fcyle sonuu00e7landu0131.",  "2002 - Uzay mekiu011fi Endeavour uluslararasu0131 uzay istasyonuna kenetlenerek bir Amerikalu0131 ve iki Rus astronotu bu0131raktu0131.",  "2001 - Tu00fcrkiye'nin ilk ve tek Yahudi mu00fczesi olan 500. Yu0131l Vakfu0131 Tu00fcrk Musevileri Mu00fczesi au00e7u0131ldu0131.",  "2000 - Azerbaycan'u0131n bau015fkenti Baku00fc'de, Richter u00f6lu00e7eu011fine gu00f6re 7 u015fiddetinde deprem meydana geldi. 26 kiu015fi u00f6ldu00fc.",  "1999 - Yargu0131tay 9. Ceza Dairesi, PKK lideri Abdullah u00d6calan hakku0131nda verilen u00f6lu00fcm cezasu0131nu0131 onadu0131.",  "1998 - 55. Hu00fcku00fcmet, gensoru ile du00fcu015fu00fcru00fcldu00fc. Devlet Bakanu0131 Gu00fcneu015f Taner'in Bakanlu0131k gu00f6revi sona erdi. Bau015fbakan Mesut Yu0131lmaz, istifasu0131nu0131 Cumhurbau015fkanu0131 Su00fcleyman Demirel'e sundu.",  "1979 - Abdi u0130peku00e7i'nin katlinden sanu0131k Mehmet Ali Au011fca, Kartal-Maltepe Askeri Ceza ve Tutukevi'nden kau00e7tu0131.",  "1975 - Surinam, Hollanda'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1973 - Yunanistan'da Yorgo Papadopulos liderliu011findeki askeru00ee cunta, ikinci bir askeru00ee darbe ile devrildi.",  "1969 - Beatles mu00fczik grubundan John Lennon, u0130ngiltere'nin Biafra'ya mu00fcdahalesi ile Amerika'nu0131n Vietnam politikasu0131na verdiu011fi desteu011fi protesto amacu0131yla, u0130ngiltere Kraliu00e7esinin verdiu011fi unvanu0131 reddetti.",  "1968 - u0130stanbul'da Dr. Siyami Ersek ve ekibi, trafik kazasu0131nda u00f6len bir memurun kalbini bir iu015fu00e7iye taktu0131; hasta 39 saat yau015fayabildi.",  "1967 - ABD Bau015fkanu0131 Johnson'un Ku0131bru0131s u00d6zel Temsilcisi Cyrus Vance, Atina'nu0131n u00f6nerilerini Ankara'ya getirdi. NATO Genel Sekreteri Manlio Brosio da arabuluculuk iu00e7in Ankara'ya geldi. BM Gu00fcvenlik Konseyi, savau015ftan kau00e7u0131nu0131lmasu0131 u00e7au011fru0131su0131 yaptu0131.",  "1958 - Ahmet Adnan Saygun'un bestelediu011fi Yunus Emre Oratoryosu, BM'nin yeni u00e7alu0131u015fma du00f6nemi dolayu0131su0131yla New York'ta seslendirildi. Orkestra ve koroyu u015fef Leopold Stokowski yu00f6netti.",  "1955 - Bir yu0131l u00f6nce bu00fcyu00fck bir yangu0131nla hasar gu00f6ren Kapalu0131u00e7aru015fu0131 yeniden au00e7u0131ldu0131.",  "1948 - Tu00fcrkiye'de u00f6u011frenci velilerinin talebiyle, ilkokullara isteu011fe bau011flu0131 din dersi kondu.",  "1943 - Sir Winston Churchill, Franklin D. Roosevelt ve u00c7an Kay u015eek Kahire'de bir araya geldiler; Japonlar teslim olana kadar savau015fa devam kararu0131 alu0131ndu0131.",  "1940 - Au011fau00e7kakan Woody, Knock Knock isimli u00e7izgi filmle ilk kez seyirci karu015fu0131su0131na u00e7u0131ktu0131.",  "1936 - Almanya ve Japonya, Avrupa ku00fcltu00fcru00fcnu00fc ve Du00fcnya baru0131u015fu0131nu0131 Bolu015fevik tehditten korumak amacu0131yla Anti-Komintern Paktu0131nu0131 imzaladu0131.",  "1934 - Mustafa Kemal Atatu00fcrk, u0130smet Pau015fa'ya "u0130nu00f6nu00fc" soyadu0131nu0131 verdi.",  "1925 - u015eapka Devrimi: u015eapka giyilmesi konusundaki kanun, TBMM'de kabul edildi.",  "1924 - Kazu0131m u00d6zalp Pau015fa, TBMM Bau015fkanlu0131u011fu0131u2019na seu00e7ildi.",  "1922 - Edirne'nin kurtuluu015fu.",  "1870 - u0130stanbul'da ilk mizah dergisi "Diyojen"in birinci sayu0131su0131 yayu0131nlandu0131."]







