["2008 - Hindistan'u0131n Mumbai u015fehrinde Leu015fker-i Tayyibe adlu0131 u00f6rgu00fct tarafu0131ndan teru00f6r saldu0131ru0131su0131 geru00e7ekleu015fti. Saldu0131ru0131da 164 kiu015fi u00f6ldu00fc, 308 kiu015fi yaralandu0131.",  "2003 - Concorde yolcu uu00e7au011fu0131 son uu00e7uu015funu geru00e7ekleu015ftirdi.",  "1993 - Almanya, PKK'yu0131 teru00f6r u00f6rgu00fctu00fc ilan ederek, bu00fctu00fcn yan kuruluu015flaru0131yla birlikte kapattu0131.",  "1991 - Michael Jackson, 4. profesyonel mu00fczik albu00fcmu00fc olan Dangerous'u0131 piyasaya su00fcrdu00fc. Albu00fcmdeki Black or White u015farku0131su0131na u00e7ektiu011fi klip, u00e7u0131u011fu0131r au00e7tu0131.",  "1983 - Stanislav Petrov adlu0131 Rus yarbay, Sovyetler Birliu011fi'ne ait fu00fcze erken uyaru0131 sistemindeki bir hatayu0131 fark ederek olasu0131 bir nu00fckleer savau015fu0131 engelledi.",  "1974 - u0130lk kremalu0131 liku00f6r olduu011fu iddia edilen Baileys piyasaya su00fcru00fcldu00fc.",  "1968 - Gu00fcnaydu0131n Gazetesi yayu0131n hayatu0131na bau015fladu0131.",  "1962 - Amerika Birleu015fik Devletleri, Tu00fcrkiye'deki fu00fcze u00fcslerini kaldu0131rmaya karar verdi.",  "1950 - Tu00fcrkiye, Kore Savau015fu0131'na katu0131ldu0131.",  "1943 - Tosya ve Ladik'te 7,2 bu00fcyu00fcklu00fcu011fu00fcndeki depremde 2824 kiu015fi u00f6ldu00fc.",  "1942 - Sovyet Ordusu, Stalingrad'da Alman Ordusuna karu015fu0131 saldu0131ru0131ya geu00e7ti.",  "1942 - Yugoslavya'da Anti-Fau015fist Halk Kurtuluu015f Konseyi kuruldu.",  "1935 - Afyon-Isparta demiryolu au00e7u0131ldu0131.",  "1934 - Lakap ve unvanlar kaldu0131ru0131ldu0131. Kanunla Au011fa, hacu0131, hafu0131z, hoca, molla, efendi, bey, beyefendi, pau015fa, hanu0131m, hanu0131mefendi, hazretleri gibi lakap ve unvanlar kaldu0131ru0131lu0131yor; bu00fctu00fcn yurttau015flar, kadu0131n erkek, kanun karu015fu0131su0131nda ve resmi belgelerde yalnu0131z adlaru0131yla anu0131lu0131r deniliyordu.",  "1926 - Tu00fcrkiye'nin ilk u015feker fabrikasu0131 olan Alpullu u015eeker Fabrikasu0131 faaliyete geu00e7ti.",  "1922 - Howard Carter ve George Herbert de Carnarvon, Mu0131su0131r Firavunu Tutankhamun'un mezaru0131na 3000 yu0131l sonra giren ilk insanlar oldu.",  "1922 - Gelibolu'nun kurtuluu015fu.",  "1865 - Lewis Carroll'un yazdu0131u011fu0131 Alice Harikalar Diyaru0131nda ilk kez basu0131ldu0131.",  "1842 - Notre Dame u00dcniversitesi (Indiana, ABD) kuruldu.",  "1812 - I. Napolyon komutasu0131ndaki Fransu0131z Ordusu, bu00fcyu00fck kayba uu011frayarak Rusya topraklaru0131nu0131 terk etmek zorunda kaldu0131.",  "1548 - Kanuni Sultan Su00fcleyman komutasu0131ndaki Osmanlu0131 ordusu, Halep'e girdi."]







