["2008 - Hindistan'ın Mumbai şehrinde Leşker-i Tayyibe adlı örgüt tarafından terör saldırısı gerçekleşti. Saldırıda 164 kişi öldü, 308 kişi yaralandı.", "2003 - Concorde yolcu uçağı son uçuşunu gerçekleştirdi.", "1993 - Almanya, PKK'yı terör örgütü ilan ederek, bütün yan kuruluşlarıyla birlikte kapattı.", "1991 - Michael Jackson, 4. profesyonel müzik albümü olan Dangerous'ı piyasaya sürdü. Albümdeki Black or White şarkısına çektiği klip, çığır açtı.", "1983 - Stanislav Petrov adlı Rus yarbay, Sovyetler Birliği'ne ait füze erken uyarı sistemindeki bir hatayı fark ederek olası bir nükleer savaşı engelledi.", "1974 - İlk kremalı likör olduğu iddia edilen Baileys piyasaya sürüldü.", "1968 - Günaydın Gazetesi yayın hayatına başladı.", "1962 - Amerika Birleşik Devletleri, Türkiye'deki füze üslerini kaldırmaya karar verdi.", "1950 - Türkiye, Kore Savaşı'na katıldı.", "1943 - Tosya ve Ladik'te 7,2 büyüklüğündeki depremde 2824 kişi öldü.", "1942 - Sovyet Ordusu, Stalingrad'da Alman Ordusuna karşı saldırıya geçti.", "1942 - Yugoslavya'da Anti-Faşist Halk Kurtuluş Konseyi kuruldu.", "1935 - Afyon-Isparta demiryolu açıldı.", "1934 - Lakap ve unvanlar kaldırıldı. Kanunla Ağa, hacı, hafız, hoca, molla, efendi, bey, beyefendi, paşa, hanım, hanımefendi, hazretleri gibi lakap ve unvanlar kaldırılıyor; bütün yurttaşlar, kadın erkek, kanun karşısında ve resmi belgelerde yalnız adlarıyla anılır deniliyordu.", "1926 - Türkiye'nin ilk şeker fabrikası olan Alpullu Şeker Fabrikası faaliyete geçti.", "1922 - Howard Carter ve George Herbert de Carnarvon, Mısır Firavunu Tutankhamun'un mezarına 3000 yıl sonra giren ilk insanlar oldu.", "1922 - Gelibolu'nun kurtuluşu.", "1865 - Lewis Carroll'un yazdığı Alice Harikalar Diyarında ilk kez basıldı.", "1842 - Notre Dame Üniversitesi (Indiana, ABD) kuruldu.", "1812 - I. Napolyon komutasındaki Fransız Ordusu, büyük kayba uğrayarak Rusya topraklarını terk etmek zorunda kaldı.", "1548 - Kanuni Sultan Süleyman komutasındaki Osmanlı ordusu, Halep'e girdi."]