["2022 - Dünya'nın en büyük aktif yanardağı olan Mauna Loa'da püskürme başladı.", "2005 - İlk kez kısmi yüz nakli Fransa'nın Amiens kentinde gerçekleştirildi.", "2002 - BM silah denetçileri, dört yıl aradan sonra Irak'ta yeniden denetimlerine başladılar.", "2001 - Hubble Uzay Teleskobu, Güneş Sistemi dışındaki Osiris adlı bir gezegenin hidrojenden oluşmuş bir atmosfere sahip olduğunu keşfetti. Bu Güneş Sistemi dışında keşfedilmiş ilk atmosferdir.", "1998 - Aydınlık Türkiye Partisi kuruldu.", "1996 - Diyarbakır, Bingöl, Tunceli, Bitlis, Hakkâri, Mardin ve Siirt'in kırsal kesimlerinde sürdürülen operasyonlarda 52 PKK'lı öldürüldü, 5'i sağ yakalandı. Çatışmalarda 7 güvenlik görevlisi öldü.", "1994 - Özelleştirme İdaresi Başkanlığı kuruldu.", "1990 - İki eşcinsel erkeğin evliliğinden ilk doğum gerçekleşti. Alternatif dünya eşcinseller günü olarak da kabul edilir.", "1990 - Birleşik Krallık'ta yapılan seçimler sonucu, John Major Başbakan oldu.", "1981 - Ankara'da 901 öğretim üyesi Yükseköğretim Kanunu'na karşı çıktı.", "1978 - 1981 yılı UNESCO tarafından Atatürk Yılı ilan edildi.", "1978 - PKK, Diyarbakır'ın Lice ilçesine bağlı Fis köyünde kuruldu.", "1976 - CHP, Sosyalist Enternasyonal'e üye olacağını açıkladı.", "1970 - Atatürk Kültür Merkezi (o zamanki adıyla İstanbul Kültür Sarayı), Arthur Miller'ın Cadı Kazanı adlı eseri sahnelenirken yandı. Kullanılamaz hale gelen bina tekrar açılacağı 1978 yılına kadar kapalı kalacaktır.", "1967 - Fransa Başbakanı General Charles de Gaulle, İngiltere'nin Ortak Pazara girmesini veto etti.", "1967 - ABD Başkanı Johnson'un Kıbrıs Özel Temsilcisi Cyrus Vance, üçüncü kez Ankara'ya gelerek Dış İşleri Bakanı İhsan Sabri Çağlayangil ile görüştükten sonra Türkiye'nin yeni önerilerini götürdü. Yunan Cuntasından kesin cevabını vermesi istendi.", "1961 - İstanbul Polisi, bacağında \"Moskova\" yazılı kâğıt bulunan kargayı nezarete aldı.", "1950 - Kore'de Kunuri Savaşı başladı.", "1948 - İstanbul'da 22 Kasım'da başlayan 1948 Türkiye İktisat Kongresi sona erdi. Kongrede, devletçilik politikası eleştirildi, özel girişimciliğin teşviki istendi.", "1947 - İstanbul BJK İnönü Stadyumu açıldı.", "1943 - Amasya, Çorum, Tokat, Ordu ve Kastamonu'da deprem oldu; 4016 kişi öldü, 23.785 ev yıkıldı.", "1942 - Alman orduları, Toulon Limanı'na girerken; buradaki Fransız Donanması kendini yok etti.", "1936 - Millet Meclisi, Hatay davasını Milletler Cemiyeti'ne götürmeye karar verdi.", "1933 - Belgrad'ta Türkiye - Yugoslavya Dostluk, Saldırmazlık, Yargısal Çözüm, Hakemlik ve Uzlaştırma Antlaşması imzalandı.", "1924 - Türkiye Cumhuriyeti'nin ilk muhalefet partisi olan Terakkiperver Cumhuriyet Fırkası Başkanlığına Kâzım Karabekir Paşa seçildi.", "1922 - Lalapaşa'nın kurtuluşu.", "1919 - Bulgaristan, İtilaf Devletleri ile Neuilly Antlaşması'nı imzaladı.", "1909 - Thomas Edison, ilk sesli film gösterisini yaptı.", "1526 - Kanuni Sultan Süleyman, Avusturya seferine çıktı."]