["2022 - Du00fcnya'nu0131n en bu00fcyu00fck aktif yanardau011fu0131 olan Mauna Loa'da pu00fcsku00fcrme bau015fladu0131.",  "2005 - u0130lk kez ku0131smi yu00fcz nakli Fransa'nu0131n Amiens kentinde geru00e7ekleu015ftirildi.",  "2002 - BM silah denetu00e7ileri, du00f6rt yu0131l aradan sonra Irak'ta yeniden denetimlerine bau015fladu0131lar.",  "2001 - Hubble Uzay Teleskobu, Gu00fcneu015f Sistemi du0131u015fu0131ndaki Osiris adlu0131 bir gezegenin hidrojenden oluu015fmuu015f bir atmosfere sahip olduu011funu keu015ffetti. Bu Gu00fcneu015f Sistemi du0131u015fu0131nda keu015ffedilmiu015f ilk atmosferdir.",  "1998 - Aydu0131nlu0131k Tu00fcrkiye Partisi kuruldu.",  "1996 - Diyarbaku0131r, Bingu00f6l, Tunceli, Bitlis, Hakku00e2ri, Mardin ve Siirt'in ku0131rsal kesimlerinde su00fcrdu00fcru00fclen operasyonlarda 52 PKK'lu0131 u00f6ldu00fcru00fcldu00fc, 5'i sau011f yakalandu0131. u00c7atu0131u015fmalarda 7 gu00fcvenlik gu00f6revlisi u00f6ldu00fc.",  "1994 - u00d6zelleu015ftirme u0130daresi Bau015fkanlu0131u011fu0131 kuruldu.",  "1990 - u0130ki eu015fcinsel erkeu011fin evliliu011finden ilk dou011fum geru00e7ekleu015fti. Alternatif du00fcnya eu015fcinseller gu00fcnu00fc olarak da kabul edilir.",  "1990 - Birleu015fik Krallu0131k'ta yapu0131lan seu00e7imler sonucu, John Major Bau015fbakan oldu.",  "1981 - Ankara'da 901 u00f6u011fretim u00fcyesi Yu00fckseku00f6u011fretim Kanunu'na karu015fu0131 u00e7u0131ktu0131.",  "1978 - 1981 yu0131lu0131 UNESCO tarafu0131ndan Atatu00fcrk Yu0131lu0131 ilan edildi.",  "1978 - PKK, Diyarbaku0131r'u0131n Lice ilu00e7esine bau011flu0131 Fis ku00f6yu00fcnde kuruldu.",  "1976 - CHP, Sosyalist Enternasyonal'e u00fcye olacau011fu0131nu0131 au00e7u0131kladu0131.",  "1970 - Atatu00fcrk Ku00fcltu00fcr Merkezi (o zamanki adu0131yla u0130stanbul Ku00fcltu00fcr Sarayu0131), Arthur Miller'u0131n Cadu0131 Kazanu0131 adlu0131 eseri sahnelenirken yandu0131. Kullanu0131lamaz hale gelen bina tekrar au00e7u0131lacau011fu0131 1978 yu0131lu0131na kadar kapalu0131 kalacaktu0131r.",  "1967 - Fransa Bau015fbakanu0131 General Charles de Gaulle, u0130ngiltere'nin Ortak Pazara girmesini veto etti.",  "1967 - ABD Bau015fkanu0131 Johnson'un Ku0131bru0131s u00d6zel Temsilcisi Cyrus Vance, u00fcu00e7u00fcncu00fc kez Ankara'ya gelerek Du0131u015f u0130u015fleri Bakanu0131 u0130hsan Sabri u00c7au011flayangil ile gu00f6ru00fcu015ftu00fckten sonra Tu00fcrkiye'nin yeni u00f6nerilerini gu00f6tu00fcrdu00fc. Yunan Cuntasu0131ndan kesin cevabu0131nu0131 vermesi istendi.",  "1961 - u0130stanbul Polisi, bacau011fu0131nda "Moskova" yazu0131lu0131 ku00e2u011fu0131t bulunan kargayu0131 nezarete aldu0131.",  "1950 - Kore'de Kunuri Savau015fu0131 bau015fladu0131.",  "1948 - u0130stanbul'da 22 Kasu0131m'da bau015flayan 1948 Tu00fcrkiye u0130ktisat Kongresi sona erdi. Kongrede, devletu00e7ilik politikasu0131 eleu015ftirildi, u00f6zel giriu015fimciliu011fin teu015fviki istendi.",  "1947 - u0130stanbul BJK u0130nu00f6nu00fc Stadyumu au00e7u0131ldu0131.",  "1943 - Amasya, u00c7orum, Tokat, Ordu ve Kastamonu'da deprem oldu; 4016 kiu015fi u00f6ldu00fc, 23.785 ev yu0131ku0131ldu0131.",  "1942 - Alman ordularu0131, Toulon Limanu0131'na girerken; buradaki Fransu0131z Donanmasu0131 kendini yok etti.",  "1936 - Millet Meclisi, Hatay davasu0131nu0131 Milletler Cemiyeti'ne gu00f6tu00fcrmeye karar verdi.",  "1933 - Belgrad'ta Tu00fcrkiye - Yugoslavya Dostluk, Saldu0131rmazlu0131k, Yargu0131sal u00c7u00f6zu00fcm, Hakemlik ve Uzlau015ftu0131rma Antlau015fmasu0131 imzalandu0131.",  "1924 - Tu00fcrkiye Cumhuriyeti'nin ilk muhalefet partisi olan Terakkiperver Cumhuriyet Fu0131rkasu0131 Bau015fkanlu0131u011fu0131na Ku00e2zu0131m Karabekir Pau015fa seu00e7ildi.",  "1922 - Lalapau015fa'nu0131n kurtuluu015fu.",  "1919 - Bulgaristan, u0130tilaf Devletleri ile Neuilly Antlau015fmasu0131'nu0131 imzaladu0131.",  "1909 - Thomas Edison, ilk sesli film gu00f6sterisini yaptu0131.",  "1526 - Kanuni Sultan Su00fcleyman, Avusturya seferine u00e7u0131ktu0131."]







