["2015 - Diyarbakır Baro Başkanı Tahir Elçi, bir basın açıklaması yaptığı sırada başına isabet eden bir kurşun sebebiyle öldü.", "2010 - Haydarpaşa Garı'nın çatısında çıkan yangın sonucunda, çatısı ve 4. katı büyük zarar gördü.", "2002 - Mombasa Hava Limanından kalkan bir İsrail uçağına iki füze atıldı.", "2002 - Kenya'da İsraillilerin sahibi olduğu bir otele düzenlenen intihar saldırısında 12 kişi öldü.", "1998 - Hakkâri'nin Çukurca ilçesi yakınında bir askeri helikopter, teröristlerin açtığı ateşte pilotun vurulması sonucu düştü. 16 asker öldü.", "1997 - Sivas'taki Madımak Oteli'nde, 2 Temmuz 1993'te 35 kişinin yakılması olayıyla ilgili olarak yargılanan 99 sanıktan 33'ü ölüm cezasına çarptırıldı.", "1986 - Cumhurbaşkanı Kenan Evren, MGK toplantısında, \"Nurcuların ve Süleymancıların yurtlarda çocukların taze beyinlerini yıkadıklarını\" söyleyip hükûmete irtica uyarısı yaptı.", "1979 - Vatikan Devlet Başkanı Papa II. Jean Paul, resmi ziyaret için Türkiye'ye geldi.", "1977 - Yeni Zelanda'nın Auckland Uluslararası Havalimanı'nı ile Antarktika arasında gidiş-dönüş seferleri yapan McDonnell Douglas DC-10-30 uçağı; Erebus Dağı, Ross Adası, Antarktika'da yere çakıldı. Kazada 257 kişi hayatını kaybetti.", "1977 - CHP lideri Bülent Ecevit, Niğde'de \"Tek yol devrim\" sloganıyla karşılandı. Ecevit topluluğa \"Tek yol oy\" sözleriyle karşılık verdi.", "1974 - Ankara'daki Ağaç ve Metal İşleri Olgunlaşma Enstitüsü öğrencileri eğitim ve öğretim adı altında ucuz işçi olarak çalıştırıldıkları gerekçesiyle ölüm orucuna başladılar.", "1968 - Eski CIA istasyon şefi, ABD'nin yeni Türkiye Büyük Elçisi Robert Komer'in Türkiye'ye gelişi İstanbul Yeşilköy'de protesto edildi. Protestoculardan Deniz Gezmiş, Rahmi Aydın, Mustafa Zülkadiroğlu, Toygun Erarslan ve Mustafa Gürkan tutuklandı.", "1967 - NATO Genel Sekreteri Manlio Brosio, Ankara'da Dış İşleri Bakanı İhsan Sabri Çağlayangil ile görüştü ve Atina'ya geçti. Türk jetleri Kıbrıs üzerinde uyarı uçuşları yaptı.", "1964 - Süleyman Demirel, favori olan rakibi Saadettin Bilgiç'ten 1072 oy fazla alarak Adalet Partisi'ne Genel Başkan seçildi.", "1962 - Amerika Birleşik Devletleri, Türkiye'deki orta menzilli Jüpiter füzelerini sökme kararı aldı.", "1958 - Türkiye-Fransa ve Türkiye-Belçika arasında mali yardım anlaşmaları imzalandı.", "1951 - Fikir ve Sanat Eserleri Kanunu kabul edildi. Kanun, 1 Ocak 1952'de yürürlüğe girdi.", "1943 - Winston Churchill, Franklin D. Roosevelt ve Josef Stalin Tahran'da toplandı.", "1940 - II. Dünya Savaşı ortamında 500 kilogramdan fazla tahıl stoklarına, Ticaret Bakanlığınca el konulması kararlaştırıldı.", "1938 - Atatürk'ün, 5 Eylül'de yazdırdığı vasiyetnamesi açıldı. Atatürk, vasiyetinde; parasının nemasından yakınlarına, manevi evlatlarına aylık, İnönü'nün çocuklarına yükseköğrenim ödeneği bağlanması koşuluyla parasını ve Çankaya'daki mülkünü CHP'ye bıraktı. Nemadan kalacak miktarın her yıl Türk Dil ve Tarih kurumlarınca paylaşılmasını istedi.", "1936 - Japonya, İtalya'nın Habeşistan'ı ilhakını tanıdı.", "1934 - Hâkimiyet-i Milliye gazetesi, Ulus adıyla çıkmaya başladı.", "1925 - Kabul edilen Şapka Kanunu yürürlüğe girdi. Artık, başta memurlar olmak üzere “herkes şapka takacak.\"", "1922 - Bursa'nın İznik ilçesinin, Yunan işgalinden kurtuluşu.", "1920 - Mehmet Âkif Ersoy ve Eşref Edip \"Sebilü'r-Reşad\" dergisini, Kastamonu'da çıkarmaya başladılar.", "1918 - Kâzım Karabekir Paşa'nın Kars'tan İstanbul'a gelişi.", "1912 - Arnavutluk, Osmanlı İmparatorluğu'ndan bağımsızlığını ilan etti.", "1905 - İrlanda siyasi partisi, Sinn Féin kuruldu.", "1893 - Kadınlar ilk kez bir ulusal seçimde (Yeni Zelanda genel seçimleri) oy kullandı.", "1821 - Panama, İspanya'dan bağımsızlığını ilan etti."]