["2015 - Diyarbaku0131r Baro Bau015fkanu0131 Tahir Elu00e7i, bir basu0131n au00e7u0131klamasu0131 yaptu0131u011fu0131 su0131rada bau015fu0131na isabet eden bir kuru015fun sebebiyle u00f6ldu00fc.",  "2010 - Haydarpau015fa Garu0131'nu0131n u00e7atu0131su0131nda u00e7u0131kan yangu0131n sonucunda, u00e7atu0131su0131 ve 4. katu0131 bu00fcyu00fck zarar gu00f6rdu00fc.",  "2002 - Mombasa Hava Limanu0131ndan kalkan bir u0130srail uu00e7au011fu0131na iki fu00fcze atu0131ldu0131.",  "2002 - Kenya'da u0130sraillilerin sahibi olduu011fu bir otele du00fczenlenen intihar saldu0131ru0131su0131nda 12 kiu015fi u00f6ldu00fc.",  "1998 - Hakku00e2ri'nin u00c7ukurca ilu00e7esi yaku0131nu0131nda bir askeri helikopter, teru00f6ristlerin au00e7tu0131u011fu0131 ateu015fte pilotun vurulmasu0131 sonucu du00fcu015ftu00fc. 16 asker u00f6ldu00fc.",  "1997 - Sivas'taki Madu0131mak Oteli'nde, 2 Temmuz 1993'te 35 kiu015finin yaku0131lmasu0131 olayu0131yla ilgili olarak yargu0131lanan 99 sanu0131ktan 33'u00fc u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1986 - Cumhurbau015fkanu0131 Kenan Evren, MGK toplantu0131su0131nda, "Nurcularu0131n ve Su00fcleymancu0131laru0131n yurtlarda u00e7ocuklaru0131n taze beyinlerini yu0131kadu0131klaru0131nu0131" su00f6yleyip hu00fcku00fbmete irtica uyaru0131su0131 yaptu0131.",  "1979 - Vatikan Devlet Bau015fkanu0131 Papa II. Jean Paul, resmi ziyaret iu00e7in Tu00fcrkiye'ye geldi.",  "1977 - Yeni Zelanda'nu0131n Auckland Uluslararasu0131 Havalimanu0131'nu0131 ile Antarktika arasu0131nda gidiu015f-du00f6nu00fcu015f seferleri yapan McDonnell Douglas DC-10-30 uu00e7au011fu0131; Erebus Dau011fu0131, Ross Adasu0131, Antarktika'da yere u00e7aku0131ldu0131. Kazada 257 kiu015fi hayatu0131nu0131 kaybetti.",  "1977 - CHP lideri Bu00fclent Ecevit, Niu011fde'de "Tek yol devrim" sloganu0131yla karu015fu0131landu0131. Ecevit topluluu011fa "Tek yol oy" su00f6zleriyle karu015fu0131lu0131k verdi.",  "1974 - Ankara'daki Au011fau00e7 ve Metal u0130u015fleri Olgunlau015fma Enstitu00fcsu00fc u00f6u011frencileri eu011fitim ve u00f6u011fretim adu0131 altu0131nda ucuz iu015fu00e7i olarak u00e7alu0131u015ftu0131ru0131ldu0131klaru0131 gereku00e7esiyle u00f6lu00fcm orucuna bau015fladu0131lar.",  "1968 - Eski CIA istasyon u015fefi, ABD'nin yeni Tu00fcrkiye Bu00fcyu00fck Elu00e7isi Robert Komer'in Tu00fcrkiye'ye geliu015fi u0130stanbul Yeu015filku00f6y'de protesto edildi. Protestoculardan Deniz Gezmiu015f, Rahmi Aydu0131n, Mustafa Zu00fclkadirou011flu, Toygun Erarslan ve Mustafa Gu00fcrkan tutuklandu0131.",  "1967 - NATO Genel Sekreteri Manlio Brosio, Ankara'da Du0131u015f u0130u015fleri Bakanu0131 u0130hsan Sabri u00c7au011flayangil ile gu00f6ru00fcu015ftu00fc ve Atina'ya geu00e7ti. Tu00fcrk jetleri Ku0131bru0131s u00fczerinde uyaru0131 uu00e7uu015flaru0131 yaptu0131.",  "1964 - Su00fcleyman Demirel, favori olan rakibi Saadettin Bilgiu00e7'ten 1072 oy fazla alarak Adalet Partisi'ne Genel Bau015fkan seu00e7ildi.",  "1962 - Amerika Birleu015fik Devletleri, Tu00fcrkiye'deki orta menzilli Ju00fcpiter fu00fczelerini su00f6kme kararu0131 aldu0131.",  "1958 - Tu00fcrkiye-Fransa ve Tu00fcrkiye-Belu00e7ika arasu0131nda mali yardu0131m anlau015fmalaru0131 imzalandu0131.",  "1951 - Fikir ve Sanat Eserleri Kanunu kabul edildi. Kanun, 1 Ocak 1952'de yu00fcru00fcrlu00fcu011fe girdi.",  "1943 - Winston Churchill, Franklin D. Roosevelt ve Josef Stalin Tahran'da toplandu0131.",  "1940 - II. Du00fcnya Savau015fu0131 ortamu0131nda 500 kilogramdan fazla tahu0131l stoklaru0131na, Ticaret Bakanlu0131u011fu0131nca el konulmasu0131 kararlau015ftu0131ru0131ldu0131.",  "1938 - Atatu00fcrk'u00fcn, 5 Eylu00fcl'de yazdu0131rdu0131u011fu0131 vasiyetnamesi au00e7u0131ldu0131. Atatu00fcrk, vasiyetinde; parasu0131nu0131n nemasu0131ndan yaku0131nlaru0131na, manevi evlatlaru0131na aylu0131k, u0130nu00f6nu00fc'nu00fcn u00e7ocuklaru0131na yu00fckseku00f6u011frenim u00f6deneu011fi bau011flanmasu0131 kou015fuluyla parasu0131nu0131 ve u00c7ankaya'daki mu00fclku00fcnu00fc CHP'ye bu0131raktu0131. Nemadan kalacak miktaru0131n her yu0131l Tu00fcrk Dil ve Tarih kurumlaru0131nca paylau015fu0131lmasu0131nu0131 istedi.",  "1936 - Japonya, u0130talya'nu0131n Habeu015fistan'u0131 ilhaku0131nu0131 tanu0131du0131.",  "1934 - Hu00e2kimiyet-i Milliye gazetesi, Ulus adu0131yla u00e7u0131kmaya bau015fladu0131.",  "1925 - Kabul edilen u015eapka Kanunu yu00fcru00fcrlu00fcu011fe girdi. Artu0131k, bau015fta memurlar olmak u00fczere u201cherkes u015fapka takacak."",  "1922 - Bursa'nu0131n u0130znik ilu00e7esinin, Yunan iu015fgalinden kurtuluu015fu.",  "1920 - Mehmet u00c2kif Ersoy ve Eu015fref Edip "Sebilu00fc'r-Reu015fad" dergisini, Kastamonu'da u00e7u0131karmaya bau015fladu0131lar.",  "1918 - Ku00e2zu0131m Karabekir Pau015fa'nu0131n Kars'tan u0130stanbul'a geliu015fi.",  "1912 - Arnavutluk, Osmanlu0131 u0130mparatorluu011fu'ndan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1905 - u0130rlanda siyasi partisi, Sinn Fu00e9in kuruldu.",  "1893 - Kadu0131nlar ilk kez bir ulusal seu00e7imde (Yeni Zelanda genel seu00e7imleri) oy kullandu0131.",  "1821 - Panama, u0130spanya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti."]







