["2016 - Adana ilinin Aladau011f u0130lu00e7esi'nde u00f6zel bir ku0131z u00f6u011frenci yurdunda u00e7u0131kan yangu0131nda 11 u00f6u011frenci ve 1 u00e7alu0131u015fan u00f6ldu00fc.",  "2012 - Filistin, Birleu015fmiu015f Milletler Genel Kurulunda yapu0131lan oylamada 138 evet 9 hayu0131r oyu ile Birleu015fmiu015f Milletler gu00f6zlemci u00fcyesi oldu.",  "2002 - Endonezya'da mahkeme, Dou011fu Timor'un 1999'da Endonezya'dan ayru0131lmasu0131 su0131rasu0131ndaki olaylarda insanlu0131u011fa karu015fu0131 suu00e7 iu015flemekle suu00e7lanan; iki eski komutan, bir polis u015fefi ve bir hu00fcku00fbmet yetkilisini beraat ettirdi.",  "1996 - Uluslararasu0131 Savau015f Suu00e7lularu0131 Mahkemesi'nde, 1200 Bosnalu0131'u0131n u00f6ldu00fcru00fclmesine karu0131u015fan bir Hu0131rvat asker 10 yu0131l hapis cezasu0131na mahku00fbm oldu.",  "1993 - u0130stanbul Park Otel'in fazla katlaru0131nu0131n yu0131ku0131mu0131na bau015flandu0131. Semt sakinleri ve meslek odalaru0131nu0131n hukuk mu00fccadelesi 9 yu0131l su00fcrmu00fcu015ftu00fc.",  "1990 - Kadu0131nu0131n u00e7alu0131u015fmasu0131nu0131 kocanu0131n iznine bau011flayan Medeni Kanun'un 159. maddesi Anayasa Mahkemesi'nce iptal edildi. u0130ptal kararu0131 2 Temmuz 1992 tarih ve 21272 sayu0131lu0131 Resmi Gazete'de yayu0131mlandu0131.",  "1987 - Yapu0131lan erken genel seu00e7imlerde, ANAP 292 milletvekiliyle ikinci kez tek bau015fu0131na iktidar oldu. Sosyal Demokrat Halku00e7u0131 Parti (SHP) 99 milletvekili, Dou011fru Yol Partisi 59 milletvekili u00e7u0131kardu0131.",  "1974 - Pakistan'da deprem; 4700 kiu015fi u00f6ldu00fc.",  "1972 - u015eair Can Yu00fccel, "Ku00fcba'da Sosyalizm ve u0130nsanlar" kitabu0131nu0131 u00e7evirdiu011fi iu00e7in verilen 7,5 yu0131l hapis cezasu0131nu0131 u00e7ekmek u00fczere cezaevine girdi.",  "1971 - Tu00fcrkiye Halk Kurtuluu015f Partisi-Cephesi'nden Mahir u00c7ayan, Ziya Yu0131lmaz ve Ulau015f Bardaku00e7u0131; Tu00fcrkiye Halk Kurtuluu015f Ordusu'ndan Cihan Alptekin ve u00d6mer Ayna u0130stanbul Kartal-Maltepe Askeri Cezaevi'nden kau00e7tu0131lar.",  "1967 - Yunanistan, Ku0131bru0131s'ta Tu00fcrkiye'nin kou015fullaru0131nu0131 kabul edince bunalu0131m giderildi.",  "1963 - ABD Bau015fkanu0131 Lyndon B. Johnson, Bau015fkan John F. Kennedy'ye du00fczenlenen suikastu0131 arau015ftu0131rmak u00fczere Warren Komisyonu adu0131 verilen bir heyet gu00f6revlendirdi.",  "1947 - Birleu015fmiu015f Milletler, Araplar'u0131n u015fiddetli muhalefetine karu015fu0131n, Filistin'in bu00f6lu00fcnmesini ve bau011fu0131msu0131z bir u0130srail Devleti kurulmasu0131nu0131 kararlau015ftu0131rdu0131.",  "1945 - Yugoslavya Federal Cumhuriyeti kuruldu.",  "1944 - Mavi Bebek Sendromu adu0131 verilen yenidou011fan kalp hastalu0131u011fu0131nu0131 du00fczeltmek iu00e7in insan u00fczerinde ilk cerrahi tedavi, Alfred Blalock ve Vivien Thomas adlu0131 cerrahlar tarafu0131ndan Baltimore, Maryland'deki Johns Hopkins Hastanesi nde geru00e7ekleu015ftirildi.",  "1944 - Arnavutluk Halk Cumhuriyeti kuruldu.",  "1938 - Dr. Lu00fctfi Ku0131rdar, u0130stanbul Vali ve Belediye Bau015fkanlu0131u011fu0131na atandu0131.",  "1937 - Hatay Devleti'nde bau011fu0131msu0131z rejim yu00fcru00fcrlu00fcu011fe girdi.",  "1936 - Ankara u00dcniversitesi Hukuk Faku00fcltesinde, Devrim Tarihi dersleri bau015fladu0131.",  "1935 - u0130stanbul'da Pau015fabahu00e7e u015eiu015fe ve Cam Fabrikasu0131 au00e7u0131ldu0131.",  "1929 - Amerikalu0131 Amiral Richard E. Byrd, Gu00fcney Kutbu u00fczerinde uu00e7an ilk insan oldu.",  "1922 - Howard Carter, Firavun Tutankhamun'un mezaru0131nu0131 halku0131n ziyaretine au00e7tu0131.",  "1913 - Uluslararasu0131 Eskrim Federasyonu (FIE, Fu00e9du00e9ration Internationale d'Escrime), Paris'te kuruldu.",  "1899 - FC Barcelona kulu00fcbu00fc kuruldu.",  "1877 - Thomas Edison, fonograf cihazu0131nu0131n tanu0131tu0131mu0131nu0131 yaptu0131.",  "1864 - Sand Creek Katliamu0131 geru00e7ekleu015fti.",  "1114 - Sabahu0131n erken saatlerinde Marau015f'ta bu00fcyu00fck bir deprem meydana gelmiu015ftir."]







