["2016 - Adana ilinin Aladağ İlçesi'nde özel bir kız öğrenci yurdunda çıkan yangında 11 öğrenci ve 1 çalışan öldü.", "2012 - Filistin, Birleşmiş Milletler Genel Kurulunda yapılan oylamada 138 evet 9 hayır oyu ile Birleşmiş Milletler gözlemci üyesi oldu.", "2002 - Endonezya'da mahkeme, Doğu Timor'un 1999'da Endonezya'dan ayrılması sırasındaki olaylarda insanlığa karşı suç işlemekle suçlanan; iki eski komutan, bir polis şefi ve bir hükûmet yetkilisini beraat ettirdi.", "1996 - Uluslararası Savaş Suçluları Mahkemesi'nde, 1200 Bosnalı'ın öldürülmesine karışan bir Hırvat asker 10 yıl hapis cezasına mahkûm oldu.", "1993 - İstanbul Park Otel'in fazla katlarının yıkımına başlandı. Semt sakinleri ve meslek odalarının hukuk mücadelesi 9 yıl sürmüştü.", "1990 - Kadının çalışmasını kocanın iznine bağlayan Medeni Kanun'un 159. maddesi Anayasa Mahkemesi'nce iptal edildi. İptal kararı 2 Temmuz 1992 tarih ve 21272 sayılı Resmi Gazete'de yayımlandı.", "1987 - Yapılan erken genel seçimlerde, ANAP 292 milletvekiliyle ikinci kez tek başına iktidar oldu. Sosyal Demokrat Halkçı Parti (SHP) 99 milletvekili, Doğru Yol Partisi 59 milletvekili çıkardı.", "1974 - Pakistan'da deprem; 4700 kişi öldü.", "1972 - Şair Can Yücel, \"Küba'da Sosyalizm ve İnsanlar\" kitabını çevirdiği için verilen 7,5 yıl hapis cezasını çekmek üzere cezaevine girdi.", "1971 - Türkiye Halk Kurtuluş Partisi-Cephesi'nden Mahir Çayan, Ziya Yılmaz ve Ulaş Bardakçı; Türkiye Halk Kurtuluş Ordusu'ndan Cihan Alptekin ve Ömer Ayna İstanbul Kartal-Maltepe Askeri Cezaevi'nden kaçtılar.", "1967 - Yunanistan, Kıbrıs'ta Türkiye'nin koşullarını kabul edince bunalım giderildi.", "1963 - ABD Başkanı Lyndon B. Johnson, Başkan John F. Kennedy'ye düzenlenen suikastı araştırmak üzere Warren Komisyonu adı verilen bir heyet görevlendirdi.", "1947 - Birleşmiş Milletler, Araplar'ın şiddetli muhalefetine karşın, Filistin'in bölünmesini ve bağımsız bir İsrail Devleti kurulmasını kararlaştırdı.", "1945 - Yugoslavya Federal Cumhuriyeti kuruldu.", "1944 - Mavi Bebek Sendromu adı verilen yenidoğan kalp hastalığını düzeltmek için insan üzerinde ilk cerrahi tedavi, Alfred Blalock ve Vivien Thomas adlı cerrahlar tarafından Baltimore, Maryland'deki Johns Hopkins Hastanesi nde gerçekleştirildi.", "1944 - Arnavutluk Halk Cumhuriyeti kuruldu.", "1938 - Dr. Lütfi Kırdar, İstanbul Vali ve Belediye Başkanlığına atandı.", "1937 - Hatay Devleti'nde bağımsız rejim yürürlüğe girdi.", "1936 - Ankara Üniversitesi Hukuk Fakültesinde, Devrim Tarihi dersleri başladı.", "1935 - İstanbul'da Paşabahçe Şişe ve Cam Fabrikası açıldı.", "1929 - Amerikalı Amiral Richard E. Byrd, Güney Kutbu üzerinde uçan ilk insan oldu.", "1922 - Howard Carter, Firavun Tutankhamun'un mezarını halkın ziyaretine açtı.", "1913 - Uluslararası Eskrim Federasyonu (FIE, Fédération Internationale d'Escrime), Paris'te kuruldu.", "1899 - FC Barcelona kulübü kuruldu.", "1877 - Thomas Edison, fonograf cihazının tanıtımını yaptı.", "1864 - Sand Creek Katliamı gerçekleşti.", "1114 - Sabahın erken saatlerinde Maraş'ta büyük bir deprem meydana gelmiştir."]