["2020 - Amerika Birleu015fik Devletleri bau015fkanlu0131k seu00e7imleri geru00e7ekleu015ftirildi.",  "2002 - Adalet ve Kalku0131nma Partisi, erken genel seu00e7imlerden birinci parti u00e7u0131ktu0131.",  "1996 - Susurluk'ta meydana gelen trafik kazasu0131nda, eski u0130stanbul Emniyet Mu00fcdu00fcr Yardu0131mcu0131su0131 Hu00fcseyin Kocadau011f ile beraber 3 kiu015fi u00f6ldu00fc, DYP u015eanlu0131urfa milletvekili Sedat Edip Bucak yaralandu0131.",  "1994 - Tu00fcrkiye ile u0130srail arasu0131nda teru00f6re karu015fu0131 iu015f birliu011fi anlau015fmasu0131 imzalandu0131.",  "1992 - ABD Bau015fkanlu0131k seu00e7imlerini Demokrat Bill Clinton kazandu0131.",  "1992 - Illinois'te Demokrat Carol Moseley Braun, ABD Senatosu'na seu00e7ilen ilk siyah kadu0131n oldu.",  "1991 - u0130srail ve Filistin yetkilileri arasu0131ndaki ilk yu00fcz yu00fcze gu00f6ru00fcu015fmeler, Madrid'de bau015fladu0131.",  "1986 - Zaman gazetesi yayu0131n hayatu0131na bau015fladu0131.",  "1985 - Sosyal Demokrasi Partisi (SODEP) ve Halku00e7u0131 Parti'nin (HP) birleu015fmesiyle; Sosyaldemokrat Halku00e7u0131 Parti (SHP) kuruldu.",  "1985 - u0130ki Fransu0131z DGSE ajanu0131, Yeni Zelanda'da Greenpeace gemisi, Rainbow Warrior'u batu0131rmaktan (bknz: Rainbow Warrior'u0131n batu0131ru0131lmasu0131 olayu0131) suu00e7lu bulundu.",  "1983 - Atatu00fcrk Baraju0131 ve hidroelektrik santralinin temeli atu0131ldu0131.",  "1982 - Afganistan'da Salang tu00fcneli yangu0131nu0131nda 2000'den fazla kiu015fi u00f6ldu00fc.",  "1981 - Eski Cumhuriyet Halk Partisi Genel Bau015fkanu0131 Bu00fclent Ecevit uluslararasu0131 bir ajansa demeu00e7 verdiu011fi gereku00e7esiyle 4 ay hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1978 - Dominika, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 elde etti.",  "1971 - Tarihi Tepebau015fu0131 Tiyatrosu, yangu0131n sonucu harap oldu.",  "1964 - ABD Bau015fkanlu0131k seu00e7imlerini Demokrat Lyndon B. Johnson kazandu0131.",  "1961 - Burmalu0131 diplomat U Thant, Birleu015fmiu015f Milletler Genel Sekreteri seu00e7ildi.",  "1959 - u0130srail'de seu00e7imleri, David Ben Gurion'un u0130u015fu00e7i Partisi Kazandu0131.",  "1957 - Sovyetler Birliu011fi, ikinci yapay uydu Sputnik 2'yi yu00f6ru00fcngesine fu0131rlattu0131. Bu uyduda, uzaya giden ilk hayvan olan Laika adlu0131 ku00f6pek de bulunuyordu.",  "1942 - II. Du00fcnya Savau015fu0131: Kuzey Afrika'daki II. El Alameyn Savau015fu0131, Erwin Rommel komutasu0131ndaki Alman kuvvetlerinin tu00fcm gece boyunca geri u00e7ekilmesiyle sona erdi.",  "1936 - ABD Bau015fkanlu0131k seu00e7imlerini Demokrat Franklin Delano Roosevelt kazandu0131.",  "1936 - Ankara'da Bau015fbakan u0130smet u0130nu00f6nu00fc'nu00fcn katu0131lu0131mu0131yla u00c7ubuk Baraju0131 au00e7u0131ldu0131. 1929'da inu015faatu0131na bau015flanan yapu0131 Tu00fcrkiye'nin ilk betonarme baraju0131du0131r.",  "1930 - Brezilyau2019da Ordu iktidaru0131 ele geu00e7irdi ve Getu00falio Vargasu2019u0131 Geu00e7ici Bau015fkan olarak atadu0131.",  "1926 - Atatu00fcrk'e karu015fu0131 planlanan u0130zmir suikastu0131ndan suu00e7lu bulunan Ru00fcu015ftu00fc Pau015fa idam edildi.",  "1921 - New York'ta su00fct tau015fu0131yu0131cu0131laru0131 greve gitti ve binlerce litre su00fct, New York caddelerine du00f6ku00fcldu00fc.",  "1918 - Avusturya Komu00fcnist Partisi kuruldu.",  "1918 - u0130ngilizler Musul'u iu015fgal etti.",  "1918 - Polonya, Rusya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1914 - u00c7anakkale Deniz Savau015flaru0131'nu0131n ilk taarruzu olarak iki u0130ngiliz ve iki Fransu0131z gemisince Bou011faz'u0131n giriu015f tahkimatlaru0131nu0131n bombalanmasu0131.",  "1914 - Amerikalu0131 Caresse Crosby (Mary Phelps Jacob) tarafu0131ndan geliu015ftirilen su00fctyenin patenti alu0131ndu0131.",  "1912 - Tamamu0131 metalden yapu0131lmu0131u015f ilk uu00e7ak, Fransa'da, pilotlar Ponche ve Prinard tarafu0131ndan uu00e7uruldu.",  "1911 - Chevrolet otomobil pazaru0131na resmen girdi.",  "1908 - ABD Bau015fkanlu0131k seu00e7imlerini Cumhuriyetu00e7i William Howard Taft kazandu0131.",  "1906 - SOS tehlike sinyali olarak, Berlin'deki Uluslararasu0131 Radyotelegraf Konvansiyonu tarafu0131ndan kabul edildi.",  "1903 - Panama Kolombiya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1896 - ABD Bau015fkanlu0131k seu00e7imlerini Cumhuriyetu00e7i William McKinley kazandu0131.",  "1890 - u0130stanbul'da Sirkeci Garu0131'nu0131n au00e7u0131lu0131u015fu0131 yapu0131ldu0131.",  "1888 - Londra'da Karu0131ndeu015fen Jack, son kurbanu0131nu0131 u00f6ldu00fcrdu00fc. 2002 yu0131lu0131nda cinayet romanlaru0131 yazaru0131 Patricia Cornwell, arau015ftu0131rmalaru0131 sonucu Karu0131ndeu015fen Jack'in, Alman asu0131llu0131 u0130ngiliz empresyonist ressam Walter Sickert (1860-1942) olduu011funu iddia etti.",  "1868 - ABD Bau015fkanlu0131k seu00e7imlerini Cumhuriyetu00e7i Ulysses S. Grant kazandu0131.",  "1856 - u0130ngiliz donanmasu0131, u00c7in'in Kanton u015fehrini topa tuttu.",  "1839 - Gu00fclhane Hattu0131 Hu00fcmayunu'nun au00e7u0131klanmasu0131yla Tanzimat devri bau015fladu0131.",  "1793 - Fransu0131z oyun yazaru0131, gazeteci ve feminist Olympe de Gouges giyotinle idam edildi.",  "1507 - Leonardo da Vinci'ye Lisa Gherardini'nin (Mona Lisa) tablosunu yapma iu015fi verildi. Lisa del Giocondo'nun kocasu0131, karu0131su0131nu0131n 3 diu015finin u00e7ekilmesi ve yerlerine takma diu015f taku0131lmasu0131nu0131n ardu0131ndan Da Vinci'ye Mona Lisa tablosunu u0131smarladu0131.",  "1493 - Kristof Kolomb, ikinci seyahatinde Karayip Adalaru0131'nu0131 keu015ffetti."]







