["2020 - Amerika Birleşik Devletleri başkanlık seçimleri gerçekleştirildi.", "2002 - Adalet ve Kalkınma Partisi, erken genel seçimlerden birinci parti çıktı.", "1996 - Susurluk'ta meydana gelen trafik kazasında, eski İstanbul Emniyet Müdür Yardımcısı Hüseyin Kocadağ ile beraber 3 kişi öldü, DYP Şanlıurfa milletvekili Sedat Edip Bucak yaralandı.", "1994 - Türkiye ile İsrail arasında teröre karşı iş birliği anlaşması imzalandı.", "1992 - ABD Başkanlık seçimlerini Demokrat Bill Clinton kazandı.", "1992 - Illinois'te Demokrat Carol Moseley Braun, ABD Senatosu'na seçilen ilk siyah kadın oldu.", "1991 - İsrail ve Filistin yetkilileri arasındaki ilk yüz yüze görüşmeler, Madrid'de başladı.", "1986 - Zaman gazetesi yayın hayatına başladı.", "1985 - Sosyal Demokrasi Partisi (SODEP) ve Halkçı Parti'nin (HP) birleşmesiyle; Sosyaldemokrat Halkçı Parti (SHP) kuruldu.", "1985 - İki Fransız DGSE ajanı, Yeni Zelanda'da Greenpeace gemisi, Rainbow Warrior'u batırmaktan (bknz: Rainbow Warrior'ın batırılması olayı) suçlu bulundu.", "1983 - Atatürk Barajı ve hidroelektrik santralinin temeli atıldı.", "1982 - Afganistan'da Salang tüneli yangınında 2000'den fazla kişi öldü.", "1981 - Eski Cumhuriyet Halk Partisi Genel Başkanı Bülent Ecevit uluslararası bir ajansa demeç verdiği gerekçesiyle 4 ay hapis cezasına çarptırıldı.", "1978 - Dominika, Birleşik Krallık'tan bağımsızlığını elde etti.", "1971 - Tarihi Tepebaşı Tiyatrosu, yangın sonucu harap oldu.", "1964 - ABD Başkanlık seçimlerini Demokrat Lyndon B. Johnson kazandı.", "1961 - Burmalı diplomat U Thant, Birleşmiş Milletler Genel Sekreteri seçildi.", "1959 - İsrail'de seçimleri, David Ben Gurion'un İşçi Partisi Kazandı.", "1957 - Sovyetler Birliği, ikinci yapay uydu Sputnik 2'yi yörüngesine fırlattı. Bu uyduda, uzaya giden ilk hayvan olan Laika adlı köpek de bulunuyordu.", "1942 - II. Dünya Savaşı: Kuzey Afrika'daki II. El Alameyn Savaşı, Erwin Rommel komutasındaki Alman kuvvetlerinin tüm gece boyunca geri çekilmesiyle sona erdi.", "1936 - ABD Başkanlık seçimlerini Demokrat Franklin Delano Roosevelt kazandı.", "1936 - Ankara'da Başbakan İsmet İnönü'nün katılımıyla Çubuk Barajı açıldı. 1929'da inşaatına başlanan yapı Türkiye'nin ilk betonarme barajıdır.", "1930 - Brezilya’da Ordu iktidarı ele geçirdi ve Getúlio Vargas’ı Geçici Başkan olarak atadı.", "1926 - Atatürk'e karşı planlanan İzmir suikastından suçlu bulunan Rüştü Paşa idam edildi.", "1921 - New York'ta süt taşıyıcıları greve gitti ve binlerce litre süt, New York caddelerine döküldü.", "1918 - Avusturya Komünist Partisi kuruldu.", "1918 - İngilizler Musul'u işgal etti.", "1918 - Polonya, Rusya'dan bağımsızlığını ilan etti.", "1914 - Çanakkale Deniz Savaşları'nın ilk taarruzu olarak iki İngiliz ve iki Fransız gemisince Boğaz'ın giriş tahkimatlarının bombalanması.", "1914 - Amerikalı Caresse Crosby (Mary Phelps Jacob) tarafından geliştirilen sütyenin patenti alındı.", "1912 - Tamamı metalden yapılmış ilk uçak, Fransa'da, pilotlar Ponche ve Prinard tarafından uçuruldu.", "1911 - Chevrolet otomobil pazarına resmen girdi.", "1908 - ABD Başkanlık seçimlerini Cumhuriyetçi William Howard Taft kazandı.", "1906 - SOS tehlike sinyali olarak, Berlin'deki Uluslararası Radyotelegraf Konvansiyonu tarafından kabul edildi.", "1903 - Panama Kolombiya'dan bağımsızlığını ilan etti.", "1896 - ABD Başkanlık seçimlerini Cumhuriyetçi William McKinley kazandı.", "1890 - İstanbul'da Sirkeci Garı'nın açılışı yapıldı.", "1888 - Londra'da Karındeşen Jack, son kurbanını öldürdü. 2002 yılında cinayet romanları yazarı Patricia Cornwell, araştırmaları sonucu Karındeşen Jack'in, Alman asıllı İngiliz empresyonist ressam Walter Sickert (1860-1942) olduğunu iddia etti.", "1868 - ABD Başkanlık seçimlerini Cumhuriyetçi Ulysses S. Grant kazandı.", "1856 - İngiliz donanması, Çin'in Kanton şehrini topa tuttu.", "1839 - Gülhane Hattı Hümayunu'nun açıklanmasıyla Tanzimat devri başladı.", "1793 - Fransız oyun yazarı, gazeteci ve feminist Olympe de Gouges giyotinle idam edildi.", "1507 - Leonardo da Vinci'ye Lisa Gherardini'nin (Mona Lisa) tablosunu yapma işi verildi. Lisa del Giocondo'nun kocası, karısının 3 dişinin çekilmesi ve yerlerine takma diş takılmasının ardından Da Vinci'ye Mona Lisa tablosunu ısmarladı.", "1493 - Kristof Kolomb, ikinci seyahatinde Karayip Adaları'nı keşfetti."]