["2022 - ChatGPT'nin ilk su00fcru00fcmu00fc yayu0131nlandu0131.",  "2007 - u0130stanbul-Isparta seferini yapmakta olan, Atlasjet Havayollaru0131'na ait 4203 sefer sayu0131lu0131,MD-83 tipi yolcu uu00e7au011fu0131, Isparta'nu0131n u00c7ukuru00f6ren ve Ku0131lu0131u00e7 ku00f6yleri arasu0131nda kalan Tu00fcrbetepe mevkiinde du00fcu015ftu00fc. Uu00e7akta bulunan, 50 yolcu ve 7 mu00fcrettebattan kurtulan olmadu0131.",  "1999 - Avrupa u0130nsan Haklaru0131 Mahkemesi PKK lideri Abdullah u00d6calan iu00e7in verilen idam cezasu0131na ihtiyati tedbir kararu0131 aldu0131. Mahkeme, Strazburg'daki yargu0131lama sonuu00e7lanana kadar infazu0131n ertelenmesini istedi.",  "1997 - Genel nu00fcfus sayu0131mu0131 ve seu00e7men yazu0131mu0131 geru00e7ekleu015ftirildi. Tu00fcrkiye'nin nu00fcfusu 62 milyon 865 bin 574 olarak belirlendi.",  "1990 - Zonguldak'ta 43 bin maden iu015fu00e7isi greve bau015fladu0131.",  "1988 - Tek tip elbise giyilmesine karu015fu0131 cezaevlerinde yapu0131lan au00e7lu0131k grevleri, beu015f cezaevinde anlau015fmaya varu0131lmasu0131 u00fczerine sona erdi.",  "1982 - Du00fcnya'nu0131n bugu00fcne kadar en u00e7ok satan albu00fcmu00fc, Michael Jackson imzalu0131 Thriller yayu0131nlandu0131.",  "1982 - Anadolu u00dcniversitesi kuruldu.",  "1980 - Cem Adrian Tu00fcrk u015farku0131cu0131, su00f6z yazaru0131, besteci.",  "1979 - Kurumlau015fmu0131u015f Irk Ayru0131mcu0131lu0131u011fu0131 Suu00e7unun u00d6nlenmesi ve Cezalandu0131ru0131lmasu0131 Uluslararasu0131 Su00f6zleu015fmesi kabul edildi. Tu00fcrkiye su00f6zleu015fmeyi onaylamadu0131.",  "1974 - Etiyopya'da 3.2 milyon yu0131l u00f6nce yau015famu0131u015f bir insanu0131n iskeleti keu015ffedildi, buna Lucy (Australopithecus) adu0131 verildi.",  "1974 - Dicle u00dcniversitesi kuruldu.",  "1973 - u00c7ukurova u00dcniversitesi kuruldu.",  "1967 - Yemen Demokratik Halk Cumhuriyeti (Gu00fcney Yemen) kuruldu. 22 Mayu0131s 1990'da Kuzey Yemen'le birleu015ferek Yemen Cumhuriyeti adu0131nu0131 almu0131u015ftu0131r.",  "1966 - Barbados, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1961 - Birleu015fmiu015f Milletler'in genel sekreterliu011fine Birmanya'lu0131 (diu011fer adlaru0131yla Myanmar veya Burma) eu011fitimci U Thant seu00e7ildi. U Thant, bu gu00f6revi 31 Aralu0131k 1971 tarihine kadar su00fcrdu00fcrdu00fc.",  "1959 - Alfred Hitchcock'un bau015fyapu0131tu0131 Sapu0131k u00e7ekilmeye bau015flandu0131.",  "1958 - Fransu0131z Ekvatoral Afrikasu0131 iu00e7inde yer alan, u00c7ad, Orta Kongo (u015fimdiki Kongo Cumhuriyeti), Gabon, Orta Afrika Cumhuriyeti, Eylu00fcl 1958'de yapu0131lan referandumda, Fransu0131z Topluluu011fu iu00e7inde u00f6zerk olmak yu00f6nu00fcnde oy kullanmalaru0131 sonucunda federasyon dau011fu0131ldu0131. Geu00e7ici Orta Afrika Cumhuriyetleri Birliu011fi'ni oluu015fturan bu u00fclkeler, Au011fustos 1960'ta bau011fu0131msu0131z oldular.",  "1954 - ABD ilk hidrojen bombasu0131nu0131 Eniwetok Adasu0131'nda patlattu0131.",  "1952 - ABD'nin u00e7ift projektu00f6r kullanu0131lan ilk 3-Boyutlu renkli filmi Bwana Devil ABD'de ilk kez gu00f6sterildi.",  "1948 - Almanya Komu00fcnist Partisi, Berlin'in Sovyetler Birliu011fi'ne ait bu00f6lu00fcmu00fcnde u015fehir hu00fcku00fbmeti oluu015fturdu.",  "1939 - II. Du00fcnya Savau015fu0131'da Ku0131zu0131l Ordu (SSCB) birlikleri Finlandiya'ya saldu0131rdu0131.",  "1939 - Macar Devrimi'nin u00f6nderi Bela Kun, Ukrayna'da kuru015funa dizildi.",  "1930 - Paris'teki bir film u015firketinin du00fczenlediu011fi uluslararasu0131 ses yaru0131u015fmasu0131nu0131n Tu00fcrkiye bu00f6lu00fcmu00fc, Cumhuriyet gazetesince geru00e7ekleu015ftirildi. Yaru0131u015fmaya katu0131lan 38 kiu015fiden Hudadat u015eakir Hanu0131m, 20 Ju00fcri u00fcyesinden 16'su0131nu0131n oyuyla Tu00fcrkiye Ses Kraliu00e7esi seu00e7ildi.",  "1925 - TBMM ku00fcrsu00fcsu00fcnu00fcn arkasu0131ndaki duvara Hakimiyet Milletindir yazu0131su0131 asu0131ldu0131.",  "1925 - Selahiyetsiz saru0131k ve ruhani ku0131yafet tau015fu0131yanlaru0131n cezalandu0131ru0131lmasu0131na iliu015fkin kanun u00e7u0131ktu0131.",  "1925 - Tekke ve zaviyelerin kapatu0131lmasu0131na iliu015fkin kanun kabul edildi.",  "1919 - Fransa'daki seu00e7imlerde kadu0131nlara ilk kez oy hakku0131 tanu0131ndu0131.",  "1909 - Osmanlu0131 tarihiyle ilgili bilimsel u00e7alu0131u015fmalar yapmak amacu0131yla Tarihi Osmani Encu00fcmeni kuruldu.",  "1872 - Du00fcnya futbol tarihinin ilk millu00ee mau00e7u0131 Glasgow'da oynandu0131 (u0130skou00e7ya-0 u0130ngiltere-0)",  "1853 - Sinop Basku0131nu0131: Ku0131ru0131m Savau015fu0131nu0131n u00f6nemli u00e7arpu0131u015fmalaru0131ndan biri olan basku0131nda Rus Karadeniz donanmasu0131, Sinop'ta Osmanlu0131 donanmasu0131na au011fu0131r bir darbe indirdi."]







