["2016 - HDP Eu015f Genel Bau015fkanu0131 Selahattin Demirtau015f, Figen Yu00fcksekdau011f ve 9 HDP Milletvekili hakku0131nda tutuklama kararu0131 u00e7u0131karu0131ldu0131.",  "2009 - Rusya'nu0131n Perm u015fehrindeki bir gece kulu00fcbu00fcnde, havai fiu015fekli kutlamalaru0131n yol au00e7tu0131u011fu0131 yangu0131nda 109 kiu015fi u00f6ldu00fc. [1] 7 Aralu0131k 2009 tarihinde Wayback Machine sitesinde aru015fivlendi.",  "2008 - ABD'de Demokrat aday Barack Obama Bau015fkanlu0131k seu00e7imlerini kazandu0131 ve ABD'nin ilk siyah Bau015fkanu0131 oldu.",  "2007 - TBMM 13 Ekim 2006 tarihli oturumunda 4 Kasu0131m 2007 Pazar gu00fcnu00fc genel seu00e7im yapu0131lmasu0131na karar verdi.",  "2002 - Tu00fcrkiyeu2019de AKP ilk defa iktidara geldi.",  "1995 - u0130zmir'de sel: 65 u00f6lu00fc, yu00fczden fazla yaralu0131.",  "1993 - Emekli Binbau015fu0131 Ahmet Cem Ersever'in cesedi bulundu.",  "1982 - Devlet Bau015fkanu0131 Orgeneral Kenan Evren, Eskiu015fehir'de halka seslendi: "Genu00e7lerimizi mu00fcspet ilim anlayu0131u015fu0131 iu00e7inde yetiu015ftireceu011fiz. Atatu00fcrk ilkelerini bilir, tanu0131r ve uygulamaya yetenekli biu00e7imde yetiu015ftireceu011fiz."",  "1982 - Devlet Bau015fkanu0131 Orgeneral Kenan Evren, halk oylamasu0131na u00fcu00e7 gu00fcn kala u0130stanbul'da halka seslendi: "Benim iu00e7in, bizim iu00e7in oy vermeyiniz. Anayasayu0131 du00fcu015fu00fcnerek oyunuzu kullanu0131nu0131z."",  "1981 - MGK, Yu00fcksek u00d6u011fretim Kanunuu2019nu onayladu0131. Yu00d6K, 6 Kasu0131m 1981'de bu kanuna gu00f6re kuruldu.",  "1980 - ABD'de Cumhuriyetu00e7i aday Ronald Reagan Bau015fkanlu0131k seu00e7imlerini kazandu0131.",  "1979 - Almanya Yeu015filler Partisi kuruldu.",  "1979 - Tahran'daki ABD Elu00e7iliu011fini iu015fgal eden Humeyni yanlu0131laru0131, Elu00e7ilik gu00f6revlilerini rehin aldu0131.",  "1977 - Birleu015fmiu015f Milletler, Gu00fcney Afrika Cumhuriyeti'ne silah satu0131u015fu0131nu0131 yasakladu0131.",  "1972 - u0130smet u0130nu00f6nu00fc, CHP u00fcyeliu011finden istifa etti.",  "1970 - Salvador Allende, u015eili'de yapu0131lan seu00e7imler sonucunda oylaru0131n %36,3'u00fcnu00fc alarak devlet bau015fkanu0131 oldu.",  "1969 - Cumhuriyet Senatosu, 27 Mayu0131s 1960'ta siyasi haklaru0131 ellerinden alu0131nan Demokrat Parti'lilerin haklaru0131nu0131 iade etti.",  "1956 - Sovyet gu00fcu00e7leri Macaristan'a girdi.",  "1952 - ABD Bau015fkanlu0131k seu00e7imlerini Dwight D. Eisenhower kazandu0131.",  "1951 - Din dersi ilkokullarda ders programu0131na alu0131ndu0131.",  "1950 - Avrupa u0130nsan Haklaru0131 Su00f6zleu015fmesi ve Bu00f6lgesel ve Azu0131nlu0131k Diller Avrupa u015eartu0131 kabul edildi.",  "1947 - Bulgaristan Halk Cumhuriyeti ilan edildi.",  "1940 - Birleu015fik Krallu0131k, Girit'i iu015fgal etti.",  "1937 - Mark Twain Cemiyeti, Atatu00fcrk'e madalya verdi.",  "1933 - Yunanistan Hu00fcku00fbmeti Mustafa Kemal Pau015fa'nu0131n dou011fduu011fu eve bir anu0131 levhasu0131 koydu. Levhada "Tu00fcrk milletinin bu00fcyu00fck mu00fcceddidi ve Balkan ittihadu0131nu0131n mu00fczahiri Gazi Mustafa Kemal bu evde du00fcnyaya gelmiu015ftir." yazu0131lu0131.",  "1922 - u0130ngiliz arkeolog Howard Carter ve ekibi, Tutankamon'un mezaru0131nu0131 keu015ffetti.",  "1922 - Osmanlu0131 Devletinin Resmu00ee Gazetesi Takvim-i Vekayi yayu0131nu0131nu0131 durdurdu.",  "1922 - Son Osmanlu0131 Hu00fcku00fbmeti (Tevfik Pau015fa kabinesi) istifa etti.",  "1918 - Yunanistan Sosyalist Emek Partisiu00a0kuruldu. Parti, 1924 Kasu0131m ayu0131ndaki 3. olau011fanu00fcstu00fc kongresinde adu0131nu0131 deu011fiu015ftirerek Yunanistan Komu00fcnist Partisi adu0131nu0131 aldu0131.",  "1909 - Bau011fdat Demiryollaru0131 kapsamu0131nda yapu0131lan Haydarpau015fa Garu0131 tu00f6renle au00e7u0131ldu0131.",  "1879 - Amerikalu0131 James J. Ritty, yazar kasayu0131 geliu015ftirdi.",  "1875 - Kadu0131nlar u0130u00e7in Ayine Dergisi, Selanik'te yayu0131na bau015fladu0131.",  "1757 - 30 Ekim gu00fcnu00fc tahta u00e7u0131kan III. Mustafa'nu0131n ku0131lu0131u00e7 kuu015fanma tu00f6reni yapu0131ldu0131. Kuu015fanu0131lan ku0131lu0131u00e7 u00d6mer bin Hattab'a aitti.",  "1737 - u0130talya'nu0131n Napoli kentinde, San Carlo Tiyatrosu au00e7u0131ldu0131.",  "1515 - Osmanlu0131 u0130mparatorluu011funda Diyarbekir Eyaleti oluu015fturuldu, Bu0131yu0131klu0131 Mehmet Pau015fa da ilk beylerbeyi olarak atandu0131."]







