["2016 - HDP Eş Genel Başkanı Selahattin Demirtaş, Figen Yüksekdağ ve 9 HDP Milletvekili hakkında tutuklama kararı çıkarıldı.", "2009 - Rusya'nın Perm şehrindeki bir gece kulübünde, havai fişekli kutlamaların yol açtığı yangında 109 kişi öldü. [1] 7 Aralık 2009 tarihinde Wayback Machine sitesinde arşivlendi.", "2008 - ABD'de Demokrat aday Barack Obama Başkanlık seçimlerini kazandı ve ABD'nin ilk siyah Başkanı oldu.", "2007 - TBMM 13 Ekim 2006 tarihli oturumunda 4 Kasım 2007 Pazar günü genel seçim yapılmasına karar verdi.", "2002 - Türkiye’de AKP ilk defa iktidara geldi.", "1995 - İzmir'de sel: 65 ölü, yüzden fazla yaralı.", "1993 - Emekli Binbaşı Ahmet Cem Ersever'in cesedi bulundu.", "1982 - Devlet Başkanı Orgeneral Kenan Evren, Eskişehir'de halka seslendi: \"Gençlerimizi müspet ilim anlayışı içinde yetiştireceğiz. Atatürk ilkelerini bilir, tanır ve uygulamaya yetenekli biçimde yetiştireceğiz.\"", "1982 - Devlet Başkanı Orgeneral Kenan Evren, halk oylamasına üç gün kala İstanbul'da halka seslendi: \"Benim için, bizim için oy vermeyiniz. Anayasayı düşünerek oyunuzu kullanınız.\"", "1981 - MGK, Yüksek Öğretim Kanunu’nu onayladı. YÖK, 6 Kasım 1981'de bu kanuna göre kuruldu.", "1980 - ABD'de Cumhuriyetçi aday Ronald Reagan Başkanlık seçimlerini kazandı.", "1979 - Almanya Yeşiller Partisi kuruldu.", "1979 - Tahran'daki ABD Elçiliğini işgal eden Humeyni yanlıları, Elçilik görevlilerini rehin aldı.", "1977 - Birleşmiş Milletler, Güney Afrika Cumhuriyeti'ne silah satışını yasakladı.", "1972 - İsmet İnönü, CHP üyeliğinden istifa etti.", "1970 - Salvador Allende, Şili'de yapılan seçimler sonucunda oyların %36,3'ünü alarak devlet başkanı oldu.", "1969 - Cumhuriyet Senatosu, 27 Mayıs 1960'ta siyasi hakları ellerinden alınan Demokrat Parti'lilerin haklarını iade etti.", "1956 - Sovyet güçleri Macaristan'a girdi.", "1952 - ABD Başkanlık seçimlerini Dwight D. Eisenhower kazandı.", "1951 - Din dersi ilkokullarda ders programına alındı.", "1950 - Avrupa İnsan Hakları Sözleşmesi ve Bölgesel ve Azınlık Diller Avrupa Şartı kabul edildi.", "1947 - Bulgaristan Halk Cumhuriyeti ilan edildi.", "1940 - Birleşik Krallık, Girit'i işgal etti.", "1937 - Mark Twain Cemiyeti, Atatürk'e madalya verdi.", "1933 - Yunanistan Hükûmeti Mustafa Kemal Paşa'nın doğduğu eve bir anı levhası koydu. Levhada \"Türk milletinin büyük müceddidi ve Balkan ittihadının müzahiri Gazi Mustafa Kemal bu evde dünyaya gelmiştir.\" yazılı.", "1922 - İngiliz arkeolog Howard Carter ve ekibi, Tutankamon'un mezarını keşfetti.", "1922 - Osmanlı Devletinin Resmî Gazetesi Takvim-i Vekayi yayınını durdurdu.", "1922 - Son Osmanlı Hükûmeti (Tevfik Paşa kabinesi) istifa etti.", "1918 - Yunanistan Sosyalist Emek Partisi kuruldu. Parti, 1924 Kasım ayındaki 3. olağanüstü kongresinde adını değiştirerek Yunanistan Komünist Partisi adını aldı.", "1909 - Bağdat Demiryolları kapsamında yapılan Haydarpaşa Garı törenle açıldı.", "1879 - Amerikalı James J. Ritty, yazar kasayı geliştirdi.", "1875 - Kadınlar İçin Ayine Dergisi, Selanik'te yayına başladı.", "1757 - 30 Ekim günü tahta çıkan III. Mustafa'nın kılıç kuşanma töreni yapıldı. Kuşanılan kılıç Ömer bin Hattab'a aitti.", "1737 - İtalya'nın Napoli kentinde, San Carlo Tiyatrosu açıldı.", "1515 - Osmanlı İmparatorluğunda Diyarbekir Eyaleti oluşturuldu, Bıyıklı Mehmet Paşa da ilk beylerbeyi olarak atandı."]