["2023 - 38. Cumhuriyet Halk Partisi Olau011fan Kurultayu0131'nda yapu0131lan genel bau015fkanlu0131k seu00e7imleri sonucunda u00d6zgu00fcr u00d6zel, partinin yeni genel bau015fkanu0131 seu00e7ildi. u00d6nceki bau015fkan Kemal Ku0131lu0131u00e7darou011flu 13 yu0131ldu0131r gu00f6revdeydi.",  "2006 - Irak'u0131n devrik lideri Saddam Hu00fcseyin'e, bir kentte 148 u015eiinin u00f6ldu00fcru00fclmesi suu00e7undan idam cezasu0131 verildi.",  "1996 - ABD Bau015fkanlu0131k seu00e7imlerini Bill Clinton kazandu0131.",  "1994 - 45 yau015fu0131ndaki George Foreman, Michael Moorer'u0131 nakavt ederek en yau015flu0131 au011fu0131r su0131klet boks u015fampiyonu oldu.",  "1991 - Filipinler'de meydana gelen selde yaklau015fu0131k 7000 kiu015fi u00f6ldu00fc.",  "1986 - Yanmasu0131nu0131n ardu0131ndan 45 yu0131l sonra, u0130stanbul Ortodoks Fener Rum Patrikhanesi'nin yeniden yapu0131lmasu0131na izin verildi.",  "1984 - Gu00fcney Afrika Cumhuriyeti'nde u0131rku00e7u0131lu0131u011fa karu015fu0131 genel grev yapu0131ldu0131.",  "1979 - Ayetullah Humeyni ABD'yi en bu00fcyu00fck u015feytan ilan etti.",  "1972 - Bu00fclent Ecevit, bir gu00fcn u00f6nce CHP u00fcyeliu011finden istifa eden u0130smet u0130nu00f6nu00fc iu00e7in, "u0130nu00f6nu00fc'ye esenlik ve uzun u00f6mu00fcr dilerim" dedi.",  "1968 - ABD Bau015fkanlu0131k seu00e7imlerini Richard M. Nixon kazandu0131.",  "1964 - Tu00fcrkiye - Sovyetler Birliu011fi Ku00fcltu00fcr Anlau015fmasu0131 imzalandu0131.",  "1957 - Vatan Partisi Genel Bau015fkanu0131 Dr. Hikmet Ku0131vu0131lcu0131mlu0131 tutuklandu0131. Ku0131vu0131lcu0131mlu0131, dini siyasete alet ederek komu00fcnizm propagandasu0131 yapmakla suu00e7lanu0131yordu.",  "1956 - Sovyet tanklaru0131 Macaristan'daki ayaklanmayu0131 bastu0131rdu0131; Janos Kadar bau015fkanlu0131u011fu0131nda yeni bir Hu00fcku00fcmet kuruldu.",  "1945 - Kolombiya, Birleu015fmiu015f Milletler u00f6rgu00fctu00fcne u00fcye oldu.",  "1942 - II. Du00fcnya Savau015fu0131 gu00fcnlerinde, lokantalara ve birahanelere ekmek verilmesi yasaklandu0131.",  "1940 - ABD Bau015fkanlu0131k seu00e7imlerini Franklin D. Roosevelt kazandu0131.",  "1939 - Hatay ilinde 5 sandalye iu00e7in milletvekili ara seu00e7imi yapu0131ldu0131.",  "1936 - Eski adu0131 Mekteb-i Mu00fclkiye olan Siyasal Bilgiler Okulu u0130stanbul'dan Ankara'ya tau015fu0131ndu0131.",  "1934 - Devlet Tiyatrolaru0131 Genel Mu00fcdu00fcrlu00fcu011fu00fc (Tu00fcrkiye) kuruldu.",  "1930 - u0130lk televizyon reklamu0131 Londra'da gu00f6sterildi.",  "1925 - Ankara Hukuk Faku00fcltesi, Atatu00fcrk tarafu0131ndan au00e7u0131ldu0131.",  "1925 - Benito Mussolini, sol partilerin tu00fcmu00fcnu00fc kapattu0131.",  "1924 - u00c7in'in "Ku00fcu00e7u00fck u0130mparator"u Puyi, krallu0131k sarayu0131ndan u00e7u0131karu0131ldu0131. Manu00e7u unvanlaru0131 iptal edildi.",  "1922 - u0130smet Pau015fa bau015fkanlu0131u011fu0131ndaki TBMM Delegasyonu, Lozan Baru0131u015f Konferansu0131na katu0131lmak u00fczere, u0130sviu00e7re'ye hareket etti.",  "1919 - Gaziantep, Fransu0131z kuvvetleri tarafu0131ndan iu015fgal edildi.",  "1914 - Ku0131bru0131s'u0131n yu00f6netimi, Osmanlu0131 u0130mparatorluu011fu'ndan Birleu015fik Krallu0131k'a geu00e7ti.",  "1914 - Birleu015fik Krallu0131k ve Fransa, Osmanlu0131 u0130mparatorluu011funa savau015f ilan etti.",  "1912 - ABD Bau015fkanlu0131k seu00e7imlerini Woodrow Wilson kazandu0131.",  "1911 - 29 Eylu00fcl 1911'de Osmanlu0131 u0130mparatorluu011fu'na savau015f ilan ettikten sonra; u0130talya, Trablus ve Sirenayka'yu0131 ilhak etti.",  "1898 - Negrese milliyetu00e7ileri, u0130spanyol yu00f6netimine karu015fu0131 ayaklandu0131 ve ku0131sa u00f6mu00fcrlu00fc Negros Cumhuriyeti'ni kurdu.",  "1895 - Rochester, New York'tan George B. Selden, benzinle u00e7alu0131u015fan otomobil iu00e7in ilk ABD patentini aldu0131.",  "1854 - u0130ngiliz-Fransu0131z Birleu015fik Donanmasu0131 Ku0131ru0131m Savau015fu0131u2019nda Rus donanmasu0131nu0131 yenilgiye uu011frattu0131.",  "1840 - Afganistan, u0130ngilizlere teslim oldu.",  "1780 - Albay LaBalme komutasu0131ndaki Fransu0131z-Amerikan kuvvetleri Miami u015eefi 'Little Turtle' tarafu0131ndan yenildi.",  "1757 - Prusya Kralu0131 II. Friedrich, Yedi Yu0131l Savau015flaru0131'nda Fransa'yu0131, Rosbach'da yendi.",  "1638 - IV. Murat komutasu0131ndaki Osmanlu0131 ordusu, Musul'a girdi.",  "1605 - Guy Fawkes u0130ngiltere'de Westminster Sarayu0131'nu0131 havaya uu00e7urmaya kalku0131u015ftu0131. Fawkes ve arkadau015flaru0131 idam edildi. (Barut komplosu)",  "1556 - Hindistan'daki Babu00fcr u0130mparatorluu011fu, II. Panipat Zaferi'ni kazanarak eski gu00fccu00fcne kavuu015ftu. Tahtta hak iddia eden Hemu, Ekber u015eah'u0131n veziri Bayram Han tarafu0131ndan yenildi ve Babu00fcr Hanedanu0131nu0131n fetret devri sona erdi.",  "1499 - Jehan Lagadeuc tarafu0131ndan 1464'te Tru00e9guier'de yazu0131lan Catholicon Yayu0131nu0131; bu ilk Bretonca su00f6zlu00fck ve aynu0131 zamanda ilk Fransu0131zca su00f6zlu00fcktu00fcr.",  "1138 - Lu00fd Anh Tu00f4ng, 37 yu0131llu0131k bir saltanata bau015flayarak iki yau015fu0131nda Vietnam imparatoru olarak tahta u00e7u0131ktu0131."]







