["2015 - CNBC-e yayu0131n hayatu0131na son verdi.",  "2012 - Barack Obama, ABD Bau015fkanlu0131k seu00e7imlerini ikinci kez kazandu0131.",  "2008 - ABD'de bir zamanlaru0131n u00e7ocuk yu0131ldu0131zu0131 Skylar Deleon cinayet suu00e7lamasu0131yla yargu0131landu0131u011fu0131 mahkemede idama mahku00fbm oldu.",  "2002 - Winona Ryder, New York'ta bir butikten 5.500 dolar deu011ferinde eu015fya u00e7almaktan suu00e7lu bulundu.",  "2001 - Michael Bloomberg, New York Belediye Bau015fkanu0131 seu00e7ildi.",  "2001 - Belu00e7ika havayolu u015firketi Sabena, iflas ettiu011fini au00e7u0131kladu0131.",  "1991 - TBMMu2019de yemin tu00f6reninde Sosyaldemokrat Halku00e7u0131 Parti (SHP) milletvekilleri Hatip Dicle ve Leyla Zana'nu0131n yemin du0131u015fu0131nda Ku00fcrtu00e7e olarak ek su00f6zler su00f6ylemeleri tartu0131u015fma yarattu0131. SHP Genel Bau015fkanu0131 Erdal u0130nu00f6nu00fc Dicle ve Zana'nu0131n partiden istifa etmelerini istedi.",  "1989 - Gu00fcneydou011fu Anadolu Projesi Bu00f6lge Kalku0131nma u0130daresi Bau015fkanlu0131u011fu0131 GAP kuruldu.",  "1985 - Kolombiya'da, Kolombiya Devrimci Silahlu0131 Gu00fcu00e7leri'ne bau011flu0131 solcu gerillalar Adalet Sarayu0131nu0131 ele geu00e7irdi; u00e7atu0131u015fmalarda 11'i hakim 115 kiu015fi u00f6ldu00fc.",  "1984 - Ronald Reagan ABD Bau015fkanu0131 seu00e7ildi.",  "1983 - Genel seu00e7imler yapu0131ldu0131: ANAP 211 milletvekili ile tek bau015fu0131na iktidar oldu. Halku00e7u0131 Parti (HP) 117, Milliyetu00e7i Demokrasi Partisi (MDP) 71 milletvekili u00e7u0131kardu0131. 1983 seu00e7imleri 12 Eylu00fcl 1980'den sonra kurulan partilerin katu0131ldu0131u011fu0131 ilk genel seu00e7im oldu.",  "1982 - Au00dc SBF Basu0131n ve Yayu0131n Yu00fcksek Okulu, Siyasal Bilgiler Faku00fcltesi'nden (SBF) ayru0131larak Ankara u00dcniversitesi u0130letiu015fim Faku00fcltesi (u0130lef) adu0131nu0131 aldu0131.",  "1981 - Yu00fckseku00f6u011fretim Kurulu (Yu00d6K) kuruldu.",  "1981 - Millu00ee Gu00fcvenlik Konseyi, "Devlet Mezarlu0131u011fu0131 Hakku0131nda Kanun"u kabul etti.",  "1971 - ABD Atom Enerji Komisyonu AEC, Alaska'nu0131n Aleut taku0131madalaru0131nda bulunan Amchitka adasu0131nda Cannikin kod adu0131 verilen ABD'nin en bu00fcyu00fck yer altu0131 hidrojen bombasu0131 denemesini yaptu0131.",  "1971 - u0130stanbul Ku00fcltu00fcr Sarayu0131'nu0131n adu0131, Atatu00fcrk Ku00fcltu00fcr Merkezi (AKM) olarak deu011fiu015ftirildi.",  "1955 - Kayseri u015eeker Fabrikasu0131'nda u00fcretime bau015flandu0131.",  "1944 - ABD'nin "Hanford Atomik Tesisleri"'nde plu00fctonyum u00fcretimi mu00fcmku00fcn oldu. Bu plu00fctonyum daha sonra Japonya'nu0131n Nagasaki u015fehrine atu0131lacak olan u015eiu015fman Adam kod adlu0131 atom bombasu0131'nu0131n yapu0131mu0131nda kullanu0131lacaktu0131r.",  "1943 - II. Du00fcnya Savau015fu0131 su00fcrerken Rusya, Kiev u015fehrini Almanlardan geri aldu0131. Almanlar u00e7ekilirken u015eehrin biru00e7ok tarihi binasu0131nu0131 yerle bir etmiu015fti.",  "1937 - u0130talya, Almanya ile Japonya arasu0131ndaki anti-komu00fcnist pakta katu0131ldu0131.",  "1936 - u0130zmit'te ku00e2u011fu0131t ve karton fabrikasu0131 au00e7u0131ldu0131.",  "1931 - u0130stanbul'da dolmuu015flarda saru0131-siyah damalu0131 bant uygulamasu0131 bau015flatu0131ldu0131.",  "1928 - Herbert C. Hoover, ABD Bau015fkanu0131 seu00e7ildi.",  "1923 - Tu00fcrkiye Turing ve Otomobil Kurumu kuruldu.",  "1923 - Amerikalu0131 Jacob Schick, ilk elektrikli tu0131rau015f makinesinin patentini aldu0131.",  "1919 - Zyatkiv Anlau015fmasu0131 imzalandu0131.",  "1918 - u00c7anakkale Bou011fazu0131, u0130ngiliz ve Fransu0131zlarca iu015fgal edildi.",  "1917 - Finlandiya, Rus u0130mparatorluu011fu'ndan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1913 - Hint lider Mahatma Gandhi tutuklandu0131.",  "1860 - Abraham Lincoln, ABD bau015fkanu0131 seu00e7ildi."]







