["2015 - CNBC-e yayın hayatına son verdi.", "2012 - Barack Obama, ABD Başkanlık seçimlerini ikinci kez kazandı.", "2008 - ABD'de bir zamanların çocuk yıldızı Skylar Deleon cinayet suçlamasıyla yargılandığı mahkemede idama mahkûm oldu.", "2002 - Winona Ryder, New York'ta bir butikten 5.500 dolar değerinde eşya çalmaktan suçlu bulundu.", "2001 - Michael Bloomberg, New York Belediye Başkanı seçildi.", "2001 - Belçika havayolu şirketi Sabena, iflas ettiğini açıkladı.", "1991 - TBMM’de yemin töreninde Sosyaldemokrat Halkçı Parti (SHP) milletvekilleri Hatip Dicle ve Leyla Zana'nın yemin dışında Kürtçe olarak ek sözler söylemeleri tartışma yarattı. SHP Genel Başkanı Erdal İnönü Dicle ve Zana'nın partiden istifa etmelerini istedi.", "1989 - Güneydoğu Anadolu Projesi Bölge Kalkınma İdaresi Başkanlığı GAP kuruldu.", "1985 - Kolombiya'da, Kolombiya Devrimci Silahlı Güçleri'ne bağlı solcu gerillalar Adalet Sarayını ele geçirdi; çatışmalarda 11'i hakim 115 kişi öldü.", "1984 - Ronald Reagan ABD Başkanı seçildi.", "1983 - Genel seçimler yapıldı: ANAP 211 milletvekili ile tek başına iktidar oldu. Halkçı Parti (HP) 117, Milliyetçi Demokrasi Partisi (MDP) 71 milletvekili çıkardı. 1983 seçimleri 12 Eylül 1980'den sonra kurulan partilerin katıldığı ilk genel seçim oldu.", "1982 - AÜ SBF Basın ve Yayın Yüksek Okulu, Siyasal Bilgiler Fakültesi'nden (SBF) ayrılarak Ankara Üniversitesi İletişim Fakültesi (İlef) adını aldı.", "1981 - Yükseköğretim Kurulu (YÖK) kuruldu.", "1981 - Millî Güvenlik Konseyi, \"Devlet Mezarlığı Hakkında Kanun\"u kabul etti.", "1971 - ABD Atom Enerji Komisyonu AEC, Alaska'nın Aleut takımadalarında bulunan Amchitka adasında Cannikin kod adı verilen ABD'nin en büyük yer altı hidrojen bombası denemesini yaptı.", "1971 - İstanbul Kültür Sarayı'nın adı, Atatürk Kültür Merkezi (AKM) olarak değiştirildi.", "1955 - Kayseri Şeker Fabrikası'nda üretime başlandı.", "1944 - ABD'nin \"Hanford Atomik Tesisleri\"'nde plütonyum üretimi mümkün oldu. Bu plütonyum daha sonra Japonya'nın Nagasaki şehrine atılacak olan Şişman Adam kod adlı atom bombası'nın yapımında kullanılacaktır.", "1943 - II. Dünya Savaşı sürerken Rusya, Kiev şehrini Almanlardan geri aldı. Almanlar çekilirken Şehrin birçok tarihi binasını yerle bir etmişti.", "1937 - İtalya, Almanya ile Japonya arasındaki anti-komünist pakta katıldı.", "1936 - İzmit'te kâğıt ve karton fabrikası açıldı.", "1931 - İstanbul'da dolmuşlarda sarı-siyah damalı bant uygulaması başlatıldı.", "1928 - Herbert C. Hoover, ABD Başkanı seçildi.", "1923 - Türkiye Turing ve Otomobil Kurumu kuruldu.", "1923 - Amerikalı Jacob Schick, ilk elektrikli tıraş makinesinin patentini aldı.", "1919 - Zyatkiv Anlaşması imzalandı.", "1918 - Çanakkale Boğazı, İngiliz ve Fransızlarca işgal edildi.", "1917 - Finlandiya, Rus İmparatorluğu'ndan bağımsızlığını ilan etti.", "1913 - Hint lider Mahatma Gandhi tutuklandı.", "1860 - Abraham Lincoln, ABD başkanı seçildi."]