["2020 - u0130kinci Dau011flu0131k Karabau011f Savau015fu0131'nda Azerbaycan gu00fcu00e7leri u015euu015fa u015fehrini Eru00f6eni iu015fgalinden kurtardu0131. Bu tarih daha sonra Zafer Bayramu0131 ilan edildi.",  "2013 - Filipinler bau015fta olmak u00fczere Gu00fcneydou011fu Asya'yu0131 etkisi altu0131na alan Haiyan Tayfunu geru00e7ekleu015fti; 6.300 kiu015fi u00f6ldu00fc.",  "2009 - El Salvador'da sel 124 kiu015finin u00f6lu00fcmu00fcne yol au00e7tu0131, 60 kiu015fi kayboldu.[1]",  "2000 - Katu0131lu0131m Ortaklu0131u011fu0131 Belgesi au00e7u0131klandu0131. Bu belge Tu00fcrkiye'nin Avrupa Birliu011fi u00fcyeliu011finde atmasu0131 gereken adu0131mlaru0131 belirliyor.",  "1996 - u0130u00e7iu015fleri Bakanu0131 Mehmet Au011far istifa etti. Au011far Susurluk kazasu0131 bau011flantu0131lu0131 "u00e7ete" iddialaru0131yla suu00e7lanmu0131u015ftu0131. Yerine, Meral Aku015fener u0130u00e7iu015fleri Bakanu0131 oldu.",  "1988 - ABD Bau015fkanlu0131k seu00e7imlerinde, Cumhuriyetu00e7i aday George H. W. Bush seu00e7ildi.",  "1988 - u00c7in'de deprem: 1000 kiu015fi u00f6ldu00fc.",  "1982 - Tu00fcrkiye'de Referanduma sunulan Anayasa'nu0131n yu00fczde 91,3 oyla kabul edildiu011fi au00e7u0131klandu0131.",  "1971 - u0130ngiliz Rock topluluu011fu Led Zeppelin'in 4. albu00fcmleri u00e7u0131ktu0131. Albu00fcmde grubun en u00e7ok bilinen u015farku0131su0131 "Stairway to Heaven" var.",  "1965 - Ankara Siyasal Bilgiler Faku00fcltesi'ne bau011flu0131 Basu0131n ve Yayu0131n Yu00fcksek Okulu au00e7u0131ldu0131.",  "1960 - John F. Kennedy, ABD Bau015fkanu0131 seu00e7ildi.",  "1942 - II. Du00fcnya Savau015fu0131: Britanya u0130mparatorluu011fu ve ABD, Kuzey Afrika'da Cezayir ve Fas'u0131 iu015fgal ettiler.",  "1941 - Arnavutluk Komu00fcnist Partisi kuruldu. 1948'de Arnavutluk Emek Partisi adu0131nu0131 aldu0131.",  "1939 - George Elser, Hitler'e suikast du00fczenledi fakat suikast bau015faru0131lu0131 olmadu0131.",  "1938 - Atatu00fcrk, ikinci kez au011fu0131r komaya girdi.",  "1935 - Fernand Bouisson, Fransa Bau015fbakanu0131 oldu.",  "1933 - Afganistan Kralu0131 Nadir u015eah u00f6ldu00fcru00fcldu00fc, yerine 18 yau015fu0131ndaki ou011flu Zahir u015eah geu00e7ti.",  "1932 - Franklin D. Roosevelt, ABD Bau015fkanu0131 seu00e7ildi.",  "1932 - Nazi Partisi, Almanya seu00e7imlerinde 196 milletvekilliyle yine birinci parti oldu.",  "1928 - Cumhurbau015fkanu0131 Mustafa Kemal, Millet Mektepleri'nin Genel Bau015fkanlu0131u011fu0131nu0131 ve Bau015fu00f6u011fretmenliu011fini kabul etti.",  "1923 - Almanya'da Adolf Hitler ve yandau015flaru0131 tarihe "Birahane Darbesi" olarak geu00e7ecek olan olayla Bavyera eyaletinin yu00f6netimini ele geu00e7irmek iu00e7in ayaklandu0131.",  "1922 - Lu00fcleburgaz'u0131n du00fcu015fman iu015fgalinden kurtuluu015fu",  "1899 - Bronx hayvanat bahu00e7esi au00e7u0131ldu0131.",  "1895 - Alman fiziku00e7i Wilhelm Ru00f6ntgen, X u0131u015fu0131nu0131nu0131 keu015ffetti.",  "1892 - Grover Cleveland, ABD Bau015fkanu0131 seu00e7ildi.",  "1889 - Montana, ABD'nin 41. Eyaleti oldu.",  "1887 - Gramofonun patenti, Alman ku00e2u015fif Emile Berliner tarafu0131ndan alu0131ndu0131.",  "1864 - Abraham Lincoln, ABD Bau015fkanu0131 seu00e7ildi.",  "1829 - Uzun Mehmet, Karadeniz Ereu011flisi Kestaneci ku00f6yu00fcnde ilk maden ku00f6mu00fcru00fcnu00fc buldu.",  "1793 - Paris'te Louvre Mu00fczesi au00e7u0131ldu0131.",  "1708 - Valide-i Cedid Camii'nin temeli atu0131ldu0131.",  "1520 - Danimarka Kralu0131, II. Christian'u0131n emriyle Stockholm Katliamu0131 geru00e7ekleu015fti."]







