["2020 - İkinci Dağlık Karabağ Savaşı'nda Azerbaycan güçleri Şuşa şehrini Eröeni işgalinden kurtardı. Bu tarih daha sonra Zafer Bayramı ilan edildi.", "2013 - Filipinler başta olmak üzere Güneydoğu Asya'yı etkisi altına alan Haiyan Tayfunu gerçekleşti; 6.300 kişi öldü.", "2009 - El Salvador'da sel 124 kişinin ölümüne yol açtı, 60 kişi kayboldu.[1]", "2000 - Katılım Ortaklığı Belgesi açıklandı. Bu belge Türkiye'nin Avrupa Birliği üyeliğinde atması gereken adımları belirliyor.", "1996 - İçişleri Bakanı Mehmet Ağar istifa etti. Ağar Susurluk kazası bağlantılı \"çete\" iddialarıyla suçlanmıştı. Yerine, Meral Akşener İçişleri Bakanı oldu.", "1988 - ABD Başkanlık seçimlerinde, Cumhuriyetçi aday George H. W. Bush seçildi.", "1988 - Çin'de deprem: 1000 kişi öldü.", "1982 - Türkiye'de Referanduma sunulan Anayasa'nın yüzde 91,3 oyla kabul edildiği açıklandı.", "1971 - İngiliz Rock topluluğu Led Zeppelin'in 4. albümleri çıktı. Albümde grubun en çok bilinen şarkısı \"Stairway to Heaven\" var.", "1965 - Ankara Siyasal Bilgiler Fakültesi'ne bağlı Basın ve Yayın Yüksek Okulu açıldı.", "1960 - John F. Kennedy, ABD Başkanı seçildi.", "1942 - II. Dünya Savaşı: Britanya İmparatorluğu ve ABD, Kuzey Afrika'da Cezayir ve Fas'ı işgal ettiler.", "1941 - Arnavutluk Komünist Partisi kuruldu. 1948'de Arnavutluk Emek Partisi adını aldı.", "1939 - George Elser, Hitler'e suikast düzenledi fakat suikast başarılı olmadı.", "1938 - Atatürk, ikinci kez ağır komaya girdi.", "1935 - Fernand Bouisson, Fransa Başbakanı oldu.", "1933 - Afganistan Kralı Nadir Şah öldürüldü, yerine 18 yaşındaki oğlu Zahir Şah geçti.", "1932 - Franklin D. Roosevelt, ABD Başkanı seçildi.", "1932 - Nazi Partisi, Almanya seçimlerinde 196 milletvekilliyle yine birinci parti oldu.", "1928 - Cumhurbaşkanı Mustafa Kemal, Millet Mektepleri'nin Genel Başkanlığını ve Başöğretmenliğini kabul etti.", "1923 - Almanya'da Adolf Hitler ve yandaşları tarihe \"Birahane Darbesi\" olarak geçecek olan olayla Bavyera eyaletinin yönetimini ele geçirmek için ayaklandı.", "1922 - Lüleburgaz'ın düşman işgalinden kurtuluşu", "1899 - Bronx hayvanat bahçesi açıldı.", "1895 - Alman fizikçi Wilhelm Röntgen, X ışınını keşfetti.", "1892 - Grover Cleveland, ABD Başkanı seçildi.", "1889 - Montana, ABD'nin 41. Eyaleti oldu.", "1887 - Gramofonun patenti, Alman kâşif Emile Berliner tarafından alındı.", "1864 - Abraham Lincoln, ABD Başkanı seçildi.", "1829 - Uzun Mehmet, Karadeniz Ereğlisi Kestaneci köyünde ilk maden kömürünü buldu.", "1793 - Paris'te Louvre Müzesi açıldı.", "1708 - Valide-i Cedid Camii'nin temeli atıldı.", "1520 - Danimarka Kralı, II. Christian'ın emriyle Stockholm Katliamı gerçekleşti."]