["2020 - Azerbaycan ve Ermenistan arasu0131ndaki Dau011flu0131k Karabau011f Savau015fu0131'nu0131 bitiren Ateu015fkes Antlau015fmasu0131 imzalandu0131.",  "2011 - Van'da 5.6 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi.",  "2005 - u015eemdinli'de patlayan bir bombanu0131n ardu0131ndan olaylar u00e7u0131ktu0131.",  "1995 - Avrupa Parlamentosu, hapisteki DEP milletvekili Leyla Zana'ya Sakharov Du00fcu015fu00fcnce u00d6zgu00fcrlu00fcu011fu00fc u00d6du00fclu00fc verdi.",  "1994 - Aziz Nesin, "Uluslararasu0131 Basu0131n u00d6zgu00fcrlu00fcu011fu00fc u00d6du00fclu00fc"nu00fc aldu0131. u00d6du00fclu00fc, merkezi New York'ta bulunan Gazetecileri Koruma Komitesi verdi.",  "1994 - Urfa tu00fcneli'ne tu00f6renle su verildi. Tu00fcnel, Fu0131rat'u0131n suyunu Harran'a kavuu015fturacak.",  "1993 - Hu0131rvat topu00e7u bataryalaru0131, Bosna'nu0131n Mostar kentindeki Osmanlu0131 Mostar Ku00f6pru00fcsu00fc'nu00fc tahrip etti. Ku00f6pru00fc 16. yu00fczyu0131lda yapu0131lmu0131u015ftu0131.",  "1990 - Mary Robinson, u0130rlanda'nu0131n ilk kadu0131n Devlet Bau015fkanu0131 oldu.",  "1989 - Dou011fu Alman Hu00fcku00fbmetinin, iki Almanya arasu0131nda seyahati serbest bu0131rakmasu0131 u00fczerine, binlerce kiu015fi Berlin Duvaru0131'nu0131 au015farak Batu0131ya geu00e7meye bau015fladu0131. 13 Au011fustos 1961'de inu015fa edilen Duvar'u0131n yu0131ku0131lmasu0131yla Sou011fuk Savau015f du00f6nemi sona erdi.",  "1989 - Kenan Evren'in Cumhurbau015fkanlu0131u011fu0131 gu00f6revi bitti, Turgut u00d6zal Cumhurbau015fkanu0131 seu00e7ildi.",  "1988 - Sosyaldemokrat Halku00e7u0131 Parti (SHP) Milletvekili Fikri Sau011flar, 1980-1988 arasu0131nda iu015fkenceden 149 kiu015finin u00f6ldu00fcu011fu00fcnu00fc au00e7u0131kladu0131.",  "1988 - Galatasaray Futbol Taku0131mu0131, u015eampiyon Kulu00fcpler Kupasu0131'nda u00e7eyrek finale u00e7u0131ktu0131; Galatasaray u0130stanbul'da Neuchu00e2tel Xamax taku0131mu0131nu0131 5-0 yendi.",  "1985 - Satranu00e7ta Gary Kasparov, Anatoly Karpov'u yendi; Du00fcnya satranu00e7 u015fampiyonu oldu.",  "1985 - Cumhurbau015fkanu0131 Kenan Evren'in Necmettin Erbakan'a tepkisi: "Yaru0131n aynu0131 zamanda Atatu00fcrk'u00fcn u00f6lu00fcmu00fcnu00fcn yu0131l du00f6nu00fcmu00fc. Erbakan bu00f6yle bir gu00fcnde Ankara'da bulunur mu? Onun bau015fkenti Konya. Elbette oraya gidecek."",  "1982 - u0130ki gu00fcn u00f6nce %91,37 "EVET" oyuyla kabul edilen 1982 Anayasasu0131 yu00fcru00fcrlu00fcu011fe girdi. Kenan Evren, Tu00fcrkiye'nin 7. Cumhurbau015fkanu0131 olarak gu00f6reve bau015fladu0131.",  "1977 - Bau015fbakan Su00fcleyman Demirel eleu015ftirileri yanu0131tladu0131. "70 sente muhtau00e7 olduu011fumuz devirde hacu0131laru0131mu0131za 70 milyon dolar bulduk" dedi.",  "1968 - ABD'nin Illinois Eyaletinde, 5,4 bu00fcyu00fcklu00fcu011fu00fcnde deprem meydana geldi.",  "1953 - Kambou00e7ya, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1938 - Kristal Gece: Yahudilere karu015fu0131 toplu saldu0131ru0131lar bau015fladu0131. Berlin'de 7 bin Yahudi du00fckku00e2nu0131 yau011fmalandu0131, yu00fczlerce sinagog ateu015fe verildi ve u00e7ok sayu0131da Yahudi u00f6ldu00fcru00fcldu00fc.",  "1937 - Japonya, u015eanghay'a girdi.",  "1936 - Montreux Bou011fazlar Su00f6zleu015fmesi yu00fcru00fcrlu00fcu011fe girdi.",  "1930 - Avusturya'da yapu0131lan seu00e7imleri sosyalistler kazandu0131. Naziler ve komu00fcnistler Parlamentoya giremedi.",  "1924 - Refet Pau015fa (Refet Bele), Rauf Bey (Rauf Orbay) ve Adnan Bey'in (Adnan Adu0131var) aralaru0131nda bulunduu011fu bir grup milletvekili Halk Fu0131rkasu0131'ndan istifa etti.",  "1921 - Benito Mussolini, u0130talya'da Ulusal Fau015fist Parti'yi kurdu.",  "1918 - Almanya'da Weimar Cumhuriyeti ilan edildi.",  "1912 - Yunanistan, Selanik'i iu015fgal etti.",  "1888 - Karu0131ndeu015fen Jack, beu015finci kurbanu0131 olan Mary Jane Kelly'yi u00f6ldu00fcrdu00fc."]







