["2017 - u0130stanbul'da, Reina gece kulu00fcbu00fcne saldu0131ru0131 yapu0131ldu0131.",  "2015 - Rusya, Kazakistan ve Belarus liderliu011finde kurulan Avrasya Ekonomik Birliu011fi yu00fcru00fcrlu00fcu011fe girdi.[3]",  "2015 - Litvanya, Euro Bu00f6lgesi'nin 19. u00fcyesi oldu.",  "2014 -  Umeu00e5,  Riga Avrupa Ku00fcltu00fcr Bau015fkenti oldu.",  "2014 - Letonya, Euro kullanmaya bau015fladu0131 ve Euro bu00f6lgesine katu0131ldu0131.",  "2013 - Fildiu015fi Sahili'nde havai fiu015fek gu00f6sterisi du00fczenlenen bir stadyumda u00e7u0131kan izdihamda 61 kiu015fi u00f6ldu00fc.[2]",  "2011 - Mu0131su0131r'u0131n u0130skenderiye u015fehrindeki Ku0131ptu00eelerin geru00e7ekleu015ftirdiu011fi yeni yu0131l ayini su0131rasu0131nda geru00e7ekleu015fen patlamada 23 kiu015fi u00f6ldu00fc.",  "2011 - Macaristan, AB Du00f6nem Bau015fkanlu0131u011fu0131nu0131 devraldu0131.",  "2011 - Estonya'nu0131n Tallinn ve Finlandiya'nu0131n Turku kentleri bir yu0131llu0131u011fu0131na Avrupa Ku00fcltu00fcr Bau015fkenti oldu.",  "2011 - Estonya Euro bu00f6lgesine dahil oldu.",  "2010 - Pakistan'u0131n Lakki Marwat kentinde du00fczenlenen voleybol turnuvasu0131nda geru00e7ekleu015fen intihar saldu0131ru0131su0131nda 105 kiu015fi u00f6ldu00fc, 100'den fazla kiu015fi yaralandu0131.",  "2010 - u0130spanya, Avrupa Birliu011fi Konseyi Bau015fkanlu0131u011fu0131nu0131 u0130sveu00e7'ten devraldu0131.",  "2010 - Hint Okyanusu u00fczerine gu00fcneu015f tutulmasu0131 geru00e7ekleu015fti.",  "2009 - TRT 6 yayu0131na bau015fladu0131. 10 Ocak 2015 tarihinde TRT Kurdu00ee adu0131nu0131 aldu0131.",  "2009 - Tayland'u0131n bau015fkenti Bangkok'ta du00fczenlenen yeni yu0131l kutlamalaru0131nda u00e7u0131kan bir yangu0131nda en az 61 (66?) kiu015fi u00f6ldu00fc.",  "2009 - Euro kullanmaya bau015flayan Slovakya, Avro Bu00f6lgesi'nin 16. u00fcyesi oldu.",  "2009 - Avusturya, Japonya, Meksika, Tu00fcrkiye ve Uganda, Birleu015fmiu015f Milletler Gu00fcvenlik Konseyi masasu0131nda geu00e7ici u00fcye olarak yerlerini aldu0131lar.",  "2008 - Malta, Ku0131bru0131s Cumhuriyeti, Agrotur ve Dikelya, Avro kullanu0131mu0131na geu00e7ti.",  "2007 - Endonezya Adam Air Hava Yollaru0131na ait AA574 sefer sayu0131lu0131 Boeing 737 tipi bir yolcu uu00e7au011fu0131, Sulawesi Adasu0131'nu0131n dau011flu0131k bir bu00f6lgesine du00fcu015ftu00fc. Uu00e7akta 102 kiu015fi bulunuyordu.",  "2007 - Bulgaristan ve Romanya, resmen AB u00fcyesi oldular. Slovenya Euro bu00f6lgesine dahil oldu.",  "2006 - Azerbaycan'da 5000 eski manata (AZM) beraber olan yeni manat (AZN) dolau015fu0131ma girdi.",  "2005 - Tu00fcrk lirasu0131'ndan (TL) 6 su0131fu0131r atu0131ldu0131. Yeni Tu00fcrk Lirasu0131 (YTL) tedavu00fcle girdi.",  "2004 - Pakistan Devlet Bau015fkanu0131 Pervez Mu00fcu015ferref, 2007 yu0131lu0131na kadar gu00f6rev yapmasu0131na olanak sau011flayan parlamento oylamasu0131nda gu00fcven oyu aldu0131.[1]",  "2002 - Tayvan, Chinese Taipei gibi Du00fcnya Ticaret u00d6rgu00fctu00fc u00fcyesi oldu.",  "2002 - Hollanda'da u00f6tanaziyi yasallau015ftu0131ran karar yu00fcru00fcrlu00fcu011fe girdi. Hollanda, u00f6lu00fcmcu00fcl durumdaki hastalara hayatlaru0131nu0131 sona erdirme hakku0131 veren ilk u00fclke oldu.",  "2002 - Euro banknot ve bozuk paralaru0131 Avrupa Birliu011fi u00fcyesi u00fclkeler'de kullanu0131lmaya bau015flandu0131.",  "1999 - Avrupa para birimi "Euro" yu00fcru00fcrlu00fcu011fe girdi. (Birleu015fik Krallu0131k, Danimarka, u0130sveu00e7 ve Yunanistan hariu00e7).",  "1998 - Avrupa Merkez Bankasu0131 kuruldu.",  "1997 - Zaire, Du00fcnya Ticaret u00d6rgu00fctu00fc u00fcyesi oldu.",  "1996 - Gu00fcmru00fck Birliu011fi anlau015fmasu0131 Resmi Gazete'de yayu0131mlanarak yu00fcru00fcrlu00fcu011fe girdi. Anlau015fma, Tu00fcrkiye ile 15 Avrupa u00fclkesi arasu0131nda geu00e7erli oldu.",  "1995 - u0130sveu00e7, Avusturya ve Finlandiya, Avrupa Birliu011fi u00fcyeliu011fine kabul edildi.",  "1995 - Du00fcnya Ticaret u00d6rgu00fctu00fc kuruldu.",  "1995 - Diyarbaku0131r'u0131n Kulp ilu00e7esine bau011flu0131 Hamzalu0131 ku00f6yu00fcne saldu0131ran PKK mensuplaru0131, yedisi u00e7ocuk on dokuz kiu015fiyi u00f6ldu00fcrdu00fc. Bir PKK'lu0131 u00f6ldu00fcru00fcldu00fc.",  "1994 - NAFTA (Kuzey Amerika u00dclkeleri Serbest Ticaret Anlau015fmasu0131) yu00fcru00fcrlu00fcu011fe girdi.",  "1994 - Meksika'nu0131n Chiapas eyaletindeki ku0131zu0131lderililer, ulusal kuruluu015flaru0131 iu00e7in Zapatista Ulusal Kurtuluu015f Ordusu u00f6nderliu011finde ayaklanarak bu00f6lgenin denetimini ele geu00e7irdiler.",  "1993 - u00c7ekoslovakya dau011fu0131ldu0131. Slovakya ve u00c7ekya kuruldu.",  "1990 - Ruanda u0130u00e7 Savau015fu0131 bau015fladu0131.",  "1990 - David Dinkins, New York'un ilk siyah Belediye Bau015fkanu0131 olarak gu00f6revine bau015fladu0131.",  "1984 - Nijerya'da General Muhammadu Buhari kansu0131z bir darbeyle iktidaru0131 ele geu00e7irdi.",  "1984 - Brunei bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1981 - Yunanistan, Avrupa Ekonomik Topluluu011fu u00fcyeliu011fine kabul edildi.",  "1979 - u00c7in ile Amerika Birleu015fik Devletleri arasu0131nda diplomatik iliu015fkiler bau015fladu0131.",  "1978 - Hindistan Hava Yollaru0131na ait Boeing 747 tipi bir yolcu uu00e7au011fu0131, Mumbai au00e7u0131klaru0131nda havada infilak ederek denize u00e7aku0131ldu0131; 213 kiu015fi u00f6ldu00fc.",  "1974 - u0130srail'de yapu0131lan seu00e7imleri Golda Meir liderliu011findeki u0130srail u0130u015fu00e7i Partisi kazandu0131.",  "1973 - Birleu015fik Krallu0131k, u0130rlanda ve Danimarka, Avrupa Ekonomik Topluluu011fu (AET) u00fcyesi oldu.",  "1971 - Amerika Birleu015fik Devletleri'nde televizyonda sigara reklamlaru0131 yasaklandu0131.",  "1965 - Filistin Kurtuluu015f u00d6rgu00fctu00fc iu00e7erisinde yer alan El Fetih, ilk silahlu0131 eylemini geru00e7ekleu015ftirdi. Ahmet Amr Musa u00f6nderliu011findeki gerilla birlikleri, u0130srail'in iu015fgal altu0131nda tuttuu011fu Batu0131 u015eeria topraklaru0131na su0131zarak, bir ku00f6pru00fcyu00fc havaya uu00e7urdu.",  "1960 - Kamerun, BM yu00f6netiminden bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1960 - u0130lk meteorolojik uydu 'Tiros' Amerika Birleu015fik Devletleri tarafu0131ndan fu0131rlatu0131ldu0131.",  "1959 - Ku00fcba Devriminin zaferi: Diktatu00f6r Fulgencio Batista yeni yu0131lu0131n ilk saatlerinde Havana'dan kau00e7tu0131. Camilo Cienfuegos ve Che Guevara u00f6nderliu011findeki gerilla kollaru0131 Havana'ya girmeye bau015fladu0131. Bu00fctu00fcn Ku00fcba'da iu015fu00e7iler ve ku00f6ylu00fcler Fidel Castro'nun u00e7au011fru0131su0131na uyarak genel greve bau015fladu0131.",  "1958 - Avrupa Ekonomik Topluluu011fu kuruldu.",  "1956 - Sudan bau011fu0131msu0131z bir cumhuriyet olduu011funu ilan etti.",  "1949 - Endonezya'da, Hollandalu0131 askerler Cava'yu0131 ele geu00e7irdi.",  "1945 - Fransa, Birleu015fmiu015f Milletler'e alu0131ndu0131.",  "1940 - Sovyetler Birliu011fi ile Finlandiya arasu0131nda Ratte Yolu Muharebesi bau015fladu0131.",  "1939 - Sidney, Avustralya'da su0131caklu0131k 45u00a0u00b0C'yi buldu; u015fehirde bu bir rekor.",  "1934 - Alcatraz adasu0131, Amerika Birleu015fik Devletleri'nin bir hapishanesi haline getirildi.",  "1933 - u00d6lu00e7u00fcler Kanunu yu00fcru00fcrlu00fcu011fe girdi.",  "1929 - Millet Mektepleri au00e7u0131ldu0131.",  "1929 - Anadolu demiryolu hattu0131 ile Haydarpau015fa Limanu0131 millileu015ftirildi.",  "1926 - Gece yaru0131su0131ndan itibaren Uluslararasu0131 Takvim ve Saat kullanu0131lmaya bau015flandu0131.",  "1925 - Amerikan astronom Edwin Hubble, samanyolu du0131u015fu0131nda bau015fka galaksiler keu015ffettiu011fini au00e7u0131kladu0131.",  "1923 - Tu00fcrkiye'nin ilk futbol federasyonu olan "Tu00fcrkiye u0130dman Cemiyetleri u0130ttifaku0131" (bugu00fcn Tu00fcrkiye Futbol Federasyonu) kuruldu.",  "1901 - Pentakostalizm mezhebi, Topeka, Kansas'ta Bethel Bible College'de ilk ayin sonrasu0131 kuruldu.",  "1901 - Nijerya, Birleu015fik Krallu0131k himayesine girdi.",  "1901 - Avustralya'daki Britanya kolonileri federasyonlau015farak tek bir u00e7atu0131 altu0131nda birleu015fti.",  "1899 - Ku00fcba'da u0130spanyol egemenliu011fi sona erdi.",  "1891 - Penaltu0131, Birleu015fik Krallu0131k'taki Stoke City-Notts mau00e7u0131ndaki tartu0131u015fmalar u00fczerine kural kitabu0131na girdi.",  "1808 - Amerika Birleu015fik Devletleri'ne ku00f6le giriu015fi yasaklandu0131.",  "1801 - Cu00fcce gezegen Ceres, Giuseppe Piazzi tarafu0131ndan keu015ffedildi.",  "1785 - Du00fcnyanu0131n ilk gazetelerinden Daily Universal Register, u0130ngiltere'de yayu0131mlanmaya bau015fladu0131. u00dcu00e7 yu0131l sonra adu0131 "The Times" olarak deu011fiu015ftirilecek olan gazete, hala u00e7u0131kmaktadu0131r.",  "1515 - Fransa'da, I. Franu00e7ois tahta u00e7u0131ktu0131.",  "404 - Telemachus, Kolezyum'daki bir gladyatu00f6r du00f6vu00fcu015fu00fcnu00fc ayu0131rmak isteyince, kalabalu0131k tarafu0131ndan tau015flanarak u00f6ldu00fcru00fcldu00fc. Honorius, O'nun anu0131su0131na du00f6vu00fcu015fleri yasakladu0131. Bu du00f6vu00fcu015f, son gladyatu00f6r du00f6vu00fcu015fu00fc olarak tarihe geu00e7ti.",  "Mu00d6 45 - Ju00fclyen takvimi ilk kez kullanu0131lmaya bau015flandu0131. 16. yu00fczyu0131la kadar kullanu0131ldu0131ktan sonra yerini Gregoryen takvime bu0131rakacaktu0131r."]







