["2017 - İstanbul'da, Reina gece kulübüne saldırı yapıldı.", "2015 - Rusya, Kazakistan ve Belarus liderliğinde kurulan Avrasya Ekonomik Birliği yürürlüğe girdi.[3]", "2015 - Litvanya, Euro Bölgesi'nin 19. üyesi oldu.", "2014 -  Umeå,  Riga Avrupa Kültür Başkenti oldu.", "2014 - Letonya, Euro kullanmaya başladı ve Euro bölgesine katıldı.", "2013 - Fildişi Sahili'nde havai fişek gösterisi düzenlenen bir stadyumda çıkan izdihamda 61 kişi öldü.[2]", "2011 - Mısır'ın İskenderiye şehrindeki Kıptîlerin gerçekleştirdiği yeni yıl ayini sırasında gerçekleşen patlamada 23 kişi öldü.", "2011 - Macaristan, AB Dönem Başkanlığını devraldı.", "2011 - Estonya'nın Tallinn ve Finlandiya'nın Turku kentleri bir yıllığına Avrupa Kültür Başkenti oldu.", "2011 - Estonya Euro bölgesine dahil oldu.", "2010 - Pakistan'ın Lakki Marwat kentinde düzenlenen voleybol turnuvasında gerçekleşen intihar saldırısında 105 kişi öldü, 100'den fazla kişi yaralandı.", "2010 - İspanya, Avrupa Birliği Konseyi Başkanlığını İsveç'ten devraldı.", "2010 - Hint Okyanusu üzerine güneş tutulması gerçekleşti.", "2009 - TRT 6 yayına başladı. 10 Ocak 2015 tarihinde TRT Kurdî adını aldı.", "2009 - Tayland'ın başkenti Bangkok'ta düzenlenen yeni yıl kutlamalarında çıkan bir yangında en az 61 (66?) kişi öldü.", "2009 - Euro kullanmaya başlayan Slovakya, Avro Bölgesi'nin 16. üyesi oldu.", "2009 - Avusturya, Japonya, Meksika, Türkiye ve Uganda, Birleşmiş Milletler Güvenlik Konseyi masasında geçici üye olarak yerlerini aldılar.", "2008 - Malta, Kıbrıs Cumhuriyeti, Agrotur ve Dikelya, Avro kullanımına geçti.", "2007 - Endonezya Adam Air Hava Yollarına ait AA574 sefer sayılı Boeing 737 tipi bir yolcu uçağı, Sulawesi Adası'nın dağlık bir bölgesine düştü. Uçakta 102 kişi bulunuyordu.", "2007 - Bulgaristan ve Romanya, resmen AB üyesi oldular. Slovenya Euro bölgesine dahil oldu.", "2006 - Azerbaycan'da 5000 eski manata (AZM) beraber olan yeni manat (AZN) dolaşıma girdi.", "2005 - Türk lirası'ndan (TL) 6 sıfır atıldı. Yeni Türk Lirası (YTL) tedavüle girdi.", "2004 - Pakistan Devlet Başkanı Pervez Müşerref, 2007 yılına kadar görev yapmasına olanak sağlayan parlamento oylamasında güven oyu aldı.[1]", "2002 - Tayvan, Chinese Taipei gibi Dünya Ticaret Örgütü üyesi oldu.", "2002 - Hollanda'da ötanaziyi yasallaştıran karar yürürlüğe girdi. Hollanda, ölümcül durumdaki hastalara hayatlarını sona erdirme hakkı veren ilk ülke oldu.", "2002 - Euro banknot ve bozuk paraları Avrupa Birliği üyesi ülkeler'de kullanılmaya başlandı.", "1999 - Avrupa para birimi \"Euro\" yürürlüğe girdi. (Birleşik Krallık, Danimarka, İsveç ve Yunanistan hariç).", "1998 - Avrupa Merkez Bankası kuruldu.", "1997 - Zaire, Dünya Ticaret Örgütü üyesi oldu.", "1996 - Gümrük Birliği anlaşması Resmi Gazete'de yayımlanarak yürürlüğe girdi. Anlaşma, Türkiye ile 15 Avrupa ülkesi arasında geçerli oldu.", "1995 - İsveç, Avusturya ve Finlandiya, Avrupa Birliği üyeliğine kabul edildi.", "1995 - Dünya Ticaret Örgütü kuruldu.", "1995 - Diyarbakır'ın Kulp ilçesine bağlı Hamzalı köyüne saldıran PKK mensupları, yedisi çocuk on dokuz kişiyi öldürdü. Bir PKK'lı öldürüldü.", "1994 - NAFTA (Kuzey Amerika Ülkeleri Serbest Ticaret Anlaşması) yürürlüğe girdi.", "1994 - Meksika'nın Chiapas eyaletindeki kızılderililer, ulusal kuruluşları için Zapatista Ulusal Kurtuluş Ordusu önderliğinde ayaklanarak bölgenin denetimini ele geçirdiler.", "1993 - Çekoslovakya dağıldı. Slovakya ve Çekya kuruldu.", "1990 - Ruanda İç Savaşı başladı.", "1990 - David Dinkins, New York'un ilk siyah Belediye Başkanı olarak görevine başladı.", "1984 - Nijerya'da General Muhammadu Buhari kansız bir darbeyle iktidarı ele geçirdi.", "1984 - Brunei bağımsızlığını kazandı.", "1981 - Yunanistan, Avrupa Ekonomik Topluluğu üyeliğine kabul edildi.", "1979 - Çin ile Amerika Birleşik Devletleri arasında diplomatik ilişkiler başladı.", "1978 - Hindistan Hava Yollarına ait Boeing 747 tipi bir yolcu uçağı, Mumbai açıklarında havada infilak ederek denize çakıldı; 213 kişi öldü.", "1974 - İsrail'de yapılan seçimleri Golda Meir liderliğindeki İsrail İşçi Partisi kazandı.", "1973 - Birleşik Krallık, İrlanda ve Danimarka, Avrupa Ekonomik Topluluğu (AET) üyesi oldu.", "1971 - Amerika Birleşik Devletleri'nde televizyonda sigara reklamları yasaklandı.", "1965 - Filistin Kurtuluş Örgütü içerisinde yer alan El Fetih, ilk silahlı eylemini gerçekleştirdi. Ahmet Amr Musa önderliğindeki gerilla birlikleri, İsrail'in işgal altında tuttuğu Batı Şeria topraklarına sızarak, bir köprüyü havaya uçurdu.", "1960 - Kamerun, BM yönetiminden bağımsızlığını kazandı.", "1960 - İlk meteorolojik uydu 'Tiros' Amerika Birleşik Devletleri tarafından fırlatıldı.", "1959 - Küba Devriminin zaferi: Diktatör Fulgencio Batista yeni yılın ilk saatlerinde Havana'dan kaçtı. Camilo Cienfuegos ve Che Guevara önderliğindeki gerilla kolları Havana'ya girmeye başladı. Bütün Küba'da işçiler ve köylüler Fidel Castro'nun çağrısına uyarak genel greve başladı.", "1958 - Avrupa Ekonomik Topluluğu kuruldu.", "1956 - Sudan bağımsız bir cumhuriyet olduğunu ilan etti.", "1949 - Endonezya'da, Hollandalı askerler Cava'yı ele geçirdi.", "1945 - Fransa, Birleşmiş Milletler'e alındı.", "1940 - Sovyetler Birliği ile Finlandiya arasında Ratte Yolu Muharebesi başladı.", "1939 - Sidney, Avustralya'da sıcaklık 45 °C'yi buldu; şehirde bu bir rekor.", "1934 - Alcatraz adası, Amerika Birleşik Devletleri'nin bir hapishanesi haline getirildi.", "1933 - Ölçüler Kanunu yürürlüğe girdi.", "1929 - Millet Mektepleri açıldı.", "1929 - Anadolu demiryolu hattı ile Haydarpaşa Limanı millileştirildi.", "1926 - Gece yarısından itibaren Uluslararası Takvim ve Saat kullanılmaya başlandı.", "1925 - Amerikan astronom Edwin Hubble, samanyolu dışında başka galaksiler keşfettiğini açıkladı.", "1923 - Türkiye'nin ilk futbol federasyonu olan \"Türkiye İdman Cemiyetleri İttifakı\" (bugün Türkiye Futbol Federasyonu) kuruldu.", "1901 - Pentakostalizm mezhebi, Topeka, Kansas'ta Bethel Bible College'de ilk ayin sonrası kuruldu.", "1901 - Nijerya, Birleşik Krallık himayesine girdi.", "1901 - Avustralya'daki Britanya kolonileri federasyonlaşarak tek bir çatı altında birleşti.", "1899 - Küba'da İspanyol egemenliği sona erdi.", "1891 - Penaltı, Birleşik Krallık'taki Stoke City-Notts maçındaki tartışmalar üzerine kural kitabına girdi.", "1808 - Amerika Birleşik Devletleri'ne köle girişi yasaklandı.", "1801 - Cüce gezegen Ceres, Giuseppe Piazzi tarafından keşfedildi.", "1785 - Dünyanın ilk gazetelerinden Daily Universal Register, İngiltere'de yayımlanmaya başladı. Üç yıl sonra adı \"The Times\" olarak değiştirilecek olan gazete, hala çıkmaktadır.", "1515 - Fransa'da, I. François tahta çıktı.", "404 - Telemachus, Kolezyum'daki bir gladyatör dövüşünü ayırmak isteyince, kalabalık tarafından taşlanarak öldürüldü. Honorius, O'nun anısına dövüşleri yasakladı. Bu dövüş, son gladyatör dövüşü olarak tarihe geçti.", "MÖ 45 - Jülyen takvimi ilk kez kullanılmaya başlandı. 16. yüzyıla kadar kullanıldıktan sonra yerini Gregoryen takvime bırakacaktır."]