["2012 - Emekli Orgeneral Huru015fit Tolon, tutuksuz yargu0131landu0131u011fu0131 u0130kinci Ergenekon davasu0131 kapsamu0131nda tutuklandu0131.",  "2012 - Ankara 12. Au011fu0131r Ceza Mahkemesi, 12 Eylu00fcl askeru00ee darbesine iliu015fkin du00f6nemin Genelkurmay Bau015fkanu0131, 7. Cumhurbau015fkanu0131 Kenan Evren ile emekli Orgeneral Tahsin u015eahinkaya'nu0131n "u015fu00fcpheli" olarak yer aldu0131u011fu0131 iddianameyi kabul etti. u0130ddianamede, Evren ve u015eahinkaya iu00e7in au011fu0131rlau015ftu0131ru0131lmu0131u015f mu00fcebbet hapis cezasu0131 istendi.",  "2008 - u00c7in'in merkezi ku0131su0131mlaru0131nu0131n bu00fcyu00fck bu00f6lu00fcmu00fcnu00fc ve gu00fcneyini etkileyen kar fu0131rtu0131nasu0131 bau015fladu0131.",  "2006 - u0130ran'u0131n nu00fckleer programu0131 uluslararasu0131 krize yol au00e7tu0131. Tahran atom bombasu0131 sahibi olmak istediu011fi iddialaru0131nu0131 reddederken, nu00fckleer programu0131nu0131n sivil olduu011funu ve programu0131nu0131 geliu015ftirmeye devam edeceu011fini au00e7u0131kladu0131. 25 Ocak'ta Fransa, Birleu015fik Krallu0131k ve Almanya ile ABD, u0130ran'a ekonomik ve ticari yaptu0131ru0131mlaru0131 kabul ettirmeye u00e7alu0131u015ftu0131, ama tasaru0131 bau015flangu0131u00e7 au015famasu0131nda Rusya tarafu0131ndan reddedildi.",  "2003 - Maxis tarafu0131ndan SimCity'in 4. oyunu yapu0131ldu0131.",  "2002 - Merkez Bankasu0131 eski Bau015fkanu0131 Gazi Eru00e7el hakku0131nda, dalgalu0131 kura geu00e7ilmeden u00f6nce bazu0131 kurumlara toplam 5 milyar 188 milyon 900 bin ABD dolaru0131 satarak, 'gu00f6revini ku00f6tu00fcye kullandu0131u011fu0131' gereku00e7esiyle dava au00e7u0131ldu0131.",  "2002 - u0130stanbul Milletvekili Ru0131dvan Budak hakku0131nda, DSP Merkez Disiplin Kurulu tarafu0131ndan partiden kesin ihrau00e7 kararu0131 verildi.",  "2001 - Tu00fcrksat 2A fu0131rlatu0131ldu0131.",  "2001 - Wikipedia, Nupedia'nu0131n bir paru00e7asu0131 olarak hayata atu0131ldu0131. Beu015f gu00fcn sonra farklu0131 bir site oldu.",  "1999 - Susurluk davasu0131 kapsamu0131nda da aranan Haluk Ku0131rcu0131 yakalandu0131. Haluk Ku0131rcu0131 Ankara Bahu00e7elievler'de 7 Tu0130P u00fcyesi gencin u00f6ldu00fcru00fclmesiyle ilgili davada, 7 kez idam cezasu0131 almu0131u015ftu0131.",  "1998 - Anayasa Mahkemesi, Refah Partisi'nin kapatu0131lmasu0131na karar verdi.",  "1996 - Avrasya feribotu, 4 silahlu0131 kiu015fi tarafu0131ndan Trabzon Limanu0131'nda kau00e7u0131ru0131ldu0131.",  "1995 - TBMM televizyonu kuruldu ve oturumlar canlu0131 olarak TRT-3'ten yayu0131mlanmaya bau015fladu0131.",  "1992 - "32. Gu00fcn" programu0131, Tu00fcrkiye Radyo ve Televizyon Kurumu Yu00f6netim Kurulu tarafu0131ndan yayu0131ndan kaldu0131ru0131ldu0131. Yapu0131mcu0131 Mehmet Ali Birand'la anlau015fma feshedildi.",  "1991 - Amerika Birleu015fik Devletleri, Irak'a hava aku0131nlaru0131 ve fu00fcze saldu0131ru0131su0131 bau015flattu0131.",  "1990 - Basu0131n alanu0131nda faaliyet gu00f6steren "Time" ve sinema alanu0131nda faaliyet gu00f6steren "Warner" u015firketleri birleu015ferek Time Warner adu0131nu0131 aldu0131.",  "1989 - Ku00fcba askerleri, Angola'dan u00e7ekilmeye bau015fladu0131.",  "1985 - TRT "anu0131, devrim, u00f6zgu00fcrlu00fck" gibi bazu0131 kelimelerin kullanu0131mu0131na yasak getirdi.",  "1984 - Amerika Birleu015fik Devletleri ve Vatikan arasu0131nda 100 yu0131lu0131 au015fku0131n bir aradan sonra diplomatik iliu015fkiler yeniden bau015fladu0131.",  "1984 - Alparslan Tu00fcrkeu015f'in tahliye istemi 21. kez reddedildi.",  "1983 - Tu00fcrk Hava Yollaru0131'nu0131n Afyon uu00e7au011fu0131 Ankara'da du00fcu015ftu00fc: 47 yolcu u00f6ldu00fc.",  "1982 - Birleu015fik Krallu0131k'de tarihin en du00fcu015fu00fck su0131caklu0131u011fu0131: -27.2u00a0u00b0C. Bundan u00f6nce aynu0131 su0131caklu0131u011fa 11 u015eubat 1895'te ulau015fu0131lmu0131u015ftu0131.",  "1979 - u0130ran u015eahu0131 Ru0131za Pehlevi, u00fclkesini terk ederek ailesiyle Mu0131su0131r'u0131n Assuan kentine gitti.",  "1978 - Sovyetler, Soyuz kapsu00fclu00fc iu00e7inde iki kozmonotu, Salyut VI laboratuvaru0131yla buluu015fmak u00fczere uzaya yolladu0131.",  "1972 - 15 idam kararu0131nu0131 bozan Askeru00ee Yargu0131tay u0130kinci Dairesi, Deniz Gezmiu015f, Yusuf Aslan ve Hu00fcseyin u0130nan hakku0131ndaki idam kararlaru0131nu0131 onayladu0131.",  "1969 - Singer'in Kartal Cevizli'deki Dikiu015f Makineleri Fabrikasu0131, burada u00e7alu0131u015fmakta olan 450 iu015fu00e7i tarafu0131ndan iu015fgal edildi.",  "1968 - Ankara'da Du00f6rdu00fcncu00fc Sanayi Kongresi toplandu0131. Kongre'de "yabancu0131 sermaye" konusu tartu0131u015fu0131ldu0131.",  "1967 - Cumhuriyetu00e7i Edward W. Brooke, Amerika Birleu015fik Devletleri Senatosu'nun ilk siyahi u00fcyesi olarak gu00f6revine bau015fladu0131.",  "1964 - Beatles grubunun, Amerika Birleu015fik Devletleri'ndeki ilk albu00fcmleri satu0131u015fa sunuldu.",  "1961 - u00c7alu0131u015fan Gazeteciler Bayramu0131 kutlanmaya bau015fladu0131.",  "1961 - Basu0131n u00e7alu0131u015fanlaru0131yla ilgili 212 sayu0131lu0131 kanun yu00fcru00fcrlu00fcu011fe girdi. Bu yasayu0131 protesto eden gazete sahipleri 3 gu00fcn su00fcreyle gazete u00e7u0131karmama kararu0131 aldu0131lar.",  "1957 - Harold Macmillan, Anthony Eden'in istifasu0131nu0131n ardu0131ndan Birleu015fik Krallu0131k Bau015fbakanu0131 oldu.",  "1951 - Hasankale-Horasan demiryolu ulau015fu0131ma au00e7u0131ldu0131.",  "1947 - Demokrat Parti 1. Kongresi'nde, "Hu00fcrriyet Misaku0131" kabul edildi. Raporda Anayasa'ya ayku0131ru0131 yasalaru0131n kaldu0131ru0131lmasu0131, Anayasa'nu0131n tam olarak uygulanmasu0131, yeni seu00e7im yasasu0131 hazu0131rlanmasu0131 ve Cumhurbau015fkanlu0131u011fu0131 ile parti genel bau015fkanlu0131u011fu0131nu0131n birbirinden ayru0131lmasu0131 isteniyordu.",  "1946 - Birleu015fmiu015f Milletler'in ilk genel kurulu Londra'da toplandu0131. Bu kurulda 51 u00fclke temsil edildi.",  "1946 - Ankara Gazeteciler Cemiyeti kuruldu.",  "1945 - Teu015frinevvel, Teu015frinisani, Ku00e2nunuevvel ve Ku00e2nunusani aylaru0131nu0131n adlaru0131, Ekim, Kasu0131m, Aralu0131k ve Ocak olarak deu011fiu015ftirildi.",  "1945 - Anayasa dilinde yeni Tu00fcrku00e7e kelimelerin kullanu0131lmasu0131 kabul edildi.",  "1944 - Nuri Demirau011f'u0131n fabrikasu0131nda u00fcretilen Tu00fcrk yolcu uu00e7au011fu0131nu0131n ilk uu00e7uu015f denemesi, Yeu015filku00f6y'de yapu0131ldu0131.",  "1940 - Pierre Louu00ffs'in Afrodit adlu0131 kitabu0131yla ilgili davaya bau015flandu0131. Kitap mu00fcstehcenlikle suu00e7lanu0131yordu.",  "1933 - u0130spanya'da ayaklanmalar yaygu0131nlau015ftu0131; su0131ku0131yu00f6netim ilan edildi.",  "1929 - Tenten'in maceralaru0131 adlu0131 karikatu00fcr kitabu0131 ilk kez yayu0131mlandu0131. u0130leride 40 ayru0131 dilde yayu0131mlanu0131yor olacak.",  "1927 - Alman sinema yu00f6netmeni Fritz Lang'u0131n Metropolis adlu0131 filmi gu00f6sterime girdi.",  "1926 - Heyet-i Fesadiye davasu0131 sonuu00e7landu0131. Aslu0131nda u00fcu00e7 ayru0131 dava su00f6z konusuydu. u00c7erkes Ethem'in Kuvu00e2-yi Seyyu00e2resi'nin Bolu015fevik Taburu Komutanu0131 u0130smail Hakku0131 Bey; bou015fandu0131u011fu0131 eu015fini u00f6ldu00fcrten Miralay Osman; Ku00fcrt isyanu0131yla birlikte Ankara muhitinde bir isyan hareketine giriu015ftiu011fi gereku00e7esiyle Ku0131ru015fehir Milletvekili Ru0131za Bey, idama mahku00fbm oldu.",  "1921 - I. u0130nu00f6nu00fc Muharebesi; Albay u0130smet Bey komutasu0131ndaki Tu00fcrk Ordusu, Yunan Ordusu ile u0130nu00f6nu00fc'de karu015fu0131 karu015fu0131ya geldi. Yunan Ordusu yenildi. Zaferin ardu0131ndan, Albay u0130smet Bey, 1 Mart 1921'de generalliu011fe terfi ettirildi; TBMM Hu00fcku00fbmetinin uluslararasu0131 itibaru0131 da hu0131zla yu00fckseldi.",  "1920 - Milletler Cemiyeti kuruldu. ABD, Cemiyete katu0131lmadu0131.",  "1920 - Ankara'da, Anadolu ve Rumeli Mu00fcdafaa-i Hukuk Cemiyeti Heyet-i Temsiliyesi'nin yayu0131n organu0131 olarak, "Hu00e2kimiyet-i Milliye" gazetesinin yayu0131mlanmaya bau015flamasu0131.",  "1919 - Britanyalu0131lar, Bau011fdat'u0131 iu015fgal etti.",  "1919 - Medine mu00fcdafaasu0131 sona erdi. Medine'deki Osmanlu0131 Garnizonu silah bu0131rakan son muharip kuvvet oldu. I. Du00fcnya Savau015fu0131 fiilen sona erdi.",  "1900 - Du00fcnya u015eampiyonu Pehlivan Kara Ahmet, Paris'te "u015eampiyonlar u015eampiyonu" unvanu0131nu0131 aldu0131.",  "1863 - Du00fcnyanu0131n ilk metrosu olan Londra metrosunun Metropolitan adu0131 verilen ilk hattu0131 au00e7u0131ldu0131.",  "1861 - Amerikan u0130u00e7 Savau015fu0131: Florida, Birleu015fik Devletler'den ayru0131ldu0131.",  "1810 - Napolyon ile Josephine'in evlilikleri sona erdi."]







