["2012 - Emekli Orgeneral Hurşit Tolon, tutuksuz yargılandığı İkinci Ergenekon davası kapsamında tutuklandı.", "2012 - Ankara 12. Ağır Ceza Mahkemesi, 12 Eylül askerî darbesine ilişkin dönemin Genelkurmay Başkanı, 7. Cumhurbaşkanı Kenan Evren ile emekli Orgeneral Tahsin Şahinkaya'nın \"şüpheli\" olarak yer aldığı iddianameyi kabul etti. İddianamede, Evren ve Şahinkaya için ağırlaştırılmış müebbet hapis cezası istendi.", "2008 - Çin'in merkezi kısımlarının büyük bölümünü ve güneyini etkileyen kar fırtınası başladı.", "2006 - İran'ın nükleer programı uluslararası krize yol açtı. Tahran atom bombası sahibi olmak istediği iddialarını reddederken, nükleer programının sivil olduğunu ve programını geliştirmeye devam edeceğini açıkladı. 25 Ocak'ta Fransa, Birleşik Krallık ve Almanya ile ABD, İran'a ekonomik ve ticari yaptırımları kabul ettirmeye çalıştı, ama tasarı başlangıç aşamasında Rusya tarafından reddedildi.", "2003 - Maxis tarafından SimCity'in 4. oyunu yapıldı.", "2002 - Merkez Bankası eski Başkanı Gazi Erçel hakkında, dalgalı kura geçilmeden önce bazı kurumlara toplam 5 milyar 188 milyon 900 bin ABD doları satarak, 'görevini kötüye kullandığı' gerekçesiyle dava açıldı.", "2002 - İstanbul Milletvekili Rıdvan Budak hakkında, DSP Merkez Disiplin Kurulu tarafından partiden kesin ihraç kararı verildi.", "2001 - Türksat 2A fırlatıldı.", "2001 - Wikipedia, Nupedia'nın bir parçası olarak hayata atıldı. Beş gün sonra farklı bir site oldu.", "1999 - Susurluk davası kapsamında da aranan Haluk Kırcı yakalandı. Haluk Kırcı Ankara Bahçelievler'de 7 TİP üyesi gencin öldürülmesiyle ilgili davada, 7 kez idam cezası almıştı.", "1998 - Anayasa Mahkemesi, Refah Partisi'nin kapatılmasına karar verdi.", "1996 - Avrasya feribotu, 4 silahlı kişi tarafından Trabzon Limanı'nda kaçırıldı.", "1995 - TBMM televizyonu kuruldu ve oturumlar canlı olarak TRT-3'ten yayımlanmaya başladı.", "1992 - \"32. Gün\" programı, Türkiye Radyo ve Televizyon Kurumu Yönetim Kurulu tarafından yayından kaldırıldı. Yapımcı Mehmet Ali Birand'la anlaşma feshedildi.", "1991 - Amerika Birleşik Devletleri, Irak'a hava akınları ve füze saldırısı başlattı.", "1990 - Basın alanında faaliyet gösteren \"Time\" ve sinema alanında faaliyet gösteren \"Warner\" şirketleri birleşerek Time Warner adını aldı.", "1989 - Küba askerleri, Angola'dan çekilmeye başladı.", "1985 - TRT \"anı, devrim, özgürlük\" gibi bazı kelimelerin kullanımına yasak getirdi.", "1984 - Amerika Birleşik Devletleri ve Vatikan arasında 100 yılı aşkın bir aradan sonra diplomatik ilişkiler yeniden başladı.", "1984 - Alparslan Türkeş'in tahliye istemi 21. kez reddedildi.", "1983 - Türk Hava Yolları'nın Afyon uçağı Ankara'da düştü: 47 yolcu öldü.", "1982 - Birleşik Krallık'de tarihin en düşük sıcaklığı: -27.2 °C. Bundan önce aynı sıcaklığa 11 Şubat 1895'te ulaşılmıştı.", "1979 - İran Şahı Rıza Pehlevi, ülkesini terk ederek ailesiyle Mısır'ın Assuan kentine gitti.", "1978 - Sovyetler, Soyuz kapsülü içinde iki kozmonotu, Salyut VI laboratuvarıyla buluşmak üzere uzaya yolladı.", "1972 - 15 idam kararını bozan Askerî Yargıtay İkinci Dairesi, Deniz Gezmiş, Yusuf Aslan ve Hüseyin İnan hakkındaki idam kararlarını onayladı.", "1969 - Singer'in Kartal Cevizli'deki Dikiş Makineleri Fabrikası, burada çalışmakta olan 450 işçi tarafından işgal edildi.", "1968 - Ankara'da Dördüncü Sanayi Kongresi toplandı. Kongre'de \"yabancı sermaye\" konusu tartışıldı.", "1967 - Cumhuriyetçi Edward W. Brooke, Amerika Birleşik Devletleri Senatosu'nun ilk siyahi üyesi olarak görevine başladı.", "1964 - Beatles grubunun, Amerika Birleşik Devletleri'ndeki ilk albümleri satışa sunuldu.", "1961 - Çalışan Gazeteciler Bayramı kutlanmaya başladı.", "1961 - Basın çalışanlarıyla ilgili 212 sayılı kanun yürürlüğe girdi. Bu yasayı protesto eden gazete sahipleri 3 gün süreyle gazete çıkarmama kararı aldılar.", "1957 - Harold Macmillan, Anthony Eden'in istifasının ardından Birleşik Krallık Başbakanı oldu.", "1951 - Hasankale-Horasan demiryolu ulaşıma açıldı.", "1947 - Demokrat Parti 1. Kongresi'nde, \"Hürriyet Misakı\" kabul edildi. Raporda Anayasa'ya aykırı yasaların kaldırılması, Anayasa'nın tam olarak uygulanması, yeni seçim yasası hazırlanması ve Cumhurbaşkanlığı ile parti genel başkanlığının birbirinden ayrılması isteniyordu.", "1946 - Birleşmiş Milletler'in ilk genel kurulu Londra'da toplandı. Bu kurulda 51 ülke temsil edildi.", "1946 - Ankara Gazeteciler Cemiyeti kuruldu.", "1945 - Teşrinevvel, Teşrinisani, Kânunuevvel ve Kânunusani aylarının adları, Ekim, Kasım, Aralık ve Ocak olarak değiştirildi.", "1945 - Anayasa dilinde yeni Türkçe kelimelerin kullanılması kabul edildi.", "1944 - Nuri Demirağ'ın fabrikasında üretilen Türk yolcu uçağının ilk uçuş denemesi, Yeşilköy'de yapıldı.", "1940 - Pierre Louÿs'in Afrodit adlı kitabıyla ilgili davaya başlandı. Kitap müstehcenlikle suçlanıyordu.", "1933 - İspanya'da ayaklanmalar yaygınlaştı; sıkıyönetim ilan edildi.", "1929 - Tenten'in maceraları adlı karikatür kitabı ilk kez yayımlandı. İleride 40 ayrı dilde yayımlanıyor olacak.", "1927 - Alman sinema yönetmeni Fritz Lang'ın Metropolis adlı filmi gösterime girdi.", "1926 - Heyet-i Fesadiye davası sonuçlandı. Aslında üç ayrı dava söz konusuydu. Çerkes Ethem'in Kuvâ-yi Seyyâresi'nin Bolşevik Taburu Komutanı İsmail Hakkı Bey; boşandığı eşini öldürten Miralay Osman; Kürt isyanıyla birlikte Ankara muhitinde bir isyan hareketine giriştiği gerekçesiyle Kırşehir Milletvekili Rıza Bey, idama mahkûm oldu.", "1921 - I. İnönü Muharebesi; Albay İsmet Bey komutasındaki Türk Ordusu, Yunan Ordusu ile İnönü'de karşı karşıya geldi. Yunan Ordusu yenildi. Zaferin ardından, Albay İsmet Bey, 1 Mart 1921'de generalliğe terfi ettirildi; TBMM Hükûmetinin uluslararası itibarı da hızla yükseldi.", "1920 - Milletler Cemiyeti kuruldu. ABD, Cemiyete katılmadı.", "1920 - Ankara'da, Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti Heyet-i Temsiliyesi'nin yayın organı olarak, \"Hâkimiyet-i Milliye\" gazetesinin yayımlanmaya başlaması.", "1919 - Britanyalılar, Bağdat'ı işgal etti.", "1919 - Medine müdafaası sona erdi. Medine'deki Osmanlı Garnizonu silah bırakan son muharip kuvvet oldu. I. Dünya Savaşı fiilen sona erdi.", "1900 - Dünya Şampiyonu Pehlivan Kara Ahmet, Paris'te \"Şampiyonlar Şampiyonu\" unvanını aldı.", "1863 - Dünyanın ilk metrosu olan Londra metrosunun Metropolitan adı verilen ilk hattı açıldı.", "1861 - Amerikan İç Savaşı: Florida, Birleşik Devletler'den ayrıldı.", "1810 - Napolyon ile Josephine'in evlilikleri sona erdi."]