["2016 - Ocak 2016 Irak saldırılarında; 132 kişi öldü, 367 kişi de yaralandı.", "2012 - Türkiye Cumhuriyeti Millî Eğitim Bakanlığı, 19 Mayıs Atatürk'ü Anma, Gençlik ve Spor Bayramı kutlamalarının Başkent dışında stadyumlarda değil, sadece okullarda kutlanmasını öngören genelge yayımladı.", "1999 - Türkiye'nin 56. Hükümeti kuruldu; Demokratik Sol Parti (DSP) azınlık Hükûmeti. Bülent Ecevit 4. kez Başbakan oldu.", "1993 - Berlin, Ulumulhikme okulu'nun kuruluşu.", "1984 - Michael Jackson, Thriller adlı albümüyle 8 Grammy ödülü aldı.", "1980 - 14 yaşındaki Nigel Short, \"Uluslararası Usta\" unvanını alan o güne kadarki en genç satranç oyuncusu oldu.", "1977 - Lockheed Martin uçak şirketi'nin Türkiye temsilcisi Nezih Dural tutuklandı.", "1975 - Kıbrıs Harekâtı'nda 484 kişinin çatışmada kaybedildiği açıklandı.", "1974 - Ölmeden bebeklik çağını atlattıkları kayda geçen ilk altızlar (anne: Susan Rosenkowitz) Cape Town, Güney Afrika'da doğdu.", "1974 - İstanbul Belediyesi Şehir Tiyatroları Genel Sanat Yönetmenliğine Muhsin Ertuğrul getirildi. Bir gün önce Vasfi Rıza Zobu bu görevden istifa etmişti.", "1973 - İstanbul Türk Demir Döküm fabrikalarında 99 gün süren grev sona erdi.", "1972 - Doğu Pakistan, Bangladeş oldu.", "1971 - Türkiye İş Bankası Ankara Emek Şubesi, silahlı 4 kişi tarafından soyuldu. Türkiye Cumhuriyeti İçişleri Bakanlığı bankayı soyanların Deniz Gezmiş ile Yusuf Arslan olduğunu bildirdi.", "1969 - Türkiye'de ilk sinema grevi, İstanbul Şehzadebaşı'ndaki Yeni Sinema'da başladı.", "1969 - Cevizli'de (Kartal) Singer fabrikasında işgalcilere polis müdahale etti. 120 işçi gözaltına alındı,14 işçi ve 8 polis yaralandı. Fabrika bir gün önce (10 Ocak'ta) işçiler tarafından işgal edilmişti.", "1969 - Danıştay, Orta Doğu Teknik Üniversitesi'nin bir ay süreyle tatil edilmesi kararını durdurdu.", "1964 - Amerika Birleşik Devletleri Sağlık Bakanı Luther Terry, sigaranın sağlığa zararlı olabileceğine dair ilk raporu yayınladı.", "1963 - TBMM'de komünizmle mücadele amacıyla komisyon kuruldu.", "1962 - Peru'daki Nevado Huascaran volkanının faaliyete geçmesiyle oluşan çığda 4000 kişi öldü.", "1954 - Türkiye Vakıflar Bankası kuruluş kanunu kabul edildi.", "1948 - Ankara Üniversitesi Senatosu bazı öğretim üyelerini sol eğilimli oldukları için, Dil ve Tarih-Coğrafya Fakültesi'ndeki görevlerinden uzaklaştırdı. Görevden alınanlar arasında Pertev Naili Boratav, Niyazi Berkes ve Mediha Berkes, Behice Boran, Adnan Cemgil ve Azra Erhat vardı.", "1946 - Enver Hoca, Arnavutluk Sosyalist Halk Cumhuriyeti'ni ilan etti. Kral Zogo tahttan indirildi.", "1944 - İtalya'da 5 kişi vatana ihanetten asıldı. Benito Mussolini'nin damadı Kont Galeazzo Ciano da asılanlar arasındaydı.", "1943 - Kızıl Ordu, Stalingrad kuşatmasını kırdı.", "1940 - Ankara Devlet Konservatuvarı Tatbikat Sahnesi oyuncuları, ilk oyunlarını sergiledi.", "1939 - Aydın'da köylüye toprak dağıtıldı.", "1935 - Amelia Earhart, Hawaii'den Kaliforniya'ya tek kişilik uçuş gerçekleştiren ilk insan oldu.", "1929 - Sovyetler Birliği'nde çalışma süresi 7 saate indirildi.", "1929 - Türkiye'de eski yazılı kitapları yeni harflere çevirmek için Dil Encümeni bünyesinde bir komisyon kuruldu.", "1927 - Türkiye ile Almanya arasında Ticaret ve İkamet antlaşmaları imzalandı.", "1922 - Kanada'nın Toronto şehrinde bir hastanede yatan 14 yaşındaki diyabet hastası Leonard Thompson, İnsülin zerkedilerek bu hastalığı tedavi edilen ilk hasta olma unvanını kazandı. Zaten ertesi yıl insülinin eldesine yönelik kullanışlı bir yöntem buldukları için Toronto Üniversitesi'nden bir ekip Nobel ödülü aldı.", "1921 - Birinci İnönü Muharebesi'nin sonu, Yunan kuvvetleri geri çekildi.", "1905 - Mustafa Kemal Harp Akademisi'nden Kurmay Yüzbaşı olarak mezun oldu.", "1878 - Süt ilk defa şişelenerek satıldı.", "1861 - Alabama, Birleşik Devletlerden ayrıldı.", "1693 - Etna yanardağı (Sicilya) faaliyete geçti.", "1575 - Kapıkulu Gulgulesi başladı.", "1569 - İlk piyango çekilişi, Birleşik Krallık'ta yapıldı.", "1454 - Büyük İstanbul yangını", "1055 - Theodora, Bizans İmparatorluğu tahtına oturdu. Makedonyalılar Hanedanı'nın son Hükümdarı olacaktı.", "630 - Müslümanların, Mekke'yi Muhammed bin Abdullah önderliğinde fethi."]