["2016 - Ocak 2016 Irak saldu0131ru0131laru0131nda; 132 kiu015fi u00f6ldu00fc, 367 kiu015fi de yaralandu0131.",  "2012 - Tu00fcrkiye Cumhuriyeti Millu00ee Eu011fitim Bakanlu0131u011fu0131, 19 Mayu0131s Atatu00fcrk'u00fc Anma, Genu00e7lik ve Spor Bayramu0131 kutlamalaru0131nu0131n Bau015fkent du0131u015fu0131nda stadyumlarda deu011fil, sadece okullarda kutlanmasu0131nu0131 u00f6ngu00f6ren genelge yayu0131mladu0131.",  "1999 - Tu00fcrkiye'nin 56. Hu00fcku00fcmeti kuruldu; Demokratik Sol Parti (DSP) azu0131nlu0131k Hu00fcku00fbmeti. Bu00fclent Ecevit 4. kez Bau015fbakan oldu.",  "1993 - Berlin, Ulumulhikme okulu'nun kuruluu015fu.",  "1984 - Michael Jackson, Thriller adlu0131 albu00fcmu00fcyle 8 Grammy u00f6du00fclu00fc aldu0131.",  "1980 - 14 yau015fu0131ndaki Nigel Short, "Uluslararasu0131 Usta" unvanu0131nu0131 alan o gu00fcne kadarki en genu00e7 satranu00e7 oyuncusu oldu.",  "1977 - Lockheed Martin uu00e7ak u015firketi'nin Tu00fcrkiye temsilcisi Nezih Dural tutuklandu0131.",  "1975 - Ku0131bru0131s Hareku00e2tu0131'nda 484 kiu015finin u00e7atu0131u015fmada kaybedildiu011fi au00e7u0131klandu0131.",  "1974 - u00d6lmeden bebeklik u00e7au011fu0131nu0131 atlattu0131klaru0131 kayda geu00e7en ilk altu0131zlar (anne: Susan Rosenkowitz) Cape Town, Gu00fcney Afrika'da dou011fdu.",  "1974 - u0130stanbul Belediyesi u015eehir Tiyatrolaru0131 Genel Sanat Yu00f6netmenliu011fine Muhsin Ertuu011frul getirildi. Bir gu00fcn u00f6nce Vasfi Ru0131za Zobu bu gu00f6revden istifa etmiu015fti.",  "1973 - u0130stanbul Tu00fcrk Demir Du00f6ku00fcm fabrikalaru0131nda 99 gu00fcn su00fcren grev sona erdi.",  "1972 - Dou011fu Pakistan, Bangladeu015f oldu.",  "1971 - Tu00fcrkiye u0130u015f Bankasu0131 Ankara Emek u015eubesi, silahlu0131 4 kiu015fi tarafu0131ndan soyuldu. Tu00fcrkiye Cumhuriyeti u0130u00e7iu015fleri Bakanlu0131u011fu0131 bankayu0131 soyanlaru0131n Deniz Gezmiu015f ile Yusuf Arslan olduu011funu bildirdi.",  "1969 - Tu00fcrkiye'de ilk sinema grevi, u0130stanbul u015eehzadebau015fu0131'ndaki Yeni Sinema'da bau015fladu0131.",  "1969 - Cevizli'de (Kartal) Singer fabrikasu0131nda iu015fgalcilere polis mu00fcdahale etti. 120 iu015fu00e7i gu00f6zaltu0131na alu0131ndu0131,14 iu015fu00e7i ve 8 polis yaralandu0131. Fabrika bir gu00fcn u00f6nce (10 Ocak'ta) iu015fu00e7iler tarafu0131ndan iu015fgal edilmiu015fti.",  "1969 - Danu0131u015ftay, Orta Dou011fu Teknik u00dcniversitesi'nin bir ay su00fcreyle tatil edilmesi kararu0131nu0131 durdurdu.",  "1964 - Amerika Birleu015fik Devletleri Sau011flu0131k Bakanu0131 Luther Terry, sigaranu0131n sau011flu0131u011fa zararlu0131 olabileceu011fine dair ilk raporu yayu0131nladu0131.",  "1963 - TBMM'de komu00fcnizmle mu00fccadele amacu0131yla komisyon kuruldu.",  "1962 - Peru'daki Nevado Huascaran volkanu0131nu0131n faaliyete geu00e7mesiyle oluu015fan u00e7u0131u011fda 4000 kiu015fi u00f6ldu00fc.",  "1954 - Tu00fcrkiye Vaku0131flar Bankasu0131 kuruluu015f kanunu kabul edildi.",  "1948 - Ankara u00dcniversitesi Senatosu bazu0131 u00f6u011fretim u00fcyelerini sol eu011filimli olduklaru0131 iu00e7in, Dil ve Tarih-Cou011frafya Faku00fcltesi'ndeki gu00f6revlerinden uzaklau015ftu0131rdu0131. Gu00f6revden alu0131nanlar arasu0131nda Pertev Naili Boratav, Niyazi Berkes ve Mediha Berkes, Behice Boran, Adnan Cemgil ve Azra Erhat vardu0131.",  "1946 - Enver Hoca, Arnavutluk Sosyalist Halk Cumhuriyeti'ni ilan etti. Kral Zogo tahttan indirildi.",  "1944 - u0130talya'da 5 kiu015fi vatana ihanetten asu0131ldu0131. Benito Mussolini'nin damadu0131 Kont Galeazzo Ciano da asu0131lanlar arasu0131ndaydu0131.",  "1943 - Ku0131zu0131l Ordu, Stalingrad kuu015fatmasu0131nu0131 ku0131rdu0131.",  "1940 - Ankara Devlet Konservatuvaru0131 Tatbikat Sahnesi oyuncularu0131, ilk oyunlaru0131nu0131 sergiledi.",  "1939 - Aydu0131n'da ku00f6ylu00fcye toprak dau011fu0131tu0131ldu0131.",  "1935 - Amelia Earhart, Hawaii'den Kaliforniya'ya tek kiu015filik uu00e7uu015f geru00e7ekleu015ftiren ilk insan oldu.",  "1929 - Sovyetler Birliu011fi'nde u00e7alu0131u015fma su00fcresi 7 saate indirildi.",  "1929 - Tu00fcrkiye'de eski yazu0131lu0131 kitaplaru0131 yeni harflere u00e7evirmek iu00e7in Dil Encu00fcmeni bu00fcnyesinde bir komisyon kuruldu.",  "1927 - Tu00fcrkiye ile Almanya arasu0131nda Ticaret ve u0130kamet antlau015fmalaru0131 imzalandu0131.",  "1922 - Kanada'nu0131n Toronto u015fehrinde bir hastanede yatan 14 yau015fu0131ndaki diyabet hastasu0131 Leonard Thompson, u0130nsu00fclin zerkedilerek bu hastalu0131u011fu0131 tedavi edilen ilk hasta olma unvanu0131nu0131 kazandu0131. Zaten ertesi yu0131l insu00fclinin eldesine yu00f6nelik kullanu0131u015flu0131 bir yu00f6ntem bulduklaru0131 iu00e7in Toronto u00dcniversitesi'nden bir ekip Nobel u00f6du00fclu00fc aldu0131.",  "1921 - Birinci u0130nu00f6nu00fc Muharebesi'nin sonu, Yunan kuvvetleri geri u00e7ekildi.",  "1905 - Mustafa Kemal Harp Akademisi'nden Kurmay Yu00fczbau015fu0131 olarak mezun oldu.",  "1878 - Su00fct ilk defa u015fiu015felenerek satu0131ldu0131.",  "1861 - Alabama, Birleu015fik Devletlerden ayru0131ldu0131.",  "1693 - Etna yanardau011fu0131 (Sicilya) faaliyete geu00e7ti.",  "1575 - Kapu0131kulu Gulgulesi bau015fladu0131.",  "1569 - u0130lk piyango u00e7ekiliu015fi, Birleu015fik Krallu0131k'ta yapu0131ldu0131.",  "1454 - Bu00fcyu00fck u0130stanbul yangu0131nu0131",  "1055 - Theodora, Bizans u0130mparatorluu011fu tahtu0131na oturdu. Makedonyalu0131lar Hanedanu0131'nu0131n son Hu00fcku00fcmdaru0131 olacaktu0131.",  "630 - Mu00fcslu00fcmanlaru0131n, Mekke'yi Muhammed bin Abdullah u00f6nderliu011finde fethi.[1][2]"]







