["2010 - Haiti'de 7,0 u015fiddetinde deprem meydana geldi.",  "2006 - Mina'da, (Suudi Arabistan) u015feytan tau015flama su0131rasu0131nda u00e7u0131kan kargau015fada 362 hacu0131 adayu0131 u00f6ldu00fc.",  "2001 - 36 yu0131ldu0131r su00fcren iu00e7 savau015fta 130 binden fazla insanu0131n u00f6ldu00fcu011fu00fc ve 2 milyon insanu0131n evini terk ettiu011fi Kolombiya'da yu00f6netim, u00fclkedeki komu00fcnist bir u00f6rgu00fct olan Ulusal Kurtuluu015f Ordusu'na kuzeyde silahtan aru0131ndu0131ru0131lmu0131u015f bir bu00f6lge tahsis etti.",  "2000 - Tu00fcrkiye Cumhuriyeti Hu00fcku00fbmeti'ni oluu015fturan partilerin Genel Bau015fkanlaru0131, Avrupa u0130nsan Haklaru0131 Mahkemesi'nin, idama mahku00fbm edilen Abdullah u00d6calan hakku0131nda verdiu011fi ihtiyati tedbir kararu0131na uyulmasu0131nu0131 kararlau015ftu0131rdu0131lar.",  "1998 - 19 Avrupa u00fclkesi, insan klonlanmasu0131nu0131n yasaklanmasu0131 konusunda anlau015ftu0131lar.",  "1991 - Amerika Birleu015fik Devletleri Kongresi, Irak birliklerinin Kuveyt'ten u00e7u0131karu0131lmasu0131 iu00e7in kendi hu00fcku00fbmetlerine gu00fcu00e7 kullanu0131mu0131 yetkisi verdi.",  "1976 - BM Gu00fcvenlik Konseyi, 1'e karu015fu0131 11 oyla, Filistin Kurtuluu015f u00d6rgu00fctu00fc'nu00fcn, oy verme hakku0131 olmaksu0131zu0131n Gu00fcvenlik Konseyi tartu0131u015fmalaru0131na katu0131lmasu0131na karar verdi.",  "1972 - Mucibur Rahman Bangladeu015f'in Bau015fbakanu0131 oldu.",  "1969 - Led Zeppelin ilk albu00fcmlerini (Led Zeppelin) u00e7u0131kardu0131.",  "1967 - Dr. James Bedford, gelecekte tekrar canlandu0131ru0131lmak u00fczere, kriyojenik olarak dondurulan ilk insan oldu.",  "1966 - Lyndon B. Johnson, Amerika Birleu015fik Devletleri'nin, komu00fcnist saldu0131rganlu0131k sona erene kadar Gu00fcney Vietnam'da kalacau011fu0131nu0131 au00e7u0131kladu0131.",  "1959 - Sovyet uzay aracu0131 Luna 1, gu00fcneu015f u00e7evresindeki yu00f6ru00fcngesine yerleu015fti. Luna yer u00e7ekiminden kurtulan ilk uzay aracu0131 oldu.",  "1952 - ABD yu00f6netimi, Marshall Planu0131 u00e7eru00e7evesinde Tu00fcrkiye'ye 58 milyon dolarlu0131k askeri yardu0131m yapu0131lmasu0131na onay verdi.",  "1951 - Uluslararasu0131 Soyku0131ru0131m Suu00e7unun u00d6nlenmesi ve Cezalandu0131ru0131lmasu0131 Su00f6zleu015fmesi yu00fcru00fcrlu00fcu011fe girdi.",  "1945 - II. Du00fcnya Savau015fu0131: Sovyet birlikleri Dou011fu Avrupa'da Nazi gu00fcu00e7lerine karu015fu0131 atau011fa geu00e7ti.",  "1944 - Genelkurmay'da ilk devir teslim: Mareu015fal Fevzi u00c7akmak yau015f haddinden emekliye ayru0131ldu0131, yerine Ku00e2zu0131m Orbay atandu0131.",  "1940 - II. Du00fcnya Savau015fu0131: Rusya, Finlandiya'yu0131 bombalu0131yor.",  "1934 - Yunanistan'u0131n eski Bau015fbakanu0131 Elefterios Venizelos, Atatu00fcrk'u00fc Nobel Baru0131u015f u00d6du00fclu00fc'ne aday gu00f6sterdi.",  "1932 - Hattie Wyatt Caraway, Amerika Birleu015fik Devletleri senatosuna seu00e7ilen ilk kadu0131n politikacu0131 oldu.",  "1923 - Paris'teki Pasteur Enstitu00fcsu00fc'nde, tetanoza karu015fu0131 antiserum geliu015ftirildi.",  "1920 - Son Osmanlu0131 Mebusan Meclisi, u0130stanbul'da gu00f6ru00fcu015fmelere bau015fladu0131.",  "1915 - ABD Temsilciler Meclisi, kadu0131nlaru0131n da oy kullanmasu0131 yu00f6nu00fcndeki kanun teklifini reddetti."]







