["2010 - Haiti'de 7,0 şiddetinde deprem meydana geldi.", "2006 - Mina'da, (Suudi Arabistan) şeytan taşlama sırasında çıkan kargaşada 362 hacı adayı öldü.", "2001 - 36 yıldır süren iç savaşta 130 binden fazla insanın öldüğü ve 2 milyon insanın evini terk ettiği Kolombiya'da yönetim, ülkedeki komünist bir örgüt olan Ulusal Kurtuluş Ordusu'na kuzeyde silahtan arındırılmış bir bölge tahsis etti.", "2000 - Türkiye Cumhuriyeti Hükûmeti'ni oluşturan partilerin Genel Başkanları, Avrupa İnsan Hakları Mahkemesi'nin, idama mahkûm edilen Abdullah Öcalan hakkında verdiği ihtiyati tedbir kararına uyulmasını kararlaştırdılar.", "1998 - 19 Avrupa ülkesi, insan klonlanmasının yasaklanması konusunda anlaştılar.", "1991 - Amerika Birleşik Devletleri Kongresi, Irak birliklerinin Kuveyt'ten çıkarılması için kendi hükûmetlerine güç kullanımı yetkisi verdi.", "1976 - BM Güvenlik Konseyi, 1'e karşı 11 oyla, Filistin Kurtuluş Örgütü'nün, oy verme hakkı olmaksızın Güvenlik Konseyi tartışmalarına katılmasına karar verdi.", "1972 - Mucibur Rahman Bangladeş'in Başbakanı oldu.", "1969 - Led Zeppelin ilk albümlerini (Led Zeppelin) çıkardı.", "1967 - Dr. James Bedford, gelecekte tekrar canlandırılmak üzere, kriyojenik olarak dondurulan ilk insan oldu.", "1966 - Lyndon B. Johnson, Amerika Birleşik Devletleri'nin, komünist saldırganlık sona erene kadar Güney Vietnam'da kalacağını açıkladı.", "1959 - Sovyet uzay aracı Luna 1, güneş çevresindeki yörüngesine yerleşti. Luna yer çekiminden kurtulan ilk uzay aracı oldu.", "1952 - ABD yönetimi, Marshall Planı çerçevesinde Türkiye'ye 58 milyon dolarlık askeri yardım yapılmasına onay verdi.", "1951 - Uluslararası Soykırım Suçunun Önlenmesi ve Cezalandırılması Sözleşmesi yürürlüğe girdi.", "1945 - II. Dünya Savaşı: Sovyet birlikleri Doğu Avrupa'da Nazi güçlerine karşı atağa geçti.", "1944 - Genelkurmay'da ilk devir teslim: Mareşal Fevzi Çakmak yaş haddinden emekliye ayrıldı, yerine Kâzım Orbay atandı.", "1940 - II. Dünya Savaşı: Rusya, Finlandiya'yı bombalıyor.", "1934 - Yunanistan'ın eski Başbakanı Elefterios Venizelos, Atatürk'ü Nobel Barış Ödülü'ne aday gösterdi.", "1932 - Hattie Wyatt Caraway, Amerika Birleşik Devletleri senatosuna seçilen ilk kadın politikacı oldu.", "1923 - Paris'teki Pasteur Enstitüsü'nde, tetanoza karşı antiserum geliştirildi.", "1920 - Son Osmanlı Mebusan Meclisi, İstanbul'da görüşmelere başladı.", "1915 - ABD Temsilciler Meclisi, kadınların da oy kullanması yönündeki kanun teklifini reddetti."]