["2018 - Pegasus Hava Yolları'na ait Boeing 737-800 tipi yolcu uçağı Trabzon Havalimanı'na iniş yaparken pistten çıktı. Uçaktaki 162 yolcu ve 6 mürettabat tahliye edildi.", "2012 - Costa Concordia gemi felaketi yaşandı.", "2012 - Kuzey Kıbrıs Türk Cumhuriyeti'nin kurucu Cumhurbaşkanı, Rauf Denktaş solunum yetmezliği nedeniyle kaldırıldığı hastanede öldü.", "2010 - Hulki Cevizoğlu, DSHP Genel Başkanlığından istifa etti.", "2010 - Haiti'de 7 büyüklüğünde bir deprem meydana geldi. 30.000 ile 50.000 arasında insan öldü.", "2007 - Japonya'nın kuzeyinde, Büyük Okyanus'ta 8,3 büyüklüğünde bir deprem meydana geldi.", "2007 - Dünyanın ilk tüp bebeği olarak 1978'de sezaryenle dünyaya getirilen Louise Brown, doğal yoldan doğum yaptı.", "2001 - El Salvador'da 7,6 büyüklüğünde deprem: 840 kişi öldü.", "1994 - Başkent Üniversitesi kuruldu.", "1993 - Irak'a karşı başlatılan ikinci harekâta, İncirlik Üssü'nden kalkan \"Çekiç Güç\" uçakları da katıldı.", "1992 - Japonya, II. Dünya Savaşı sırasında Japon askerlerinin, on binlerce Koreli kadını seks kölesi olmaya zorlamalarından ötürü özür diledi.", "1990 - Amerika Birleşik Devletleri'nin ilk zenci valisi L. Douglas Wilder, Virginia'da görevine başladı.", "1990 - Atatürk Barajı'nda su tutulmaya başlandı.", "1986 - Savunma Sanayii Müsteşarlığı kuruldu.", "1982 - Air Florida Havayolu Şirketine ait bir Boeing 737 tipi bir yolcu uçağı, kalkıştan hemen sonra, Amerika Birleşik Devletleri Washington'daki 14. Cadde köprüsüne çarptı ve daha sonra Potomac nehrine düştü: 78 kişi öldü.", "1966 - Hürriyet gazetesi, Amerika Birleşik Devletleri Başkanı Lyndon Johnson'un, eski Başbakan İsmet İnönü'ye yazdığı mektuba ilişkin, gazeteci Cüneyt Arcayürek'in haberini yayımladı. Mektup ve İnönü'nün cevabi mektubu, 14 Ocak'ta TBMM'de görüşüldükten sonra, 15 Ocak'ta kamuoyuna açıklandı. Bu mektup 1964'teki Kıbrıs bunalımı sırasında yazılmıştı ve Lyndon Johnson mektubunda, Türkiye'nin Kıbrıs'a müdahale etmemesini istemişti.", "1958 - Amerika Birleşik Devletleri, uzay uydusu Explorer 1'i fırlattı.", "1957 - Wham-O Şirketi, ilk frizbi'yi üretti.", "1947 - Pan Am Havayolu Şirketi, New York-Londra-Ankara uçak seferlerine başladı.", "1942 - II. Dünya Savaşı: Kızıl Ordu birlikleri Kiev'i ele geçirdi.", "1942 - II. Dünya Savaşı: Ekmek Karnesi uygulamasına başlandı.", "1930 - Miki Fare karikatürleri, Amerikan gazetelerinde yayımlanmaya başladı.", "1928 - Ankara Üniversitesi Hukuk Fakültesi Öğrenci Derneği'nin toplantısında, \"Türkiye'de Türkçeden başka lisan konuşulamaz\" kararı alındı.", "1923 - Bakanlar Kurulu Başkanı Rauf Bey (Orbay), TBMM’de Lozan Konferansı’yla ilgili olarak Hükümet görüşünü açıkladı.", "1920 - Sultanahmet Meydanı'nda 150 bin kişinin katıldığı büyük bir miting yapıldı.", "1915 - Avezzano'da (İtalya) deprem: 29.800 kişi öldü.", "1898 - Emile Zola'nın L'Aurore gazetesinde yayımladığı J'accuse (İtham ediyorum) başlıklı açık mektup, Dreyfus davası'nı kamuoyunun dikkatine taşıdı.", "1888 - National Geographic Society kuruldu.", "1863 - Darülfünun, Kimyager Derviş Paşa'nın verdiği halka açık fizik dersi ile eğitim hayatına başladı.", "1854 - Amerikalı Anthony Faas, akordeonun patentini aldı.", "1840 - Lexington adlı buharlı gemi, Long Island (New York) açıklarında yandı ve battı: 139 kişi öldü.", "1830 - Büyük New Orleans (Louisiana) yangını başladı."]