["2018 - Pegasus Hava Yollaru0131'na ait Boeing 737-800 tipi yolcu uu00e7au011fu0131 Trabzon Havalimanu0131'na iniu015f yaparken pistten u00e7u0131ktu0131. Uu00e7aktaki 162 yolcu ve 6 mu00fcrettabat tahliye edildi.",  "2012 - Costa Concordia gemi felaketi yau015fandu0131.",  "2012 - Kuzey Ku0131bru0131s Tu00fcrk Cumhuriyeti'nin kurucu Cumhurbau015fkanu0131, Rauf Denktau015f solunum yetmezliu011fi nedeniyle kaldu0131ru0131ldu0131u011fu0131 hastanede u00f6ldu00fc.",  "2010 - Hulki Cevizou011flu, DSHP Genel Bau015fkanlu0131u011fu0131ndan istifa etti.",  "2010 - Haiti'de 7 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi. 30.000 ile 50.000 arasu0131nda insan u00f6ldu00fc.",  "2007 - Japonya'nu0131n kuzeyinde, Bu00fcyu00fck Okyanus'ta 8,3 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi.",  "2007 - Du00fcnyanu0131n ilk tu00fcp bebeu011fi olarak 1978'de sezaryenle du00fcnyaya getirilen Louise Brown, dou011fal yoldan dou011fum yaptu0131.",  "2001 - El Salvador'da 7,6 bu00fcyu00fcklu00fcu011fu00fcnde deprem: 840 kiu015fi u00f6ldu00fc.",  "1994 - Bau015fkent u00dcniversitesi kuruldu.",  "1993 - Irak'a karu015fu0131 bau015flatu0131lan ikinci hareku00e2ta, u0130ncirlik u00dcssu00fc'nden kalkan "u00c7ekiu00e7 Gu00fcu00e7" uu00e7aklaru0131 da katu0131ldu0131.",  "1992 - Japonya, II. Du00fcnya Savau015fu0131 su0131rasu0131nda Japon askerlerinin, on binlerce Koreli kadu0131nu0131 seks ku00f6lesi olmaya zorlamalaru0131ndan u00f6tu00fcru00fc u00f6zu00fcr diledi.",  "1990 - Amerika Birleu015fik Devletleri'nin ilk zenci valisi L. Douglas Wilder, Virginia'da gu00f6revine bau015fladu0131.",  "1990 - Atatu00fcrk Baraju0131'nda su tutulmaya bau015flandu0131.",  "1986 - Savunma Sanayii Mu00fcsteu015farlu0131u011fu0131 kuruldu.",  "1982 - Air Florida Havayolu u015eirketine ait bir Boeing 737 tipi bir yolcu uu00e7au011fu0131, kalku0131u015ftan hemen sonra, Amerika Birleu015fik Devletleri Washington'daki 14. Cadde ku00f6pru00fcsu00fcne u00e7arptu0131 ve daha sonra Potomac nehrine du00fcu015ftu00fc: 78 kiu015fi u00f6ldu00fc.",  "1966 - Hu00fcrriyet gazetesi, Amerika Birleu015fik Devletleri Bau015fkanu0131 Lyndon Johnson'un, eski Bau015fbakan u0130smet u0130nu00f6nu00fc'ye yazdu0131u011fu0131 mektuba iliu015fkin, gazeteci Cu00fcneyt Arcayu00fcrek'in haberini yayu0131mladu0131. Mektup ve u0130nu00f6nu00fc'nu00fcn cevabi mektubu, 14 Ocak'ta TBMM'de gu00f6ru00fcu015fu00fcldu00fckten sonra, 15 Ocak'ta kamuoyuna au00e7u0131klandu0131. Bu mektup 1964'teki Ku0131bru0131s bunalu0131mu0131 su0131rasu0131nda yazu0131lmu0131u015ftu0131 ve Lyndon Johnson mektubunda, Tu00fcrkiye'nin Ku0131bru0131s'a mu00fcdahale etmemesini istemiu015fti.",  "1958 - Amerika Birleu015fik Devletleri, uzay uydusu Explorer 1'i fu0131rlattu0131.",  "1957 - Wham-O u015eirketi, ilk frizbi'yi u00fcretti.",  "1947 - Pan Am Havayolu u015eirketi, New York-Londra-Ankara uu00e7ak seferlerine bau015fladu0131.",  "1942 - II. Du00fcnya Savau015fu0131: Ku0131zu0131l Ordu birlikleri Kiev'i ele geu00e7irdi.",  "1942 - II. Du00fcnya Savau015fu0131: Ekmek Karnesi uygulamasu0131na bau015flandu0131.",  "1930 - Miki Fare karikatu00fcrleri, Amerikan gazetelerinde yayu0131mlanmaya bau015fladu0131.",  "1928 - Ankara u00dcniversitesi Hukuk Faku00fcltesi u00d6u011frenci Derneu011fi'nin toplantu0131su0131nda, "Tu00fcrkiye'de Tu00fcrku00e7eden bau015fka lisan konuu015fulamaz" kararu0131 alu0131ndu0131.",  "1923 - Bakanlar Kurulu Bau015fkanu0131 Rauf Bey (Orbay), TBMMu2019de Lozan Konferansu0131u2019yla ilgili olarak Hu00fcku00fcmet gu00f6ru00fcu015fu00fcnu00fc au00e7u0131kladu0131.",  "1920 - Sultanahmet Meydanu0131'nda 150 bin kiu015finin katu0131ldu0131u011fu0131 bu00fcyu00fck bir miting yapu0131ldu0131.",  "1915 - Avezzano'da (u0130talya) deprem: 29.800 kiu015fi u00f6ldu00fc.",  "1898 - Emile Zola'nu0131n L'Aurore gazetesinde yayu0131mladu0131u011fu0131 J'accuse (u0130tham ediyorum) bau015flu0131klu0131 au00e7u0131k mektup, Dreyfus davasu0131'nu0131 kamuoyunun dikkatine tau015fu0131du0131.",  "1888 - National Geographic Society kuruldu.",  "1863 - Daru00fclfu00fcnun, Kimyager Derviu015f Pau015fa'nu0131n verdiu011fi halka au00e7u0131k fizik dersi ile eu011fitim hayatu0131na bau015fladu0131.",  "1854 - Amerikalu0131 Anthony Faas, akordeonun patentini aldu0131.",  "1840 - Lexington adlu0131 buharlu0131 gemi, Long Island (New York) au00e7u0131klaru0131nda yandu0131 ve battu0131: 139 kiu015fi u00f6ldu00fc.",  "1830 - Bu00fcyu00fck New Orleans (Louisiana) yangu0131nu0131 bau015fladu0131."]







