["2011 - Tunus'ta bir kiu015finin kendini yakmasu0131yla bau015flayan gu00f6sterilerin ardu0131ndan, Devlet Bau015fkanu0131 Zeynel Abidin Bin Ali u00fclkeden kau00e7tu0131, geu00e7iu015f hu00fcku00fbmeti kuruldu.",  "2007 - Venezuela'ya ait, Panama-Karakas seferini yapan u00e7ift motorlu bir yolcu uu00e7au011fu0131, Kolombiya'nu0131n kuzey dou011fusunda du00fcu015ftu00fc: 14 kiu015fi u00f6ldu00fc.",  "2005 - Afganistan'daki Uluslararasu0131 Gu00fcvenlik Yardu0131m Kuvveti hareku00e2tu0131na katu0131larak, Kabil u00c7ok Uluslu Tugay Komutanlu0131u011fu0131 gu00f6revini 27 Ocak'ta 6 ay su00fcreyle u00fcstelenecek olan, 28'inci Mekanize Piyade Tugayu0131 iu00e7in uu011furlama tu00f6reni du00fczenlendi.",  "2005 - Avrupa Uzay Ajansu0131na (ESA) ait Huygens adlu0131 uzay sondasu0131 Satu00fcrn'u00fcn uydusu Titan'u0131n yu00fczeyine indi.",  "2000 - Eski Yugoslavya Uluslararasu0131 Ceza Mahkemesi, beu015f Bosnalu0131 Hu0131rvat'u0131, 1993 yu0131lu0131nda Ahmiu00e7i ku00f6yu00fcnde en az 103 Mu00fcslu00fcman'u0131n katledilmesiyle ilgili olarak 25 yu0131l hapse mahku00fbm etti.",  "1998 - Afganistan'a ait bir kargo uu00e7au011fu0131 gu00fcneybatu0131 Pakistan'da bir dau011fa du00fcu015ftu00fc: 50 kiu015fi u00f6ldu00fc.",  "1995 - u0130lk kez verilen Uluslararasu0131 Nu00e2zu0131m Hikmet u015eiir u00d6du00fclu00fc, u0130stanbul'da yapu0131lan bir tu00f6renle Lu00fcbnan'lu0131 u015fair Adonis'e verildi.",  "1994 - Bill Clinton ile Boris Yeltsin, fu00fczelerin herhangi bir u00fclkeye hedeflenmesine son verilmesi ve Ukrayna'nu0131n nu00fckleer silah stokunun yok edilmesi u00fczerinde anlau015ftu0131lar.",  "1993 - Nubar Terziyan, Ankara Uluslararasu0131 Film Festivali'nde "Emek u00d6du00fclu00fc"ne deu011fer bulundu.",  "1990 - Yugoslavya Komu00fcnistler Birliu011fiu2019nin olau011fanu00fcstu00fc toplantu0131su0131nda yayu0131nlanan "Yugoslavya iu00e7in Demokratik Sosyalizm Deklarasyonu" u015fiddetli tartu0131u015fmalara sebep oldu.",  "1987 - Uluslararasu0131 Ticaret Odasu0131 Vehbi Kou00e7'u "Du00fcnyada Yu0131lu0131n u0130u015f insanu0131" seu00e7ti.",  "1985 - Martina Navratilova, kendisinin 100. tenis turnuvasu0131nu0131 kazandu0131.",  "1970 - Tu00fcrk lirasu0131, 1211 sayu0131lu0131 kanuna gu00f6re u00e7u0131karu0131ldu0131.",  "1969 - Amerika Birleu015fik Devletleri'ne ait uu00e7ak gemisi USS Enterprise (CVN-65)'da, Hawaii au00e7u0131klaru0131nda patlama meydana geldi: 25 u00f6lu00fc.",  "1964 - Meclis, 12 Eylu00fcl 1963 tarihinde imzalanan Ortak Pazar anlau015fmasu0131nu0131 onayladu0131.",  "1963 - Fransa Cumhurbau015fkanu0131 Charles de Gaulle, Birleu015fik Krallu0131k'u0131n Avrupa Ekonomik Topluluu011funa (AET) girmesine karu015fu0131 u00e7u0131ktu0131.",  "1954 - Amerikalu0131 sinema oyuncusu Marilyn Monroe, beyzbol oyuncusu Joe Dimaggio ile evlendi.",  "1953 - Josip Broz Tito, Yugoslavya Devlet Bau015fkanu0131 oldu.",  "1950 - Sovyetler Birliu011fi'nde MiG-17 jet uu00e7au011fu0131nu0131n ilk prototipi uu00e7uu015f denemesini tamamladu0131.",  "1943 - Sir Winston Churchill, Franklin Roosevelt ve Charles de Gaulle Kazablanka Konferansu0131'nda bir araya geldiler.",  "1938 - Norveu00e7, Antarktika'nu0131n Kraliu00e7e Maud Topraklaru0131 olarak anu0131lan bu00f6lgesi u00fczerinde hak iddia etti.",  "1938 - Tu00fcrkiye-Irak-u0130ran-Afganistan arasu0131nda akdedilen Sadabat Paktu0131, TBMM'de onaylandu0131.",  "1938 - Tu00fcrkiye Cumhuriyeti Du0131u015fiu015fleri Bakanlu0131u011fu0131 kuruluu015f kanunu kabul edildi.",  "1932 - Amerika Birleu015fik Devletleri'nde iu015fsizlerin sayu0131su0131nu0131n 8,2 milyona ulau015ftu0131u011fu0131 au00e7u0131klandu0131.",  "1923 - Atatu00fcrk'u00fcn annesi Zu00fcbeyde Hanu0131m, u0130zmir'de u00f6ldu00fc.",  "1923 - Londra - New York arasu0131 ilk telefon gu00f6ru00fcu015fmesi yapu0131ldu0131.",  "1923 - Mustafa Kemal, Batu0131 Anadolu'da geziye u00e7u0131ktu0131.",  "1915 - Swakopmund, Gu00fcney Afrika birlikleri tarafu0131ndan iu015fgal edildi.",  "1907 - Jamaika'da deprem: 1000'den fazla kiu015fi u00f6ldu00fc.",  "1903 - Makedonya'daki Osmanlu0131 yu00f6netimine karu015fu0131 geliu015fen u015fiddet olaylaru0131 nedeniyle Sadrazam Mehmed Said Pau015fa azledildi, yerine Rumeli Islahat Komisyonu Bau015fkanu0131 Avlonyalu0131 Mehmed Ferid Pau015fa getirildi.",  "1900 - Giacomo Puccini'nin Tosca operasu0131, Roma'da ilk kez icra edildi.",  "1897 - u0130sviu00e7reli Matthias Zurbriggen, Aconcagua zirvesine tu0131rmanan ilk kiu015fi oldu.",  "1539 - Ku00fcba, u0130spanya'nu0131n su00f6mu00fcrgesi oldu."]







