["2020 - Vikipedi Tu00fcrkiye'de yeniden eriu015fime au00e7u0131ldu0131.",  "2018 - u0130ngiltere'nin inu015faat devi Carillion iflas etti.[1]",  "2011 - Tu00fcrk Telekom Arena Galatasaray ve Ajax arasu0131nda oynanan dostluk mau00e7u0131yla au00e7u0131ldu0131.",  "2007- u0130dam edilen devrik Irak lideri Saddam Hu00fcseyin'in u00fcvey kardeu015fi Barzan u0130brahim el Tikriti ile eski Irak Devrim Mahkemesi Bau015fkanu0131 Avad Hamid el Bender, asu0131larak idam edildi ve Tikrit kentinin Avca ku00f6yu00fcnde Saddam Hu00fcseyin'in yanu0131na gu00f6mu00fcldu00fc.",  "2006 - sosyalist Michelle Bachelet, u015eili'nin ilk kadu0131n Devlet Bau015fkanu0131 oldu. Bachelet, aynu0131 zamanda Latin Amerika'da Devlet Bau015fkanlu0131u011fu0131 gu00f6revine gelen altu0131ncu0131 kadu0131n oldu.",  "2005 - Filistin Lideri Yaser Arafat'u0131n 11 Kasu0131m 2004'te u00f6lmesinin ardu0131ndan 9 Ocak'ta Devlet Bau015fkanu0131 seu00e7ilen Mahmud Abbas, yemin ederek gu00f6reve bau015fladu0131. Bau015fbakanlu0131u011fa Ahmed Kurey'i getiren Abbas, u0130srail'e karu015fu0131lu0131klu0131 ateu015fkes ve nihai baru0131u015f anlau015fmasu0131 u00e7au011fru0131su0131nda bulundu.",  "2001 - Vikipedi yayu0131n hayatu0131na bau015fladu0131.",  "1996 - Gu00fcu00e7lu00fckonak Katliamu0131: u015eu0131rnak'u0131n Gu00fcu00e7lu00fckonak ilu00e7esinde 11 ku00f6ylu00fc bir minibu00fcs iu00e7erisinde kuru015funlanu0131p, yaku0131larak katledildi.",  "1992 - Avrupa Birliu011fi'nin, Hu0131rvatistan ve Slovenya'nu0131n bau011fu0131msu0131zlu0131u011fu0131nu0131 resmen tanu0131masu0131 u00fczerine Yugoslavya dau011fu0131lmu0131u015f oldu.",  "1991 - Birleu015fmiu015f Milletler'in Irak'a, Kuveyt'ten u00e7ekilmesi iu00e7in tanu0131du0131u011fu0131 su00fcre doldu.",  "1991 - Sosyalist Birlik Partisi (SBP) kuruldu; Sadun Aren Genel Bau015fkanlu0131u011fa getirildi.",  "1989 - Demokratik Sol Parti (DSP) Genel Bau015fkanlu0131u011fu0131na Bu00fclent Ecevit seu00e7ildi.",  "1985 - Almeida Neves, Brezilya Devlet Bau015fkanu0131 seu00e7ildi. Neves, 21 yu0131l aradan sonra ilk sivil Devlet Bau015fkanu0131 oldu.",  "1973 - Amerika Birleu015fik Devletleri Bau015fkanu0131 Richard Nixon, Kuzey Vietnam'daki birliklerinin saldu0131ru0131laru0131nu0131 durdurduklaru0131nu0131 ve baru0131u015f gu00f6ru00fcu015fmelerinde ilerleme kaydettiklerini au00e7u0131kladu0131.",  "1970 - Nijerya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazanmak iu00e7in 32 aydu0131r su00fcrdu00fcrdu00fckleri u00e7atu0131u015fmalardan sonra Biafra teslim oldu.",  "1969 - Sovyetler Birliu011fi, Soyuz 5 uzay aracu0131nu0131 fu0131rlattu0131.",  "1966 - Amerika Birleu015fik Devletleri Bau015fkanu0131 Lyndon Johnson'u0131n ve eski Bau015fbakan u0130smet u0130nu00f6nu00fc'nu00fcn 1964 yu0131lu0131nda yazdu0131klaru0131 mektuplar kamuoyuna au00e7u0131klandu0131.",  "1964 - III. Londra Konferansu0131 toplandu0131. Birleu015fik Krallu0131k, Tu00fcrkiye, Yunanistan ve Ku0131bru0131s Hu00fcku00fbmetleri ile Ku0131bru0131s Tu00fcrk ve Rum toplumu liderleri katu0131ldu0131.",  "1952 - Amerika Birleu015fik Devletleri, Tu00fcrkiye'nin Kuzey Atlantik Antlau015fmasu0131 Teu015fkilatu0131'na (NATO) giriu015fini onayladu0131.",  "1949 - u0130mam Hatip Liseleri au00e7u0131ldu0131.",  "1945 - Mu00fcttefik Devletler gemilerinin Bou011fazlardan geu00e7iu015fine izin verildi.",  "1943 - II. Du00fcnya Savau015fu0131: Guadalcanal Japonlardan temizlendi.",  "1940 - Ankara Radyosu Fransu0131zca, Yunanca, Farsu00e7a ve Bulgarca haber yayu0131nu0131na u0130ngilizceyi de ekledi.",  "1935 - Kuu011fu Gu00f6lu00fc Balesi'nin au00e7u0131lu0131u015fu0131 yapu0131ldu0131.",  "1932 - Samsun'da Mustafa Kemal Pau015fa'nu0131n, Anadolu'ya ayak bastu0131u011fu0131 yerde dikilen Onur Anu0131tu0131 au00e7u0131ldu0131.",  "1924 - u0130zmir'de harp oyunlaru0131 yapu0131ldu0131.",  "1919 - 21 kiu015finu00fcn u00f6ldu00fcu011fu00fc, 150 kiu015finin yaralandu0131u011fu0131 Boston u015eeker Pekmezi Felaketi yau015fandu0131.",  "1919 - u0130ngilizler Mondros Mu00fctarekesinin 7. Maddesine dayanarak Antep'i iu015fgal etti.",  "1919 - Almanya'nu0131n tanu0131nmu0131u015f sosyalistleri, Rosa Luxemburg ve Karl Liebknecht u00f6ldu00fcru00fcldu00fc.",  "1919 - Mustafa Kemal Pau015fa, u015eiu015fli'deki evinde, Albay u0130smet (u0130nu00f6nu00fc) Bey ile Anadolu'ya geu00e7mek konularu0131nu0131 gu00f6ru00fcu015ftu00fc.",  "1915 - Saru0131kamu0131u015f Hareku00e2tu0131 bitti.",  "1892 - Basketbolun kurallaru0131 ilk kez, oyunun dou011fum yeri sayu0131lan Springfield, Massachusetts'te (Amerika Birleu015fik Devletleri) James Naismith tarafu0131ndan yayu0131mlandu0131.",  "1889 - Daha u00f6nce adu0131 Pemberton u0130lau00e7 u015eirketi olan Coca-Cola u015firketi, Atlanta Georgia'da resmen kuruldu.",  "1884 - u0130stanbul Erkek Lisesi au00e7u0131ldu0131. Okulun ilk adu0131 "u015eems-u00fcl Maarif" idi. 1896 yu0131lu0131nda resmi okullar arasu0131na dahil edildi.",  "1870 - Amerika Birleu015fik Devletleri'nin Demokrat Parti'sini, eu015fek sembolu00fc ile tanu0131mlayan ilk politik karikatu00fcr yayu0131mlandu0131.",  "1759 - British Museum au00e7u0131ldu0131.",  "1582 - Rusya, Estonya ve Livonya'yu0131 Polonya'ya bu0131raktu0131.",  "1559 - u0130ngiltere Kraliu00e7esi I. Elizabeth tau00e7 taktu0131.",  "Mu00d6 588 - Babil hu00fcku00fcmdaru0131 II. Nebukadnezar, Kudu00fcs'u00fc kuu015fattu0131. Kuu015fatma 18 Temmuz Mu00d6 586'ya dek su00fcrdu00fc."]







