["2020 - Vikipedi Türkiye'de yeniden erişime açıldı.", "2018 - İngiltere'nin inşaat devi Carillion iflas etti.[1]", "2011 - Türk Telekom Arena Galatasaray ve Ajax arasında oynanan dostluk maçıyla açıldı.", "2007- İdam edilen devrik Irak lideri Saddam Hüseyin'in üvey kardeşi Barzan İbrahim el Tikriti ile eski Irak Devrim Mahkemesi Başkanı Avad Hamid el Bender, asılarak idam edildi ve Tikrit kentinin Avca köyünde Saddam Hüseyin'in yanına gömüldü.", "2006 - sosyalist Michelle Bachelet, Şili'nin ilk kadın Devlet Başkanı oldu. Bachelet, aynı zamanda Latin Amerika'da Devlet Başkanlığı görevine gelen altıncı kadın oldu.", "2005 - Filistin Lideri Yaser Arafat'ın 11 Kasım 2004'te ölmesinin ardından 9 Ocak'ta Devlet Başkanı seçilen Mahmud Abbas, yemin ederek göreve başladı. Başbakanlığa Ahmed Kurey'i getiren Abbas, İsrail'e karşılıklı ateşkes ve nihai barış anlaşması çağrısında bulundu.", "2001 - Vikipedi yayın hayatına başladı.", "1996 - Güçlükonak Katliamı: Şırnak'ın Güçlükonak ilçesinde 11 köylü bir minibüs içerisinde kurşunlanıp, yakılarak katledildi.", "1992 - Avrupa Birliği'nin, Hırvatistan ve Slovenya'nın bağımsızlığını resmen tanıması üzerine Yugoslavya dağılmış oldu.", "1991 - Birleşmiş Milletler'in Irak'a, Kuveyt'ten çekilmesi için tanıdığı süre doldu.", "1991 - Sosyalist Birlik Partisi (SBP) kuruldu; Sadun Aren Genel Başkanlığa getirildi.", "1989 - Demokratik Sol Parti (DSP) Genel Başkanlığına Bülent Ecevit seçildi.", "1985 - Almeida Neves, Brezilya Devlet Başkanı seçildi. Neves, 21 yıl aradan sonra ilk sivil Devlet Başkanı oldu.", "1973 - Amerika Birleşik Devletleri Başkanı Richard Nixon, Kuzey Vietnam'daki birliklerinin saldırılarını durdurduklarını ve barış görüşmelerinde ilerleme kaydettiklerini açıkladı.", "1970 - Nijerya'dan bağımsızlığını kazanmak için 32 aydır sürdürdükleri çatışmalardan sonra Biafra teslim oldu.", "1969 - Sovyetler Birliği, Soyuz 5 uzay aracını fırlattı.", "1966 - Amerika Birleşik Devletleri Başkanı Lyndon Johnson'ın ve eski Başbakan İsmet İnönü'nün 1964 yılında yazdıkları mektuplar kamuoyuna açıklandı.", "1964 - III. Londra Konferansı toplandı. Birleşik Krallık, Türkiye, Yunanistan ve Kıbrıs Hükûmetleri ile Kıbrıs Türk ve Rum toplumu liderleri katıldı.", "1952 - Amerika Birleşik Devletleri, Türkiye'nin Kuzey Atlantik Antlaşması Teşkilatı'na (NATO) girişini onayladı.", "1949 - İmam Hatip Liseleri açıldı.", "1945 - Müttefik Devletler gemilerinin Boğazlardan geçişine izin verildi.", "1943 - II. Dünya Savaşı: Guadalcanal Japonlardan temizlendi.", "1940 - Ankara Radyosu Fransızca, Yunanca, Farsça ve Bulgarca haber yayınına İngilizceyi de ekledi.", "1935 - Kuğu Gölü Balesi'nin açılışı yapıldı.", "1932 - Samsun'da Mustafa Kemal Paşa'nın, Anadolu'ya ayak bastığı yerde dikilen Onur Anıtı açıldı.", "1924 - İzmir'de harp oyunları yapıldı.", "1919 - 21 kişinün öldüğü, 150 kişinin yaralandığı Boston Şeker Pekmezi Felaketi yaşandı.", "1919 - İngilizler Mondros Mütarekesinin 7. Maddesine dayanarak Antep'i işgal etti.", "1919 - Almanya'nın tanınmış sosyalistleri, Rosa Luxemburg ve Karl Liebknecht öldürüldü.", "1919 - Mustafa Kemal Paşa, Şişli'deki evinde, Albay İsmet (İnönü) Bey ile Anadolu'ya geçmek konularını görüştü.", "1915 - Sarıkamış Harekâtı bitti.", "1892 - Basketbolun kuralları ilk kez, oyunun doğum yeri sayılan Springfield, Massachusetts'te (Amerika Birleşik Devletleri) James Naismith tarafından yayımlandı.", "1889 - Daha önce adı Pemberton İlaç Şirketi olan Coca-Cola şirketi, Atlanta Georgia'da resmen kuruldu.", "1884 - İstanbul Erkek Lisesi açıldı. Okulun ilk adı \"Şems-ül Maarif\" idi. 1896 yılında resmi okullar arasına dahil edildi.", "1870 - Amerika Birleşik Devletleri'nin Demokrat Parti'sini, eşek sembolü ile tanımlayan ilk politik karikatür yayımlandı.", "1759 - British Museum açıldı.", "1582 - Rusya, Estonya ve Livonya'yı Polonya'ya bıraktı.", "1559 - İngiltere Kraliçesi I. Elizabeth taç taktı.", "MÖ 588 - Babil hükümdarı II. Nebukadnezar, Kudüs'ü kuşattı. Kuşatma 18 Temmuz MÖ 586'ya dek sürdü."]