["1987 - 1 Ocak'ta Pekin'de Tiananmen Meydanı'nda öğrencilerin başlattığı gösteriler sonucunda, Çin Komünist Partisi Lideri Hu Yaobang istifa etti; yerine Zao Ziyang getirildi.", "1986 - New York'ta toplanan Uluslararası PEN Kongresi, Türk Hükûmetini yazarlarla ilgili tutumunu gözden geçirmeye çağırdı.", "1985 - Halkçı Parti (HP) milletvekili Bahriye Üçok, zina yapan erkeklerin de cezalandırılmasını öngören yasa önerisi vermişti. TBMM yasa önerisini reddetti.", "1983 - Türk Hava Yolları'nın \"Afyon\" uçağı Ankara'da düştü: 47 kişi öldü.", "1980 - Bilim insanları, interferon üretmeyi başardı.", "1979 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Devrimci Demokratik Kültür Derneklerinin, \"Doğu'da Kürt halkından olmayan kamu görevlilerinin bölgeden uzaklaştırılması\" kararı devlet tarafından yerine getirilmediği için Mardin Kızıltepe'de bir ilkokul öğretmeni bir grup militan tarafından dövüldü ve kendisine şehri terk etmesi için ihtarda bulunuldu.", "1979 - Şah Muhammed Rıza Pehlevi, ailesi ile birlikte İran'ı terk ederek Mısır'a yerleşti.", "1970 - Muammer Kaddafi, Libya Başbakanı oldu.", "1969 - Metroliner treni hizmete girdi.", "1961 - Amerika Birleşik Devletleri, Türkiye'ye 43 milyon dolar yardımda bulundu.", "1960 - İşçi Sigortalıları Kurumu İstanbul Hastanesi, Cumhurbaşkanı Celal Bayar tarafından hizmete açıldı.", "1956 - Uluslararası Basın Enstitüsü, Türkiye'de basına baskı yapıldığını açıkladı.", "1952 - Gazeteci ve yazar Ercüment Ekrem Talu'ya, Fransız \"Légion d'honneur\" nişanı verildi. Yazar, bu ödüle Türk-Fransız kültür ilişkilerine katkılarından dolayı layık görüldü.", "1945 - Adolf Hitler, Führerbunker'e taşındı.", "1929 - Josef Stalin'le anlaşmazlığa düşen Nikolay Buharin, Komünist Enternasyonal'in başkanlığından istifa etti.", "1928 - Doktor Şefik Hüsnü Deymer ve arkadaşlarının Türkiye Komünist Partisi davası başladı.", "1928 - Cemal Reşit Rey'in, \"12 Anadolu Türküsü\" adlı ses ve piyano için yapıtı ilk kez seslendirildi.", "1925 - Sovyetler Birliği'nde Lev Troçki, Savaş Komiserliği görevinden alındı.", "1920 - Milletler Cemiyeti, ilk toplantısını Paris'te yaptı.", "1914 - Altay SK kuruldu.", "1804 - Fransız fizikçi Joseph Louis Gay-Lussac, bir hidrojen balonu içinde 7.016 m'ye yükselerek, sonraki 50 yıl içinde kırılamayacak olan bir rekora imza attı.", "1795 - Fransa, Hollanda'nın Utrecht şehrini işgal etti.", "1595 - Padişah III. Murat, 48 yaşında öldü. III. Mehmet tahta çıktı.", "1556 - II. Felipe, İspanya Kralı oldu.", "1547 - Rus Çarı Korkunç İvan taç giydi."]