["1987 - 1 Ocak'ta Pekin'de Tiananmen Meydanu0131'nda u00f6u011frencilerin bau015flattu0131u011fu0131 gu00f6steriler sonucunda, u00c7in Komu00fcnist Partisi Lideri Hu Yaobang istifa etti; yerine Zao Ziyang getirildi.",  "1986 - New York'ta toplanan Uluslararasu0131 PEN Kongresi, Tu00fcrk Hu00fcku00fbmetini yazarlarla ilgili tutumunu gu00f6zden geu00e7irmeye u00e7au011fu0131rdu0131.",  "1985 - Halku00e7u0131 Parti (HP) milletvekili Bahriye u00dcu00e7ok, zina yapan erkeklerin de cezalandu0131ru0131lmasu0131nu0131 u00f6ngu00f6ren yasa u00f6nerisi vermiu015fti. TBMM yasa u00f6nerisini reddetti.",  "1983 - Tu00fcrk Hava Yollaru0131'nu0131n "Afyon" uu00e7au011fu0131 Ankara'da du00fcu015ftu00fc: 47 kiu015fi u00f6ldu00fc.",  "1980 - Bilim insanlaru0131, interferon u00fcretmeyi bau015fardu0131.",  "1979 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Devrimci Demokratik Ku00fcltu00fcr Derneklerinin, "Dou011fu'da Ku00fcrt halku0131ndan olmayan kamu gu00f6revlilerinin bu00f6lgeden uzaklau015ftu0131ru0131lmasu0131" kararu0131 devlet tarafu0131ndan yerine getirilmediu011fi iu00e7in Mardin Ku0131zu0131ltepe'de bir ilkokul u00f6u011fretmeni bir grup militan tarafu0131ndan du00f6vu00fcldu00fc ve kendisine u015fehri terk etmesi iu00e7in ihtarda bulunuldu.",  "1979 - u015eah Muhammed Ru0131za Pehlevi, ailesi ile birlikte u0130ran'u0131 terk ederek Mu0131su0131r'a yerleu015fti.",  "1970 - Muammer Kaddafi, Libya Bau015fbakanu0131 oldu.",  "1969 - Metroliner treni hizmete girdi.",  "1961 - Amerika Birleu015fik Devletleri, Tu00fcrkiye'ye 43 milyon dolar yardu0131mda bulundu.",  "1960 - u0130u015fu00e7i Sigortalu0131laru0131 Kurumu u0130stanbul Hastanesi, Cumhurbau015fkanu0131 Celal Bayar tarafu0131ndan hizmete au00e7u0131ldu0131.",  "1956 - Uluslararasu0131 Basu0131n Enstitu00fcsu00fc, Tu00fcrkiye'de basu0131na basku0131 yapu0131ldu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1952 - Gazeteci ve yazar Ercu00fcment Ekrem Talu'ya, Fransu0131z "Lu00e9gion d'honneur" niu015fanu0131 verildi. Yazar, bu u00f6du00fcle Tu00fcrk-Fransu0131z ku00fcltu00fcr iliu015fkilerine katku0131laru0131ndan dolayu0131 layu0131k gu00f6ru00fcldu00fc.",  "1945 - Adolf Hitler, Fu00fchrerbunker'e tau015fu0131ndu0131.",  "1929 - Josef Stalin'le anlau015fmazlu0131u011fa du00fcu015fen Nikolay Buharin, Komu00fcnist Enternasyonal'in bau015fkanlu0131u011fu0131ndan istifa etti.",  "1928 - Doktor u015eefik Hu00fcsnu00fc Deymer ve arkadau015flaru0131nu0131n Tu00fcrkiye Komu00fcnist Partisi davasu0131 bau015fladu0131.",  "1928 - Cemal Reu015fit Rey'in, "12 Anadolu Tu00fcrku00fcsu00fc" adlu0131 ses ve piyano iu00e7in yapu0131tu0131 ilk kez seslendirildi.",  "1925 - Sovyetler Birliu011fi'nde Lev Trou00e7ki, Savau015f Komiserliu011fi gu00f6revinden alu0131ndu0131.",  "1920 - Milletler Cemiyeti, ilk toplantu0131su0131nu0131 Paris'te yaptu0131.",  "1914 - Altay SK kuruldu.",  "1804 - Fransu0131z fiziku00e7i Joseph Louis Gay-Lussac, bir hidrojen balonu iu00e7inde 7.016 m'ye yu00fckselerek, sonraki 50 yu0131l iu00e7inde ku0131ru0131lamayacak olan bir rekora imza attu0131.",  "1795 - Fransa, Hollanda'nu0131n Utrecht u015fehrini iu015fgal etti.",  "1595 - Padiu015fah III. Murat, 48 yau015fu0131nda u00f6ldu00fc. III. Mehmet tahta u00e7u0131ktu0131.",  "1556 - II. Felipe, u0130spanya Kralu0131 oldu.",  "1547 - Rus u00c7aru0131 Korkunu00e7 u0130van tau00e7 giydi."]







