["2012 - KKTC'nin kurucu Cumhurbau015fkanu0131 Rauf Denktau015f, son yolculuu011funa uu011furlandu0131. Ku0131bru0131s'taki Selimiye Camii'nde ku0131lu0131nan cenaze namazu0131 ardu0131ndan top arabasu0131na yu00fcklenen naau015fu0131, gu00f6kkuu015fau011fu0131nu0131n altu0131ndan geu00e7erek Cumhuriyet Parku0131'ndaki anu0131t mezara defnedildi.",  "2007 - Kuzey Kore'nin nu00fckleer denemesi u00fczerine Chicago u00dcniversitesindeki sembolik Ku0131yamet Gu00fcnu00fc Saati 11:55'e ayarlandu0131. (12 Ku0131yamet demektir) Saat, sou011fuk savau015f boyunca 18 kez deu011fiu015ftirilmiu015ftir.",  "2006 - Adalet Bakanu0131 Cemil u00c7iu00e7ek, Mehmet Ali Au011fca'nu0131n tahliye kararu0131nu0131n, yazu0131lu0131 emir yoluyla bozulmasu0131 istemini iu00e7eren bau015fvurusunu Yargu0131tay'a gu00f6nderdi.",  "2000 - u0130stanbul'da bir villaya operasyon du00fczenlenmesi sonucunda u00e7u0131kan u00e7atu0131u015fmada, Hizbullah'u0131n elebau015fu0131su0131 Hu00fcseyin Veliou011flu u00f6lu00fc ele geu00e7irildi. Geniu015fletilen operasyonda, mezar evler ortaya u00e7u0131karu0131ldu0131 ve u00e7ok sayu0131da Hizbullah mensubu yakalandu0131.",  "1995 - Japonya'nu0131n Osaka-Kobe bu00f6lgesinde 7,2 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi: 6 binden fazla kiu015fi u00f6ldu00fc.",  "1995 - Avrupa Parlamentosu, Saharov u00d6du00fclu00fc'nu00fc cezaevinde bulunan eski DEP milletvekili Leyla Zana'ya verdi.",  "1994 - 21 Ocak'ta fu0131rlatu0131lmasu0131 planlanan ilk Tu00fcrk uydusu Tu00fcrksat 1A'yu0131 tau015fu0131yacak Arien fu00fczesi aru0131zalandu0131. Fu0131rlatma iu015flemi 10 gu00fcn ertelendi.",  "1994 - Gu00fcney Kaliforniya'da 6,7 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi: 61 kiu015fi u00f6ldu00fc, 20 milyar dolar hasar olduu011fu tahmin ediliyor.",  "1992 - u0130rlanda Cumhuriyet Ordusu (IRA), Kuzey u0130rlanda'da Protestanlara ait bir binayu0131 bombaladu0131, 7 iu015fu00e7i u00f6ldu00fc.",  "1991 - 2. Ku00f6rfez Savau015fu0131, mu00fcttefik uu00e7aklaru0131nu0131n Irak ve Kuveyt'teki hedefleri vurmalaru0131yla bau015fladu0131. Irak, misilleme olarak u0130srail'e 8 adet Scud fu00fczesi yolladu0131.",  "1990 - Yazar Aziz Nesin, kendisine "vatan haini" dediu011fi gereku00e7esiyle Cumhurbau015fkanu0131 Kenan Evren aleyhine tazminat davasu0131 au00e7tu0131.",  "1990 - Sosyaldemokrat Halku00e7u0131 Parti (SHP) milletvekillerinin hazu0131rladu0131klaru0131 Gu00fcneydou011fu Anadolu Arau015ftu0131rma Raporu au00e7u0131klandu0131.",  "1987 - Bu00fclent Ecevit, Siyasi Partiler Kanunu'na ayku0131ru0131 davranmaktan 11 ay 20 gu00fcn hapse mahku00fbm edildi. 12 Eylu00fcl darbesinden sonra Bu00fclent Ecevit hakku0131nda 80, Su00fcleyman Demirel hakku0131nda 55 dava au00e7u0131lmu0131u015ftu0131.",  "1984 - Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'nde Yerel Seu00e7im Yasasu0131 kabul edildi.",  "1984 - Dolandu0131ru0131cu0131lu0131ktan yargu0131lanan Abidin Cevher u00d6zden (Banker Kastelli) beraat etti.",  "1974 - Resmu00ee olarak son Anadolu parsu0131 u00f6ldu00fcru00fcldu00fc.1",  "1973 - Ferdinand Marcos, Filipinler'in "u00f6mu00fcr boyu" Bau015fkanu0131 oldu.",  "1971 - Ortadou011fu Teknik u00dcniversitesi Rektu00f6ru00fc Erdal u0130nu00f6nu00fc'nu00fcn evinin u00f6nu00fcne dinamit atu0131ldu0131.",  "1966 - Bir Amerikan B-52 bombardu0131man uu00e7au011fu0131, u0130spanya u00fczerinde bir yaku0131t tanker uu00e7au011fu0131 ile yaku0131t ikmali su0131rasu0131nda u00e7arpu0131u015ftu0131 ve du00f6rt hidrojen bombasu0131nu0131 Palomares ku00f6yu00fc civaru0131na du00fcu015fu00fcrdu00fc. "Palomares Olayu0131" olarak hatu0131rlanan olay sonrasu0131, u00e7evrede radyasyon kirliliu011fi oluu015ftu.",  "1964 - Londra Konferansu0131'nda Ku0131bru0131s Tu00fcrk toplumunu temsil eden Rauf Denktau015f konuu015ftu. Rauf Denktau015f, federal yu00f6netime gidilmezse, ayru0131 bir hu00fcku00fbmet kuracaklaru0131nu0131 au00e7u0131kladu0131.",  "1961 - Kongo Bau015fbakanu0131 Patrice Lumumba u00f6ldu00fcru00fcldu00fc.",  "1960 - Yahya Kemal Mu00fczesi au00e7u0131ldu0131. Mu00fcze Fatih Ku00fclliyesi'nin Bau015f Kuru015funlu Medresesi'nde bulunuyor.",  "1955 - Nu00fckleer enerjiyle u00e7alu0131u015fan ilk denizaltu0131 olan, ABD'ye ait "USS Nautilus (SSN-571)" suya indirildi.",  "1946 - BM Gu00fcvenlik Konseyi ilk toplantu0131su0131nu0131 yaptu0131.",  "1945 - SSCB ve Polonya birlikleri Varu015fova'ya girdi.",  "1944 - Monte Cassino Savau015fu0131: II. Du00fcnya Savau015fu0131'nu0131n en uzun ve kanlu0131 u00e7arpu0131u015fmalaru0131ndan biri bau015fladu0131.",  "1929 - Elzie Crisler Segar tarafu0131ndan yaratu0131lan Temel Reis (Popeye) karikatu00fcru00fc, ilk kez bir gazetede yayu0131mlandu0131.",  "1923 - Mustafa Kemal Pau015fa'nu0131n u0130zmit'te du00fczenlediu011fi ilk basu0131n toplantu0131su0131, sabaha karu015fu0131 sona erdi.",  "1917 - ABD, Virgin Adalaru0131 karu015fu0131lu0131u011fu0131nda Danimarka'ya 25 milyon dolar u00f6dedi.",  "1909 - Fenerbahu00e7e ile Galatasaray ilk kez karu015fu0131lau015ftu0131; FB:0, GS:2",  "1904 - Anton u00c7ehov'un yazdu0131u011fu0131 Viu015fne Bahu00e7esi adlu0131 oyun, ilk kez Moskova Sanat Tiyatrosu'nda sahnelendi.",  "1875 - Karaku00f6y-Beyou011flu arasu0131ndaki Tu00fcnel iu015fletmeye au00e7u0131ldu0131. Tu00fcnel, 1863'te Londra'da hizmete giren yeraltu0131 toplu tau015fu0131ma sistemlerinden sonra inu015fa edilen du00fcnyanu0131n en eski 2. yeraltu0131 toplu tau015fu0131ma sistemidir.",  "1852 - Sand River Antlau015fmasu0131 ile Birleu015fik Krallu0131k, Transvaal'deki (Gu00fcney Afrika) Boer kolonilerinin bau011fu0131msu0131zlu0131u011fu0131nu0131 kabul etti.",  "1851 - u015eirket-i Hayriye kuruldu.",  "1819 - Simu00f3n Bolu00edvar, Kolombiya Cumhuriyeti'ni ilan etti.",  "1685 - Viyana'da ilk kafe Johannes Diodato tarafu0131ndan au00e7u0131ldu0131.",  "1605 - Cervantes'in Don Kiu015fot adlu0131 romanu0131 ilk kez yayu0131mlandu0131. Romanu0131n 2. bu00f6lu00fcmu00fc ise tam 10 yu0131l sonra basu0131lacaktu0131r.",  "1299 - Osmanlu0131 u0130mparatorluu011fu'nu, Ou011fuzlar'u0131n Kayu0131 boyuna mensup Osman Gazi; Su00f6u011fu00fct ve Domaniu00e7 civaru0131nda, Anadolu Selu00e7uklu Devleti'nin obasu0131 ve kendisine uu00e7beyliu011fi olarak tahsis ettiu011fi bu00f6lgede bau011fu0131msu0131zlu0131k ilan ederek kurmuu015ftur."]







