["2012 - KKTC'nin kurucu Cumhurbaşkanı Rauf Denktaş, son yolculuğuna uğurlandı. Kıbrıs'taki Selimiye Camii'nde kılınan cenaze namazı ardından top arabasına yüklenen naaşı, gökkuşağının altından geçerek Cumhuriyet Parkı'ndaki anıt mezara defnedildi.", "2007 - Kuzey Kore'nin nükleer denemesi üzerine Chicago Üniversitesindeki sembolik Kıyamet Günü Saati 11:55'e ayarlandı. (12 Kıyamet demektir) Saat, soğuk savaş boyunca 18 kez değiştirilmiştir.", "2006 - Adalet Bakanı Cemil Çiçek, Mehmet Ali Ağca'nın tahliye kararının, yazılı emir yoluyla bozulması istemini içeren başvurusunu Yargıtay'a gönderdi.", "2000 - İstanbul'da bir villaya operasyon düzenlenmesi sonucunda çıkan çatışmada, Hizbullah'ın elebaşısı Hüseyin Velioğlu ölü ele geçirildi. Genişletilen operasyonda, mezar evler ortaya çıkarıldı ve çok sayıda Hizbullah mensubu yakalandı.", "1995 - Japonya'nın Osaka-Kobe bölgesinde 7,2 büyüklüğünde bir deprem meydana geldi: 6 binden fazla kişi öldü.", "1995 - Avrupa Parlamentosu, Saharov Ödülü'nü cezaevinde bulunan eski DEP milletvekili Leyla Zana'ya verdi.", "1994 - 21 Ocak'ta fırlatılması planlanan ilk Türk uydusu Türksat 1A'yı taşıyacak Arien füzesi arızalandı. Fırlatma işlemi 10 gün ertelendi.", "1994 - Güney Kaliforniya'da 6,7 büyüklüğünde bir deprem meydana geldi: 61 kişi öldü, 20 milyar dolar hasar olduğu tahmin ediliyor.", "1992 - İrlanda Cumhuriyet Ordusu (IRA), Kuzey İrlanda'da Protestanlara ait bir binayı bombaladı, 7 işçi öldü.", "1991 - 2. Körfez Savaşı, müttefik uçaklarının Irak ve Kuveyt'teki hedefleri vurmalarıyla başladı. Irak, misilleme olarak İsrail'e 8 adet Scud füzesi yolladı.", "1990 - Yazar Aziz Nesin, kendisine \"vatan haini\" dediği gerekçesiyle Cumhurbaşkanı Kenan Evren aleyhine tazminat davası açtı.", "1990 - Sosyaldemokrat Halkçı Parti (SHP) milletvekillerinin hazırladıkları Güneydoğu Anadolu Araştırma Raporu açıklandı.", "1987 - Bülent Ecevit, Siyasi Partiler Kanunu'na aykırı davranmaktan 11 ay 20 gün hapse mahkûm edildi. 12 Eylül darbesinden sonra Bülent Ecevit hakkında 80, Süleyman Demirel hakkında 55 dava açılmıştı.", "1984 - Türkiye Büyük Millet Meclisi'nde Yerel Seçim Yasası kabul edildi.", "1984 - Dolandırıcılıktan yargılanan Abidin Cevher Özden (Banker Kastelli) beraat etti.", "1974 - Resmî olarak son Anadolu parsı öldürüldü.1", "1973 - Ferdinand Marcos, Filipinler'in \"ömür boyu\" Başkanı oldu.", "1971 - Ortadoğu Teknik Üniversitesi Rektörü Erdal İnönü'nün evinin önüne dinamit atıldı.", "1966 - Bir Amerikan B-52 bombardıman uçağı, İspanya üzerinde bir yakıt tanker uçağı ile yakıt ikmali sırasında çarpıştı ve dört hidrojen bombasını Palomares köyü civarına düşürdü. \"Palomares Olayı\" olarak hatırlanan olay sonrası, çevrede radyasyon kirliliği oluştu.", "1964 - Londra Konferansı'nda Kıbrıs Türk toplumunu temsil eden Rauf Denktaş konuştu. Rauf Denktaş, federal yönetime gidilmezse, ayrı bir hükûmet kuracaklarını açıkladı.", "1961 - Kongo Başbakanı Patrice Lumumba öldürüldü.", "1960 - Yahya Kemal Müzesi açıldı. Müze Fatih Külliyesi'nin Baş Kurşunlu Medresesi'nde bulunuyor.", "1955 - Nükleer enerjiyle çalışan ilk denizaltı olan, ABD'ye ait \"USS Nautilus (SSN-571)\" suya indirildi.", "1946 - BM Güvenlik Konseyi ilk toplantısını yaptı.", "1945 - SSCB ve Polonya birlikleri Varşova'ya girdi.", "1944 - Monte Cassino Savaşı: II. Dünya Savaşı'nın en uzun ve kanlı çarpışmalarından biri başladı.", "1929 - Elzie Crisler Segar tarafından yaratılan Temel Reis (Popeye) karikatürü, ilk kez bir gazetede yayımlandı.", "1923 - Mustafa Kemal Paşa'nın İzmit'te düzenlediği ilk basın toplantısı, sabaha karşı sona erdi.", "1917 - ABD, Virgin Adaları karşılığında Danimarka'ya 25 milyon dolar ödedi.", "1909 - Fenerbahçe ile Galatasaray ilk kez karşılaştı; FB:0, GS:2", "1904 - Anton Çehov'un yazdığı Vişne Bahçesi adlı oyun, ilk kez Moskova Sanat Tiyatrosu'nda sahnelendi.", "1875 - Karaköy-Beyoğlu arasındaki Tünel işletmeye açıldı. Tünel, 1863'te Londra'da hizmete giren yeraltı toplu taşıma sistemlerinden sonra inşa edilen dünyanın en eski 2. yeraltı toplu taşıma sistemidir.", "1852 - Sand River Antlaşması ile Birleşik Krallık, Transvaal'deki (Güney Afrika) Boer kolonilerinin bağımsızlığını kabul etti.", "1851 - Şirket-i Hayriye kuruldu.", "1819 - Simón Bolívar, Kolombiya Cumhuriyeti'ni ilan etti.", "1685 - Viyana'da ilk kafe Johannes Diodato tarafından açıldı.", "1605 - Cervantes'in Don Kişot adlı romanı ilk kez yayımlandı. Romanın 2. bölümü ise tam 10 yıl sonra basılacaktır.", "1299 - Osmanlı İmparatorluğu'nu, Oğuzlar'ın Kayı boyuna mensup Osman Gazi; Söğüt ve Domaniç civarında, Anadolu Selçuklu Devleti'nin obası ve kendisine uçbeyliği olarak tahsis ettiği bölgede bağımsızlık ilan ederek kurmuştur."]