["2010 - Gazeteci-yazar Abdi u0130peku00e7i cinayeti ve iki ayru0131 gasp suu00e7undan hu00fcku00fcmlu00fc Mehmet Ali Au011fca, Sincan F tipi Cezaevi'nden tahliye edildi.",  "2005 - 800 yolcu kapasiteli yolcu uu00e7au011fu0131 Airbus A380, Toulouse'da (Fransa) basu0131na tanu0131tu0131ldu0131.",  "1996 - Michael Jackson ile Lisa Marie Presley'nin iki yu0131l su00fcren evlilikleri bou015fanma ile sona erdi.",  "1993 - Bayburt'un u00dczengili ku00f6yu00fc u00fczerine u00e7u0131u011f du00fcu015ftu00fc; 56 kiu015fi u00f6ldu00fc, 22 kiu015fi yaralandu0131.",  "1991 - Irak, u0130srail'in Tel Aviv ve Hayfa u015fehirlerine Scud fu00fczesi attu0131.",  "1989 - Ku0131bru0131slu0131 iu015f insanu0131 Asil Nadir, Gu00fcnaydu0131n gazetesi'nden sonra Geliu015fim Yayu0131nlaru0131'nu0131 da satu0131n aldu0131.",  "1984 - Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Du0130SK) davasu0131 duruu015fmasu0131nda, sanu0131klara tek tip elbise giydirildi.",  "1983 - Ku00fcltu00fcr Bakanlu0131u011fu0131'nca Sinema Yasa Tasaru0131su0131 hazu0131rlandu0131. Bakanlu0131k tasaru0131yla filmlere denetim getiriyordu.",  "1977 - Zatu00fcrreye yol au00e7an gizemli Lejyoner hastalu0131u011fu0131'nu0131n amili olan bakteri bulundu ve Legionella pneumophila olarak adlandu0131ru0131ldu0131.",  "1969 - Amerikalu0131 bilim insanlaru0131nca, du00fczenli elektromanyetik dalgalar yayan ilk pulsarlar bulundu.",  "1966 - Vefa Poyraz, u0130stanbul valiliu011fine atandu0131.",  "1966 - Ankara Cezaevi'nde af isteyen mahku00fbmlar isyan etti. u0130stanbul u00dcsku00fcdar Toptau015fu0131 Cezaevi'nde 260 mahku00fbm au00e7lu0131k grevine bau015fladu0131.",  "1964 - Pemba Halk Cumhuriyeti kuruldu.",  "1954 - Yabancu0131 Sermaye Yasasu0131 Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'nde kabul edildi.",  "1951 - Vietnam Kurtuluu015f Cephesi gerillalaru0131, Hanoi'den geri u00e7ekildi; u015fehir Fransu0131zlaru0131n eline geu00e7ti.",  "1950 - Demokrat Parti (DP), iu015fu00e7iye grev hakku0131 istedi.",  "1947 - Isparta'nu0131n Uluborlu ilu00e7esinin Senirkent bucau011fu0131ndan on vatandau015f, noter aracu0131lu0131u011fu0131yla Tu00fcrkiye Bu00fcyu00fck Millet Meclisi Bau015fkanlu0131u011fu0131na bir protesto mektubu gu00f6nderdi. Mektupta hiu00e7bir suu00e7laru0131 olmadu0131u011fu0131 halde, jandarmanu0131n kendilerine sistemli olarak iu015fkence boyutlaru0131nda ku00f6tu00fc muamele yaptu0131u011fu0131nu0131 yazu0131yorlardu0131.",  "1946 - Madam Butterfly operasu0131, Ankara'da sahnelendi.",  "1944 - Trak adlu0131 yolcu vapuru, u00c7anakkale'den Bandu0131rma'ya giderken kayalara bindirerek battu0131: 24 kiu015fi u00f6ldu00fc.",  "1943 - Sovyetler Birliu011fi, Leningrad'da hu00fcku00fcm su00fcren Alman kuu015fatmasu0131nu0131 ku0131rdu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1940 - Millu00ee Koruma Kanunu kabul edildi.",  "1931 - Cumhuriyet gazetesinin du00fczenlediu011fi Tu00fcrkiye Gu00fczellik Kraliu00e7esi Yaru0131u015fmasu0131nu0131, Nau015fide Saffet Esen kazandu0131.",  "1929 - Lev Trou00e7ki, Sovyetler Birliu011fi'nden su0131nu0131r du0131u015fu0131 edildi.",  "1928 - u00c7erkez Hacu0131 Sami u00e7etesinden 3 kiu015fi, Eminu00f6nu00fc Meydanu0131'nda idam edildi. Bu kiu015filer Atatu00fcrk'e suikast iddiasu0131yla idama mahku00fbm edilmiu015flerdi.",  "1927 - Lozan Antlau015fmasu0131, Amerikan Senatosu tarafu0131ndan reddedildi.",  "1919 - I. Du00fcnya Savau015fu0131'nda yenik du00fcu015fen devletlerle anlau015fmalar yapmak u00fczere, u0130tilaf Devletleri temsilcilerinin oluu015fturduu011fu Paris Baru0131u015f Konferansu0131 au00e7u0131ldu0131. Avrupa'nu0131n haritasu0131 yeniden u00e7izildi.",  "1912 - Kaptan Robert Falcon Scott, Gu00fcney Kutbuna ulau015ftu0131. Bunu bau015faran ilk insan olmayu0131 hayal ediyordu ancak Roald Amundsen, ondan yaklau015fu0131k bir ay u00f6nce bunu bau015farmu0131u015ftu0131.",  "1911 - u0130lk defa bir uu00e7ak, bir geminin gu00fcvertesine iniu015f yaptu0131. Pilot Eugene Burton Ely, San Francisco limanu0131nda bulunan USS Pennsylvania (ACR-4) gemisine indi.",  "1906 - u0130van Vasilyeviu00e7 Babuu015fkin kuru015funa dizildi. Babuu015fkin, Rus Sosyal Demokrat u0130u015fu00e7i Partisi (Bolu015fevikler) kurucularu0131ndandu0131.",  "1903 - Amerika Birleu015fik Devletleri Bau015fkanu0131 Theodore Roosevelt'in, Birleu015fik Krallu0131k Kralu0131 VII. Edward'a gu00f6nderdiu011fi radyo mesaju0131, Birleu015fik Devletlerden radyo ile yapu0131lan ilk okyanus au015fu0131ru0131 iletiu015fim olmuu015ftur.",  "1896 - X-u0131u015fu0131nlaru0131 cihazu0131 ilk kez New York'ta halka tanu0131tu0131ldu0131. "X" adu0131, ne tu00fcr bir u0131u015fu0131n olduu011funun bilinmeyiu015fini simgeliyordu.",  "1778 - u0130ngiliz ku00e2u015fif James Cook, Hawaii'ye ulau015ftu0131.",  "1535 - u0130spanyol fatih (Konkistador) Francisco Pizarro, Peru'nun bau015fkenti Lima'yu0131 keu015ffetti.",  "532 - Konstantinopolis'te (gu00fcnu00fcmu00fczde u0130stanbul) bau015flayan Nika ayaklanmasu0131 tamamen bastu0131ru0131ldu0131. 30.000 kiu015finin u00f6ldu00fcu011fu00fc tarihin bu en kanlu0131 ayaklanmasu0131 13 Ocak'ta bau015flamu0131u015ftu0131."]







