["2010 - Gazeteci-yazar Abdi İpekçi cinayeti ve iki ayrı gasp suçundan hükümlü Mehmet Ali Ağca, Sincan F tipi Cezaevi'nden tahliye edildi.", "2005 - 800 yolcu kapasiteli yolcu uçağı Airbus A380, Toulouse'da (Fransa) basına tanıtıldı.", "1996 - Michael Jackson ile Lisa Marie Presley'nin iki yıl süren evlilikleri boşanma ile sona erdi.", "1993 - Bayburt'un Üzengili köyü üzerine çığ düştü; 56 kişi öldü, 22 kişi yaralandı.", "1991 - Irak, İsrail'in Tel Aviv ve Hayfa şehirlerine Scud füzesi attı.", "1989 - Kıbrıslı iş insanı Asil Nadir, Günaydın gazetesi'nden sonra Gelişim Yayınları'nı da satın aldı.", "1984 - Devrimci İşçi Sendikaları Konfederasyonu (DİSK) davası duruşmasında, sanıklara tek tip elbise giydirildi.", "1983 - Kültür Bakanlığı'nca Sinema Yasa Tasarısı hazırlandı. Bakanlık tasarıyla filmlere denetim getiriyordu.", "1977 - Zatürreye yol açan gizemli Lejyoner hastalığı'nın amili olan bakteri bulundu ve Legionella pneumophila olarak adlandırıldı.", "1969 - Amerikalı bilim insanlarınca, düzenli elektromanyetik dalgalar yayan ilk pulsarlar bulundu.", "1966 - Vefa Poyraz, İstanbul valiliğine atandı.", "1966 - Ankara Cezaevi'nde af isteyen mahkûmlar isyan etti. İstanbul Üsküdar Toptaşı Cezaevi'nde 260 mahkûm açlık grevine başladı.", "1964 - Pemba Halk Cumhuriyeti kuruldu.", "1954 - Yabancı Sermaye Yasası Türkiye Büyük Millet Meclisi'nde kabul edildi.", "1951 - Vietnam Kurtuluş Cephesi gerillaları, Hanoi'den geri çekildi; şehir Fransızların eline geçti.", "1950 - Demokrat Parti (DP), işçiye grev hakkı istedi.", "1947 - Isparta'nın Uluborlu ilçesinin Senirkent bucağından on vatandaş, noter aracılığıyla Türkiye Büyük Millet Meclisi Başkanlığına bir protesto mektubu gönderdi. Mektupta hiçbir suçları olmadığı halde, jandarmanın kendilerine sistemli olarak işkence boyutlarında kötü muamele yaptığını yazıyorlardı.", "1946 - Madam Butterfly operası, Ankara'da sahnelendi.", "1944 - Trak adlı yolcu vapuru, Çanakkale'den Bandırma'ya giderken kayalara bindirerek battı: 24 kişi öldü.", "1943 - Sovyetler Birliği, Leningrad'da hüküm süren Alman kuşatmasını kırdığını açıkladı.", "1940 - Millî Koruma Kanunu kabul edildi.", "1931 - Cumhuriyet gazetesinin düzenlediği Türkiye Güzellik Kraliçesi Yarışmasını, Naşide Saffet Esen kazandı.", "1929 - Lev Troçki, Sovyetler Birliği'nden sınır dışı edildi.", "1928 - Çerkez Hacı Sami çetesinden 3 kişi, Eminönü Meydanı'nda idam edildi. Bu kişiler Atatürk'e suikast iddiasıyla idama mahkûm edilmişlerdi.", "1927 - Lozan Antlaşması, Amerikan Senatosu tarafından reddedildi.", "1919 - I. Dünya Savaşı'nda yenik düşen devletlerle anlaşmalar yapmak üzere, İtilaf Devletleri temsilcilerinin oluşturduğu Paris Barış Konferansı açıldı. Avrupa'nın haritası yeniden çizildi.", "1912 - Kaptan Robert Falcon Scott, Güney Kutbuna ulaştı. Bunu başaran ilk insan olmayı hayal ediyordu ancak Roald Amundsen, ondan yaklaşık bir ay önce bunu başarmıştı.", "1911 - İlk defa bir uçak, bir geminin güvertesine iniş yaptı. Pilot Eugene Burton Ely, San Francisco limanında bulunan USS Pennsylvania (ACR-4) gemisine indi.", "1906 - İvan Vasilyeviç Babuşkin kurşuna dizildi. Babuşkin, Rus Sosyal Demokrat İşçi Partisi (Bolşevikler) kurucularındandı.", "1903 - Amerika Birleşik Devletleri Başkanı Theodore Roosevelt'in, Birleşik Krallık Kralı VII. Edward'a gönderdiği radyo mesajı, Birleşik Devletlerden radyo ile yapılan ilk okyanus aşırı iletişim olmuştur.", "1896 - X-ışınları cihazı ilk kez New York'ta halka tanıtıldı. \"X\" adı, ne tür bir ışın olduğunun bilinmeyişini simgeliyordu.", "1778 - İngiliz kâşif James Cook, Hawaii'ye ulaştı.", "1535 - İspanyol fatih (Konkistador) Francisco Pizarro, Peru'nun başkenti Lima'yı keşfetti.", "532 - Konstantinopolis'te (günümüzde İstanbul) başlayan Nika ayaklanması tamamen bastırıldı. 30.000 kişinin öldüğü tarihin bu en kanlı ayaklanması 13 Ocak'ta başlamıştı."]