["2024 - Alper Gezeravcu0131, Kennedy Uzay Merkezi'nden kalkan Dragon V2 aracu0131 ile uzaya giden ilk Tu00fcrk oldu.",  "2011 - Rize Milletvekili Mesut Yu0131lmaz, Demokrat Parti'den istifa etti. Meclis'te temsil edilen parti sayu0131su0131 6'ya du00fcu015ftu00fc.",  "2010 - Hamas liderlerinden Mahmud El Mabhuh, Dubai'de kaldu0131u011fu0131 otelde u00f6ldu00fcru00fcldu00fc.",  "2007 - Gazeteci Hrant Dink uu011fradu0131u011fu0131 silahlu0131 saldu0131ru0131 sonucu u00f6ldu00fcru00fcldu00fc.",  "2006 - NASA'nu0131n uzay sondasu0131 New Horizons, Plu00fcton'a dou011fru yolculuu011funa u00e7u0131ktu0131.",  "2005 - "Tu00fcrkler: Bin Yu0131lu0131n Yolculuu011fu 600-1600" sergisi, Londra'daki Kraliyet Sanatlar Akademisi'nde au00e7u0131ldu0131.",  "2005 - SEKA u0130zmit u0130u015fletmesinin kapatu0131lma kararu0131nu0131 protesto eden u00e7alu0131u015fanlar, fabrikadan u00e7u0131kmama kararu0131 aldu0131.",  "2004 - Rubia isimli bir ku00f6pek, Aconcagua dau011fu0131 zirvesine u00e7u0131karak bu alanda bir du00fcnya rekoru ku0131rdu0131.",  "1997 - Yaser Arafat, u0130srail kontrolu00fc altu0131ndaki son Batu0131 u015eeria u015fehri Hebron'un Filistin'e verilmesini kutlamak u00fczere 30 yu0131l aradan sonra ilk kez Hebron'a geldi.",  "1992 - Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Du0130SK) Genel Kurulu yapu0131ldu0131; Genel Bau015fkanlu0131u011fa Kemal Nebiou011flu seu00e7ildi.",  "1988 - Sosyaldemokrat Halku00e7u0131 Parti (SHP) milletvekili Mehmet Ali Eren Tu00fcrkiye'de Ku00fcrt sorunu olduu011funu ve Ku00fcrtlere basku0131 yapu0131ldu0131u011fu0131nu0131 su00f6yledi. Tu00fcrkiye Bu00fcyu00fck Millet Meclisinde olaylar u00e7u0131ktu0131.",  "1983 - Niksar Cumhuriyet Savcu0131su0131 Nihat Geru00e7ek'i u00f6ldu00fcrmekten yargu0131lanan iki u00fclku00fccu00fc mahku00fbm edildi.",  "1983 - Apple u015firketi, bir mouse ve "grafik ara yu00fczu00fc" ne sahip ilk ticari bilgisayar olan The Apple Lisa yu0131 duyurdu.",  "1983 - Lyon Kasabu0131 olarak da bilinen Nazi savau015f suu00e7lusu Klaus Barbie, Bolivya'da tutuklandu0131.",  "1981 - Baku0131rku00f6y u0130u015f Mahkemesi Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu'na (Du0130SK) kayyu0131m atadu0131.",  "1978 - 1938'den beri u00fcretilen Volkswagen Beetle (Kaplumbau011fa) modeli otomobillerden sonuncusu Volkswagen'in Emden'deki fabrikalaru0131nda u00fcretildi. Kaplumbau011falaru0131n u00fcretimine Latin Amerika'da 2003 yu0131lu0131na kadar daha devam edilecektir.",  "1977 - Miami-Florida'da kar yau011fu0131u015fu0131: Florida'nu0131n tarihinde ilk kez geru00e7ekleu015fti.",  "1969 - Prag'da Jan Palach adu0131ndaki u00f6u011frenci, Sovyetler Birliu011fi'nin u00c7ekoslovakya'yu0131 iu015fgalini protesto iu00e7in kendini yaktu0131ktan u00fcu00e7 gu00fcn sonra u00f6ldu00fc. Prag'da protesto gu00f6sterileri du00fczenlendi.",  "1969 - Amerikan Bu00fcyu00fckelu00e7isi Robert Komer istifa etti. Robert Komer'in makam arabasu0131 6 Ocak gu00fcnu00fc Ortadou011fu Teknik u00dcniversitesini ziyareti su0131rasu0131nda u00f6u011frenciler tarafu0131ndan yaku0131lmu0131u015ftu0131.",  "1966 - Hindistan'da Nehru'nun ku0131zu0131 u0130ndira Gandhi, Bau015fbakan oldu.",  "1960 - u0130sveu00e7'in bau015fkenti Stokholm'den Ankara'ya gelen u0130skandinav Havayollaru0131'na (SAS) ait yolcu uu00e7au011fu0131 Esenbou011fa Havaalanu0131 yaku0131nlaru0131nda du00fcu015ftu00fc, 42 kiu015fi u00f6ldu00fc.",  "1959 - Amerika Birleu015fik Devletleri ile imzalanan u0130stimlak ve Mu00fcsadere Garantisi Anlau015fmasu0131 Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'nde onaylandu0131. Anlau015fma basu0131nda kapitu00fclasyonlara du00f6nu00fcu015f olarak nitelendi.",  "1950 - u00c7in lideri  Mao Zedong, Ho u015ei Mingh'in u00f6nderliu011findeki Kuzey Vietnam'u0131 tanu0131du0131.",  "1949 - Ku00fcba, u0130srail'i diplomatik alanda tanu0131du0131.",  "1945 - Deutsche Bank ve Deutsche Orientbank, Tu00fcrkiye'deki faaliyetlerini durdurdu ve tasfiye hazu0131rlu0131klaru0131na bau015fladu0131.",  "1942 - II. Du00fcnya Savau015fu0131: Japon askeru00ee birlikleri Burma'yu0131 iu015fgal etti.",  "1941 - II. Du00fcnya Savau015fu0131: u0130ngiliz gu00fcu00e7leri Eritre'ye saldu0131rdu0131.",  "1937 - Howard Hughes adu0131nda bir Amerikalu0131 milyoner, Los Angeles'tan Newark'a (New Jersey) 7 saat 28 dakikada uu00e7arak hu0131z rekoru ku0131rdu0131.",  "1935 - Y biu00e7imli ilk erkek ku00fclotlaru0131, Marshall Field&Co'da satu0131u015fa sunuldu.",  "1923 - Ali u015eu00fckru00fc Bey'in Ankara'da yayu0131mladu0131u011fu0131 Tan gazetesinin ilk sayu0131su0131 u00e7u0131ktu0131.",  "1915 - Zeplinlerin kullanu0131ldu0131u011fu0131 ilk hava saldu0131ru0131su0131, Alman u0130mparatorluu011fu tarafu0131ndan Birleu015fik Krallu0131k'ta yapu0131ldu0131.",  "1915 - George Claude, reklamcu0131lu0131kta kullanu0131lmak u00fczere neon tu00fcplerinin patentini aldu0131.",  "1910 - u00c7u0131rau011fan Sarayu0131 yandu0131. Saray, Sultan Abdu00fclaziz tarafu0131ndan inu015fa ettirilmiu015fti.",  "1903 - u0130lk kez du00fczenlenen Fransa Bisiklet Turu (Tour de France) bisiklet yaru0131u015fmasu0131nu0131, Fransu0131z bisikletu00e7i Maurice Garin kazandu0131. 19 gu00fcn su00fcren 2.428 kilometrelik tura 59 yaru0131u015fmacu0131 katu0131lu0131rken, ancak 20 bisikletu00e7i bitiu015fe ulau015fmayu0131 bau015farabildi.",  "1861 - Georgia, Amerika Birleu015fik Devletleri'nden ayru0131ldu0131.",  "1853 - Giuseppe Verdi'nin "Il Trovatore" operasu0131 Roma'da sahnelendi.",  "1829 - Johann Wolfgang von Goethe'nin eseri Faust ilk kez sahnelendi.",  "1474 - Ku00f6ping, u0130sveu00e7'te kent konumuna alu0131ndu0131."]







