["2024 - Alper Gezeravcı, Kennedy Uzay Merkezi'nden kalkan Dragon V2 aracı ile uzaya giden ilk Türk oldu.", "2011 - Rize Milletvekili Mesut Yılmaz, Demokrat Parti'den istifa etti. Meclis'te temsil edilen parti sayısı 6'ya düştü.", "2010 - Hamas liderlerinden Mahmud El Mabhuh, Dubai'de kaldığı otelde öldürüldü.", "2007 - Gazeteci Hrant Dink uğradığı silahlı saldırı sonucu öldürüldü.", "2006 - NASA'nın uzay sondası New Horizons, Plüton'a doğru yolculuğuna çıktı.", "2005 - \"Türkler: Bin Yılın Yolculuğu 600-1600\" sergisi, Londra'daki Kraliyet Sanatlar Akademisi'nde açıldı.", "2005 - SEKA İzmit İşletmesinin kapatılma kararını protesto eden çalışanlar, fabrikadan çıkmama kararı aldı.", "2004 - Rubia isimli bir köpek, Aconcagua dağı zirvesine çıkarak bu alanda bir dünya rekoru kırdı.", "1997 - Yaser Arafat, İsrail kontrolü altındaki son Batı Şeria şehri Hebron'un Filistin'e verilmesini kutlamak üzere 30 yıl aradan sonra ilk kez Hebron'a geldi.", "1992 - Devrimci İşçi Sendikaları Konfederasyonu (DİSK) Genel Kurulu yapıldı; Genel Başkanlığa Kemal Nebioğlu seçildi.", "1988 - Sosyaldemokrat Halkçı Parti (SHP) milletvekili Mehmet Ali Eren Türkiye'de Kürt sorunu olduğunu ve Kürtlere baskı yapıldığını söyledi. Türkiye Büyük Millet Meclisinde olaylar çıktı.", "1983 - Niksar Cumhuriyet Savcısı Nihat Gerçek'i öldürmekten yargılanan iki ülkücü mahkûm edildi.", "1983 - Apple şirketi, bir mouse ve \"grafik ara yüzü\" ne sahip ilk ticari bilgisayar olan The Apple Lisa yı duyurdu.", "1983 - Lyon Kasabı olarak da bilinen Nazi savaş suçlusu Klaus Barbie, Bolivya'da tutuklandı.", "1981 - Bakırköy İş Mahkemesi Devrimci İşçi Sendikaları Konfederasyonu'na (DİSK) kayyım atadı.", "1978 - 1938'den beri üretilen Volkswagen Beetle (Kaplumbağa) modeli otomobillerden sonuncusu Volkswagen'in Emden'deki fabrikalarında üretildi. Kaplumbağaların üretimine Latin Amerika'da 2003 yılına kadar daha devam edilecektir.", "1977 - Miami-Florida'da kar yağışı: Florida'nın tarihinde ilk kez gerçekleşti.", "1969 - Prag'da Jan Palach adındaki öğrenci, Sovyetler Birliği'nin Çekoslovakya'yı işgalini protesto için kendini yaktıktan üç gün sonra öldü. Prag'da protesto gösterileri düzenlendi.", "1969 - Amerikan Büyükelçisi Robert Komer istifa etti. Robert Komer'in makam arabası 6 Ocak günü Ortadoğu Teknik Üniversitesini ziyareti sırasında öğrenciler tarafından yakılmıştı.", "1966 - Hindistan'da Nehru'nun kızı İndira Gandhi, Başbakan oldu.", "1960 - İsveç'in başkenti Stokholm'den Ankara'ya gelen İskandinav Havayolları'na (SAS) ait yolcu uçağı Esenboğa Havaalanı yakınlarında düştü, 42 kişi öldü.", "1959 - Amerika Birleşik Devletleri ile imzalanan İstimlak ve Müsadere Garantisi Anlaşması Türkiye Büyük Millet Meclisi'nde onaylandı. Anlaşma basında kapitülasyonlara dönüş olarak nitelendi.", "1950 - Çin lideri  Mao Zedong, Ho Şi Mingh'in önderliğindeki Kuzey Vietnam'ı tanıdı.", "1949 - Küba, İsrail'i diplomatik alanda tanıdı.", "1945 - Deutsche Bank ve Deutsche Orientbank, Türkiye'deki faaliyetlerini durdurdu ve tasfiye hazırlıklarına başladı.", "1942 - II. Dünya Savaşı: Japon askerî birlikleri Burma'yı işgal etti.", "1941 - II. Dünya Savaşı: İngiliz güçleri Eritre'ye saldırdı.", "1937 - Howard Hughes adında bir Amerikalı milyoner, Los Angeles'tan Newark'a (New Jersey) 7 saat 28 dakikada uçarak hız rekoru kırdı.", "1935 - Y biçimli ilk erkek külotları, Marshall Field&Co'da satışa sunuldu.", "1923 - Ali Şükrü Bey'in Ankara'da yayımladığı Tan gazetesinin ilk sayısı çıktı.", "1915 - Zeplinlerin kullanıldığı ilk hava saldırısı, Alman İmparatorluğu tarafından Birleşik Krallık'ta yapıldı.", "1915 - George Claude, reklamcılıkta kullanılmak üzere neon tüplerinin patentini aldı.", "1910 - Çırağan Sarayı yandı. Saray, Sultan Abdülaziz tarafından inşa ettirilmişti.", "1903 - İlk kez düzenlenen Fransa Bisiklet Turu (Tour de France) bisiklet yarışmasını, Fransız bisikletçi Maurice Garin kazandı. 19 gün süren 2.428 kilometrelik tura 59 yarışmacı katılırken, ancak 20 bisikletçi bitişe ulaşmayı başarabildi.", "1861 - Georgia, Amerika Birleşik Devletleri'nden ayrıldı.", "1853 - Giuseppe Verdi'nin \"Il Trovatore\" operası Roma'da sahnelendi.", "1829 - Johann Wolfgang von Goethe'nin eseri Faust ilk kez sahnelendi.", "1474 - Köping, İsveç'te kent konumuna alındı."]