["2007 - Niu011fde Aladau011flar'daki Demirkazu0131k zirvesi tu0131rmanu0131u015fu0131nda 1 Ocak'ta mahsur kalan ODTu00dc Dau011fcu0131lu0131k Kulu00fcbu00fc u00fcyesi altu0131 dau011fcu0131dan, Utku Kocabu0131yu0131k ve Seza Bu00fcrkan Yu00fcksel u00f6ldu00fc, du00f6rt dau011fcu0131 ise kurtaru0131ldu0131.",  "2007 - ABD'de 93 yau015fu0131nda u00f6len eski Bau015fkanlardan Gerald Ford iu00e7in Bau015fkent Washington Ulusal Katedrali'nde cenaze tu00f6reni du00fczenlendi.",  "2006 - Bavyera'da (Almanya) bir buz pistinin u00e7atu0131su0131 u00e7u00f6ktu00fc: 15 kiu015fi u00f6ldu00fc.",  "2003 - Kopenhag kriterlere ile Anayasaya uyum u00e7eru00e7evesinde bazu0131 yasalarda deu011fiu015fiklik u00f6ngu00f6ren tasaru0131 TBMM'de kabul edildi. Yasaya gu00f6re, siyasi partilerin kapatu0131lmasu0131 davalaru0131nda 5/3 u00e7ou011funluk aranacak. u0130u015fkence ve ku00f6tu00fc muamele suu00e7laru0131ndan verilen cezalar para cezasu0131na u00e7evrilemeyecek. Anayasa Mahkemesi, siyasi partinin devlet yardu0131mu0131ndan yoksun bu0131raku0131lmasu0131na karar verebilecek. Cemaat vaku0131flaru0131 mu00fclk edinebilecek. Gazeteciler haber kaynaklaru0131nu0131 au00e7u0131klamaya zorlanamayacak.",  "2001 - u0130stanbul 1 Numaralu0131 DGM Hakimliu011fi, Egebank soruu015fturmasu0131 kapsamu0131nda u0130nterbank'u0131n eski sahibi Cavit u00c7au011flar hakku0131nda gu0131yabi tutuklama kararu0131 verdi. (Tu00fcrk u0130nterpolu00fc, 5 Ocak'ta u00c7au011flar hakku0131nda ku0131rmu0131zu0131 bu00fclten hazu0131rladu0131.)",  "1995 - Eski u0130stanbul Su ve Kanalizasyon u0130u015fletmesi (u0130SKu0130) Genel Mu00fcdu00fcru00fc Ergun Gu00f6knel'in 8,5 yu0131llu0131k hapis cezasu0131 kesinleu015fti.",  "1993 - Mehmetu00e7ik Somali'de: Tu00fcrk Silahlu0131 Kuvvetleri, BM'nin u00e7au011fru0131su0131 u00fczerine 43 yu0131l aradan sonra ikinci kez bir yabancu0131 u00fclkenin topraklaru0131na ayak bastu0131.",  "1992 - Hakku00e2ri'nin Yu00fcksekova ilu00e7esinde u00e7u0131u011f du00fcu015fmesi sonucu yirmi kiu015fi u00f6ldu00fc, on beu015f kiu015fi yaralandu0131.",  "1990 - Devrimci-Sol u00f6rgu00fctu00fcnu00fcn u00f6nemli isimlerinden Sinan Kukul, Metris Cezaevi'nden firar etti.",  "1985 - Amerika Birleu015fik Devletleri, Birleu015fmiu015f Milletler Eu011fitim, Bilim ve Ku00fcltu00fcr u00d6rgu00fctu00fc'nden (UNESCO) resmen ayru0131ldu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): TSK'nin verdiu011fi 27 Aralu0131k Muhtu0131rasu0131, Cumhurbau015fkanlu0131u011fu0131 tarafu0131ndan kamuoyuna au00e7u0131klandu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Genelkurmay Bau015fkanu0131 Orgeneral Kenan Evren, kendisiyle gu00f6ru00fcu015fmeye gelen Korkut u00d6zal'a, "Necmettin Erbakan'u0131n kaypak politikasu0131ndan rahatsu0131z olduklaru0131nu0131, dinin politikaya alet edilmemesi gerektiu011fini" su00f6yledi.",  "1979 - Tu00fcrk ve Amerikalu0131 arkeologlaru0131n beu015f yu0131l su00fcren ortak u00e7alu0131u015fmalaru0131yla, du00fcnyanu0131n ilk u0130slam batu0131u011fu0131 Ege Denizi'nde bulundu.",  "1975 - Charlie Chaplin'e (u015earlo), Birleu015fik Krallu0131k'ta "Sir" unvanu0131 verildi.",  "1971 - Tu0130P'ten ayru0131lan Cenan Bu0131u00e7aku00e7u0131 ve arkadau015flaru0131, Bau011fu0131msu0131z Tu00fcrkiye Sosyalistleri Birliu011fi adu0131yla yeni bir u00f6rgu00fct kurduklaru0131nu0131 au00e7u0131kladu0131.",  "1968 - Dr. Christiaan Barnard, Gu00fcney Afrika'nu0131n Cape Town u015fehrinde ikinci kalp nakli ameliyatu0131nu0131 geru00e7ekleu015ftirdi.",  "1959 - SSCB, "Luna 1" adlu0131 uzay aracu0131nu0131 fu0131rlattu0131. "Luna 1", Ay'u0131n su0131nu0131rlaru0131na ulau015farak, Gu00fcneu015fin yu00f6ru00fcngesine girecek olan ilk uzay aracu0131 olacaktu0131r.",  "1959 - Fidel Castro, Ku00fcba lideri oldu.",  "1955 - Panama Devlet Bau015fkanu0131 Josu00e9 Antonio Remu00f3n Cantera, bir suikast sonucu u00f6ldu00fcru00fcldu00fc.",  "1951 - Birleu015fmiu015f Milletler Gu00fcvenlik Konseyi'nin yeni u00fcyeliklerine Tu00fcrkiye, Hollanda ve Brezilya seu00e7ildi.",  "1942 - II. Du00fcnya Savau015fu0131: Manila, Japon kuvvetlerince iu015fgal edildi.",  "1935 - Tu00fcrkiye'de Soyadu0131 Kanunu yu00fcru00fcrlu00fcu011fe girdi.",  "1935 - Marmara Adasu0131 ve Erdek'te deprem oldu; 5 kiu015fi u00f6ldu00fc, 600 bina hasar gu00f6rdu00fc.",  "1924 - u0130stanbul u0130stiklal Mahkemesi'nde yargu0131lanan gazeteciler beraat etti. Gazeteciler ve u0130stanbul Barosu Bau015fkanu0131 Lu00fctfi Fikri Bey, Hu0131yanet-i Vataniye Kanunu'na ayku0131ru0131 davranmakla suu00e7lanu0131yorlardu0131. Gazeteciler beraat ederken Lu00fctfi Fikri Bey, 5 yu0131l ku00fcrek hapsine mahku00fbm oldu.",  "1905 - Rus-Japon Savau015fu0131'nda, u00c7in'deki Rus u00fcssu00fc Port Arthur, Amiral Tu014dgu014d Heihachiru014d komutasu0131ndaki Japon u0130mparatorluk Deniz Kuvvetleri'ne  teslim oldu. Rus u0130mparatorluu011fu'nu u00e7u00f6ku00fcu015fe gu00f6tu00fcren ve 1905 Devrimi'nin kapu0131su0131nu0131 au00e7an yenilgiler dizisi bau015fladu0131.",  "1870 - Brooklyn Ku00f6pru00fcsu00fc'nu00fcn yapu0131mu0131na bau015flandu0131.",  "1839 - Fotou011frafu0131n mucitlerinden biri olan Fransu0131z fotou011frafu00e7u0131 Louis Daguerre, Ay'u0131n ilk fotou011frafu0131nu0131 u00e7ekti.",  "1757 - Birleu015fik Krallu0131k, Kalku00fcta'yu0131 (Hindistan) ele geu00e7irdi.",  "1523 - Rodos Adasu0131, Kanuni Sultan Su00fcleyman tarafu0131ndan fethedildi."]







