["2021 - Joe Biden, Amerika Birleşik Devletleri'nin 46. Başkanı olarak göreve başladı.", "2017 - Donald Trump, Amerika Birleşik Devletleri'nin 45. Başkanı olarak göreve başladı.", "2009 - Barack Obama, Amerika Birleşik Devletleri'nin 44. Başkanı olarak göreve başladı.", "2007 - Hrant Dink'in öldürülmesi olayının zanlısı Ogün Samast, Samsun'da yakalandı.", "2006 - Yargıtay 1. Ceza Dairesi, Mehmet Ali Ağca'nın tahliyesine ilişkin Kartal 2. Ağır Ceza Mahkemesinin kararını bozdu. Ağca, Yargıtayın kararı doğrultusunda Kartal'da bulunduğu yerden alınarak, Kartal H Tipi Cezaevine konuldu.", "2003 - MERNİS hizmete girdi.", "2002 - Trabzonspor - Beşiktaş maçında, Beşiktaş'ın 5-0'lık galibiyeti sonucu Hüseyin Avni Aker Stadyumu'nda kavgalar çıktı, yaralanmalar oldu ve Trabzonspor taraftarı tarafından tribün koltukları sökülüp yakıldı. Maç sonrası Hüseyin Avni Aker Stadyumu'nda maddi ve manevi büyük hasarlar meydana geldi.", "2001 - George W. Bush, Amerika Birleşik Devletleri'nin 43. Başkanı olarak göreve başladı.", "2000 - Yargıtay, gazeteci Metin Göktepe'yi gözaltında öldürdükleri gerekçesiyle 7 yıl altışar ay ağır hapis cezasına çarptırılan 6 sanık polisten 5'inin cezasını onadı, sanıklardan Emniyet Amiri Seydi Battal Köse'nin cezasını ise esastan bozdu.", "1997 - Türk Sanayicileri ve İşadamları Derneği (TÜSİAD), \"Demokratik standartların yükseltilmesi paketi\"ni Türkiye Büyük Millet Meclisi Başkanlığı ile Genelkurmay Başkanlığına sundu. TÜSİAD raporda Kürtçe eğitimin serbest bırakılmasını da öneriyordu.", "1996 - Filistin'de ilk kez Devlet Başkanlığı seçimleri yapıldı. Yaser Arafat Devlet Başkanı seçildi.", "1995 - Yeraltı dünyasının ünlü ismi Dündar Kılıç'ın kızı ve Alaattin Çakıcı'nın eski eşi Uğur Kılıç Uludağ'da öldürüldü. Uğur Kılıç, Engin Civan davasında yaptığı açıklamalarla Özal ailesini suçlamıştı. Kılıç'ı öldüren Abdurrahman Keskin yakalandı ve Uğur Kılıç'ı öldürmesi karşılığında Alaattin Çakıcı'dan 50 milyon lira aldığını söyledi.", "1995 - Tokyo metrosuna sarin gazı saldırısı: 12 kişi öldü, 1300 kişi yaralandı.", "1993 - Bill Clinton, Amerika Birleşik Devletleri'nin 42. Başkanı olarak göreve başladı.", "1993 - Meclis Anavatan Partisi (ANAP) döneminin iki bakanı Safa Giray ile Cengiz Altınkaya'nın Yüce Divan'a verilmesini kararlaştırdı.", "1993 - Anayasa Mahkemesi, dini bayramlarda Bayram dışında gazete çıkarılmasını yasaklayan yasayı iptal etti.", "1992 - Flash TV yayın hayatına başladı.", "1990 - Kara Ocak: Bakü'de Sovyetler Birliği Ordusu tarafından yapılan katliamda, 143 kişi öldü.", "1989 - Samsunspor kafilesi, Malatyaspor ile yapacağı lig maçına giderken kaza geçirdi, 5 kişi öldü.", "1989 - George H.W. Bush, Amerika Birleşik Devletleri'nin 41. Başkanı olarak göreve başladı.", "1988 - Mehmet Ali Aybar ile Aziz Nesin hakkında on beşer yıla kadar hapis cezası istendi. Gerekçe, 2000'e Doğru dergisine Kürt sorunu konusunda yaptıkları açıklamalardı.", "1986 - Birleşik Krallık ve Fransa, Manş Tüneli planlarını açıkladılar.", "1986 - Demokratik Sol Parti ile Sosyaldemokrat Halkçı Parti arasında yapılan \"solda birlik\" görüşmeleri kesildi. Demokratik Sol Parti Genel Başkanı Rahşan Ecevit, \"Sosyaldemokrat Halkçı Parti (SHP) ile yollarımız ayrıldı\" dedi.", "1981 - İran, 444 gündür rehin tutulan 52 Amerikalının serbest bırakıldığını açıkladı. Haber, Ronald Reagan'ın Amerika Birleşik Devletleri Başkanlığı koltuğunu Jimmy Carter'dan devralmasından birkaç dakika sonra geldi.", "1981 - İstanbul Sıkıyönetim Mahkemesi, 223 Devrimci İşçi Sendikaları Konfederasyonu üyesinin tutuklanmasına karar verdi.", "1981 - Uğur Mumcu, Kenan Evren'in Kahramanmaraş konuşmasını değerlendirdi: \"Devlet Başkanı Orgeneral Sayın Kenan Evren'in Kahramanmaraş'ta mezhep ayrılığı konularına değinmesi, bu ayrımcılığın yarattığı ve yaratacağı sonuçları vurgulaması son derece yararlı olmuştur.\"", "1975 - ASALA örgütü kuruldu.", "1975 - Tüm Memurlar Birleşme ve Dayanışma Derneği (Tüm-Der) kuruldu.", "1973 - Eski Millî Birlik Komitesi üyesi Cemal Madanoğlu ve 31 kişi hakkında \"Anayasayı değiştirme ve Türkiye Büyük Millet Meclisi'ni ıskat için gizli örgüt kurma\" iddiasıyla dava açıldı. Dava açılanlar arasında Doğan Avcıoğlu, İlhan Selçuk, İlhami Soysal da var.", "1971 - Ortadoğu Teknik Üniversitesi (ODTÜ), Akademik Konsey'in kararıyla süresiz kapatıldı.", "1969 - John Lennon, Yoko Ono ile evlendi.", "1968 - Türkiye, Yunanistan'daki askeri rejimi tanıyan ilk ülke oldu.", "1967 - Uluslararası Las Vegas Maratonu'nda İsmail Akçay ikinci oldu, derecesi: 2 saat, 23 dakika, 3 saniye.", "1963 - 21-25 Ocak'ta şiddetli soğuklar, Türkiye'nin her yanını etkiledi. Elektrikler ve sular kesildi, trenler yollarda kaldı. Uludağ'da kar kalınlığı 25 metre.", "1961 - John F. Kennedy, Amerika Birleşik Devletleri'nin 35. Başkanı olarak göreve başladı.", "1961 - Saraçhane Tiyatrosu açıldı. İlk oyun Cevat Fehmi Başkut'un \"Hacıyatmaz\" oyunu oldu.", "1961 - Londra Konferansı'nda Kıbrıslı Rumlar, \"federal yönetim\" tezini reddetti. Bunun üzerine Kıbrıs Türk toplumu temsilcileri konferanstan çekildi.", "1956 - Yaşar Kemal, \"İnce Memed\" romanıyla Varlık Dergisi Roman Armağanı'nı kazandı.", "1953 - General Eisenhower, Amerika Birleşik Devletleri'nin 34. Başkanı olarak göreve başladı.", "1952 - Türkiye Cumhuriyeti Millî Savunma Bakanlığı Kore'de 34 subay, 46 astsubay ve 1252 erin öldüğünü açıkladı.", "1947 - Fransa'da Charles de Gaulle, politikadan çekildiğini açıkladı ve görevinden istifa etti.", "1945 - Birleşik Krallık'ta eğitimini tamamlayan 50 Türk öğrenciye pilotluk brövesi verildi.", "1942 - Askerlik süresi üç yıla çıkarıldı.", "1936 - VIII. Edward Birleşik Krallık Hükümdarı oldu. Daha bir yılı doldurmadan 10 Aralık 1936'da kendi isteği ile tahtı bırakacaktır.", "1936 - Ankara'da Endüstri Kongresi toplandı. Toplantıda İkinci Beş Yıllık Sanayi Planı esasları kabul edildi.", "1923 - İsmet Paşa'nın, Lozan'da Yunanlar tarafından yakılmış 26 şehrin listesini sunması.", "1923 - Türkiye Büyük Millet Meclisi, gizli oturumunda Elcezire bölgesinde bir İstiklal Mahkemesi kurulması kararı aldı.", "1921 - Dağıstan Özerk Sovyet Sosyalist Cumhuriyeti; Sovyetler Birliği'ne bağlı olarak kuruldu.", "1921 - TBMM'nin oluşumunun ardından 23 maddelik ilk Anayasa, Teşkilatı Esasiye kabul edildi.", "1920 - Maraş'ta Fransızlar'a karşı, Maraş Savunması başladı.", "1918 - Midilli Kruvazörü, Gökçeada açıklarındaki mayınlara çarparak battı. I. Dünya Savaşı'nın başında, 11 Ağustos 1914'te İngiliz filosunun izlediği Almanların Goeben ve Breslau gemileri Çanakkale Boğazı'ndan geçmiş ve ilkine \"Yavuz\" ikincisine \"Midilli\" adı verilmişti.", "1916 - Albert Einstein, görelilik kuramını yayımladı.", "1915 - Mustafa Kemal, Esat (Bülkat) Paşa komutasındaki 3. Kolordu'ya bağlı olarak Tekirdağ'da teşkil edilecek 19.Tümen Komutanlığı'na atandı.", "1895 - Darülaceze kuruldu.", "1892 - Springfield, Massachusetts'te ilk resmi basketbol maçı oynandı.", "1861 - Arjantin'in Mendoza şehri, şiddetli bir depremle harabeye döndü.", "1841 - Hong Kong Adası (Hong Kong'un güneyinde bir ada), Afyon Savaşları sırasında Birleşik Krallık'a verildi.", "1815 - Napolyon, 140.000 kişilik bir ordu ve 200.000 kişilik gönüllü birliği ile Paris'e girdi.", "1265 - İlk İngiliz parlamentosu toplandı."]