["2021 - Joe Biden, Amerika Birleu015fik Devletleri'nin 46. Bau015fkanu0131 olarak gu00f6reve bau015fladu0131.",  "2017 - Donald Trump, Amerika Birleu015fik Devletleri'nin 45. Bau015fkanu0131 olarak gu00f6reve bau015fladu0131.",  "2009 - Barack Obama, Amerika Birleu015fik Devletleri'nin 44. Bau015fkanu0131 olarak gu00f6reve bau015fladu0131.",  "2007 - Hrant Dink'in u00f6ldu00fcru00fclmesi olayu0131nu0131n zanlu0131su0131 Ogu00fcn Samast, Samsun'da yakalandu0131.",  "2006 - Yargu0131tay 1. Ceza Dairesi, Mehmet Ali Au011fca'nu0131n tahliyesine iliu015fkin Kartal 2. Au011fu0131r Ceza Mahkemesinin kararu0131nu0131 bozdu. Au011fca, Yargu0131tayu0131n kararu0131 dou011frultusunda Kartal'da bulunduu011fu yerden alu0131narak, Kartal H Tipi Cezaevine konuldu.",  "2003 - MERNu0130S hizmete girdi.",  "2002 - Trabzonspor - Beu015fiktau015f mau00e7u0131nda, Beu015fiktau015f'u0131n 5-0'lu0131k galibiyeti sonucu Hu00fcseyin Avni Aker Stadyumu'nda kavgalar u00e7u0131ktu0131, yaralanmalar oldu ve Trabzonspor taraftaru0131 tarafu0131ndan tribu00fcn koltuklaru0131 su00f6ku00fclu00fcp yaku0131ldu0131. Mau00e7 sonrasu0131 Hu00fcseyin Avni Aker Stadyumu'nda maddi ve manevi bu00fcyu00fck hasarlar meydana geldi.",  "2001 - George W. Bush, Amerika Birleu015fik Devletleri'nin 43. Bau015fkanu0131 olarak gu00f6reve bau015fladu0131.",  "2000 - Yargu0131tay, gazeteci Metin Gu00f6ktepe'yi gu00f6zaltu0131nda u00f6ldu00fcrdu00fckleri gereku00e7esiyle 7 yu0131l altu0131u015far ay au011fu0131r hapis cezasu0131na u00e7arptu0131ru0131lan 6 sanu0131k polisten 5'inin cezasu0131nu0131 onadu0131, sanu0131klardan Emniyet Amiri Seydi Battal Ku00f6se'nin cezasu0131nu0131 ise esastan bozdu.",  "1997 - Tu00fcrk Sanayicileri ve u0130u015fadamlaru0131 Derneu011fi (Tu00dcSu0130AD), "Demokratik standartlaru0131n yu00fckseltilmesi paketi"ni Tu00fcrkiye Bu00fcyu00fck Millet Meclisi Bau015fkanlu0131u011fu0131 ile Genelkurmay Bau015fkanlu0131u011fu0131na sundu. Tu00dcSu0130AD raporda Ku00fcrtu00e7e eu011fitimin serbest bu0131raku0131lmasu0131nu0131 da u00f6neriyordu.",  "1996 - Filistin'de ilk kez Devlet Bau015fkanlu0131u011fu0131 seu00e7imleri yapu0131ldu0131. Yaser Arafat Devlet Bau015fkanu0131 seu00e7ildi.",  "1995 - Yeraltu0131 du00fcnyasu0131nu0131n u00fcnlu00fc ismi Du00fcndar Ku0131lu0131u00e7'u0131n ku0131zu0131 ve Alaattin u00c7aku0131cu0131'nu0131n eski eu015fi Uu011fur Ku0131lu0131u00e7 Uludau011f'da u00f6ldu00fcru00fcldu00fc. Uu011fur Ku0131lu0131u00e7, Engin Civan davasu0131nda yaptu0131u011fu0131 au00e7u0131klamalarla u00d6zal ailesini suu00e7lamu0131u015ftu0131. Ku0131lu0131u00e7'u0131 u00f6ldu00fcren Abdurrahman Keskin yakalandu0131 ve Uu011fur Ku0131lu0131u00e7'u0131 u00f6ldu00fcrmesi karu015fu0131lu0131u011fu0131nda Alaattin u00c7aku0131cu0131'dan 50 milyon lira aldu0131u011fu0131nu0131 su00f6yledi.",  "1995 - Tokyo metrosuna sarin gazu0131 saldu0131ru0131su0131: 12 kiu015fi u00f6ldu00fc, 1300 kiu015fi yaralandu0131.",  "1993 - Bill Clinton, Amerika Birleu015fik Devletleri'nin 42. Bau015fkanu0131 olarak gu00f6reve bau015fladu0131.",  "1993 - Meclis Anavatan Partisi (ANAP) du00f6neminin iki bakanu0131 Safa Giray ile Cengiz Altu0131nkaya'nu0131n Yu00fcce Divan'a verilmesini kararlau015ftu0131rdu0131.",  "1993 - Anayasa Mahkemesi, dini bayramlarda Bayram du0131u015fu0131nda gazete u00e7u0131karu0131lmasu0131nu0131 yasaklayan yasayu0131 iptal etti.",  "1992 - Flash TV yayu0131n hayatu0131na bau015fladu0131.",  "1990 - Kara Ocak: Baku00fc'de Sovyetler Birliu011fi Ordusu tarafu0131ndan yapu0131lan katliamda, 143 kiu015fi u00f6ldu00fc.",  "1989 - Samsunspor kafilesi, Malatyaspor ile yapacau011fu0131 lig mau00e7u0131na giderken kaza geu00e7irdi, 5 kiu015fi u00f6ldu00fc.",  "1989 - George H.W. Bush, Amerika Birleu015fik Devletleri'nin 41. Bau015fkanu0131 olarak gu00f6reve bau015fladu0131.",  "1988 - Mehmet Ali Aybar ile Aziz Nesin hakku0131nda on beu015fer yu0131la kadar hapis cezasu0131 istendi. Gereku00e7e, 2000'e Dou011fru dergisine Ku00fcrt sorunu konusunda yaptu0131klaru0131 au00e7u0131klamalardu0131.",  "1986 - Birleu015fik Krallu0131k ve Fransa, Manu015f Tu00fcneli planlaru0131nu0131 au00e7u0131kladu0131lar.",  "1986 - Demokratik Sol Parti ile Sosyaldemokrat Halku00e7u0131 Parti arasu0131nda yapu0131lan "solda birlik" gu00f6ru00fcu015fmeleri kesildi. Demokratik Sol Parti Genel Bau015fkanu0131 Rahu015fan Ecevit, "Sosyaldemokrat Halku00e7u0131 Parti (SHP) ile yollaru0131mu0131z ayru0131ldu0131" dedi.",  "1981 - u0130ran, 444 gu00fcndu00fcr rehin tutulan 52 Amerikalu0131nu0131n serbest bu0131raku0131ldu0131u011fu0131nu0131 au00e7u0131kladu0131. Haber, Ronald Reagan'u0131n Amerika Birleu015fik Devletleri Bau015fkanlu0131u011fu0131 koltuu011funu Jimmy Carter'dan devralmasu0131ndan birkau00e7 dakika sonra geldi.",  "1981 - u0130stanbul Su0131ku0131yu00f6netim Mahkemesi, 223 Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu u00fcyesinin tutuklanmasu0131na karar verdi.",  "1981 - Uu011fur Mumcu, Kenan Evren'in Kahramanmarau015f konuu015fmasu0131nu0131 deu011ferlendirdi: "Devlet Bau015fkanu0131 Orgeneral Sayu0131n Kenan Evren'in Kahramanmarau015f'ta mezhep ayru0131lu0131u011fu0131 konularu0131na deu011finmesi, bu ayru0131mcu0131lu0131u011fu0131n yarattu0131u011fu0131 ve yaratacau011fu0131 sonuu00e7laru0131 vurgulamasu0131 son derece yararlu0131 olmuu015ftur."",  "1975 - ASALA u00f6rgu00fctu00fc kuruldu.",  "1975 - Tu00fcm Memurlar Birleu015fme ve Dayanu0131u015fma Derneu011fi (Tu00fcm-Der) kuruldu.",  "1973 - Eski Millu00ee Birlik Komitesi u00fcyesi Cemal Madanou011flu ve 31 kiu015fi hakku0131nda "Anayasayu0131 deu011fiu015ftirme ve Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'ni u0131skat iu00e7in gizli u00f6rgu00fct kurma" iddiasu0131yla dava au00e7u0131ldu0131. Dava au00e7u0131lanlar arasu0131nda Dou011fan Avcu0131ou011flu, u0130lhan Selu00e7uk, u0130lhami Soysal da var.",  "1971 - Ortadou011fu Teknik u00dcniversitesi (ODTu00dc), Akademik Konsey'in kararu0131yla su00fcresiz kapatu0131ldu0131.",  "1969 - John Lennon, Yoko Ono ile evlendi.",  "1968 - Tu00fcrkiye, Yunanistan'daki askeri rejimi tanu0131yan ilk u00fclke oldu.",  "1967 - Uluslararasu0131 Las Vegas Maratonu'nda u0130smail Aku00e7ay ikinci oldu, derecesi: 2 saat, 23 dakika, 3 saniye.",  "1963 - 21-25 Ocak'ta u015fiddetli sou011fuklar, Tu00fcrkiye'nin her yanu0131nu0131 etkiledi. Elektrikler ve sular kesildi, trenler yollarda kaldu0131. Uludau011f'da kar kalu0131nlu0131u011fu0131 25 metre.",  "1961 - John F. Kennedy, Amerika Birleu015fik Devletleri'nin 35. Bau015fkanu0131 olarak gu00f6reve bau015fladu0131.",  "1961 - Sarau00e7hane Tiyatrosu au00e7u0131ldu0131. u0130lk oyun Cevat Fehmi Bau015fkut'un "Hacu0131yatmaz" oyunu oldu.",  "1961 - Londra Konferansu0131'nda Ku0131bru0131slu0131 Rumlar, "federal yu00f6netim" tezini reddetti. Bunun u00fczerine Ku0131bru0131s Tu00fcrk toplumu temsilcileri konferanstan u00e7ekildi.",  "1956 - Yau015far Kemal, "u0130nce Memed" romanu0131yla Varlu0131k Dergisi Roman Armau011fanu0131'nu0131 kazandu0131.",  "1953 - General Eisenhower, Amerika Birleu015fik Devletleri'nin 34. Bau015fkanu0131 olarak gu00f6reve bau015fladu0131.",  "1952 - Tu00fcrkiye Cumhuriyeti Millu00ee Savunma Bakanlu0131u011fu0131 Kore'de 34 subay, 46 astsubay ve 1252 erin u00f6ldu00fcu011fu00fcnu00fc au00e7u0131kladu0131.",  "1947 - Fransa'da Charles de Gaulle, politikadan u00e7ekildiu011fini au00e7u0131kladu0131 ve gu00f6revinden istifa etti.",  "1945 - Birleu015fik Krallu0131k'ta eu011fitimini tamamlayan 50 Tu00fcrk u00f6u011frenciye pilotluk bru00f6vesi verildi.",  "1942 - Askerlik su00fcresi u00fcu00e7 yu0131la u00e7u0131karu0131ldu0131.",  "1936 - VIII. Edward Birleu015fik Krallu0131k Hu00fcku00fcmdaru0131 oldu. Daha bir yu0131lu0131 doldurmadan 10 Aralu0131k 1936'da kendi isteu011fi ile tahtu0131 bu0131rakacaktu0131r.",  "1936 - Ankara'da Endu00fcstri Kongresi toplandu0131. Toplantu0131da u0130kinci Beu015f Yu0131llu0131k Sanayi Planu0131 esaslaru0131 kabul edildi.",  "1923 - u0130smet Pau015fa'nu0131n, Lozan'da Yunanlar tarafu0131ndan yaku0131lmu0131u015f 26 u015fehrin listesini sunmasu0131.",  "1923 - Tu00fcrkiye Bu00fcyu00fck Millet Meclisi, gizli oturumunda Elcezire bu00f6lgesinde bir u0130stiklal Mahkemesi kurulmasu0131 kararu0131 aldu0131.",  "1921 - Dau011fu0131stan u00d6zerk Sovyet Sosyalist Cumhuriyeti; Sovyetler Birliu011fi'ne bau011flu0131 olarak kuruldu.",  "1921 - TBMM'nin oluu015fumunun ardu0131ndan 23 maddelik ilk Anayasa, Teu015fkilatu0131 Esasiye kabul edildi.",  "1920 - Marau015f'ta Fransu0131zlar'a karu015fu0131, Marau015f Savunmasu0131 bau015fladu0131.",  "1918 - Midilli Kruvazu00f6ru00fc, Gu00f6ku00e7eada au00e7u0131klaru0131ndaki mayu0131nlara u00e7arparak battu0131. I. Du00fcnya Savau015fu0131'nu0131n bau015fu0131nda, 11 Au011fustos 1914'te u0130ngiliz filosunun izlediu011fi Almanlaru0131n Goeben ve Breslau gemileri u00c7anakkale Bou011fazu0131'ndan geu00e7miu015f ve ilkine "Yavuz" ikincisine "Midilli" adu0131 verilmiu015fti.",  "1916 - Albert Einstein, gu00f6relilik kuramu0131nu0131 yayu0131mladu0131.",  "1915 - Mustafa Kemal, Esat (Bu00fclkat) Pau015fa komutasu0131ndaki 3. Kolordu'ya bau011flu0131 olarak Tekirdau011f'da teu015fkil edilecek 19.Tu00fcmen Komutanlu0131u011fu0131'na atandu0131.",  "1895 - Daru00fclaceze kuruldu.",  "1892 - Springfield, Massachusetts'te ilk resmi basketbol mau00e7u0131 oynandu0131.",  "1861 - Arjantin'in Mendoza u015fehri, u015fiddetli bir depremle harabeye du00f6ndu00fc.",  "1841 - Hong Kong Adasu0131 (Hong Kong'un gu00fcneyinde bir ada), Afyon Savau015flaru0131 su0131rasu0131nda Birleu015fik Krallu0131k'a verildi.",  "1815 - Napolyon, 140.000 kiu015filik bir ordu ve 200.000 kiu015filik gu00f6nu00fcllu00fc birliu011fi ile Paris'e girdi.",  "1265 - u0130lk u0130ngiliz parlamentosu toplandu0131."]







