["2018 - Rocket Lab u015firketi Electron roketi ile ilk kez uzaya uydu yolladu0131.[1]",  "2012 - Tu00fcrkiye'de ilk yu00fcz nakli geru00e7ekleu015ftirildi.",  "2010 - u00dcmit Boyner, Tu00dcSu0130AD'u0131n yeni Bau015fkanu0131 seu00e7ilerek, Tu00dcSu0130AD'u0131n tarihindeki ikinci kadu0131n Bau015fkanu0131 oldu.",  "2008 - Tu00fcrkiye nu00fcfusunun Adrese Dayalu0131 Nu00fcfus Kayu0131t Sistemine gu00f6re, 2007 sonu itibaru0131yla 70 milyon 586 bin 256 kiu015fi olarak au00e7u0131klandu0131. u00dclkede ikamet eden 98 bin 339 yabancu0131 uyruklu sayu0131su0131 du00fcu015fu00fcldu00fcu011fu00fcnde, Tu00fcrkiye'de yau015fayan Tu00fcrkiye vatandau015flaru0131nu0131n sayu0131su0131nu0131n 70 milyon 487 bin 917 kiu015fi olduu011fu bildirildi.",  "2005 - u0130zmit u0130u015fletmesinin kapatu0131lmasu0131nu0131 protesto iu00e7in fabrikaya kapanan SEKA iu015fu00e7ileri, Kurban Bayramu0131'nu0131 fabrikada geu00e7irdi.",  "2001 - Filipinler'de Devlet Bau015fkan Yardu0131mcu0131su0131 Gloria Macapagal Arroyo, sokau011fu0131n ve ordunun basku0131su0131yla Joseph Estrada'nu0131n yerine Devlet Bau015fkanu0131 oldu.",  "1999 - Amerikan tarihinin en bu00fcyu00fck uyuu015fturucu operasyonu: Sahil gu00fcvenlik kuvvetlerinin durdurduu011fu bir gemide 4.300u00a0kg kokain ele geu00e7irildi.",  "1997 - Atatu00fcrku00e7u00fc Du00fcu015fu00fcnce Derneu011fi, Bau015fbakan Necmettin Erbakan hakku0131nda konutta verdiu011fi yemek daveti nedeniyle suu00e7 duyurusunda bulundu.",  "1992 - u0130stanbul'da evlerde dou011fal gaz kullanu0131lmaya bau015fladu0131.",  "1990 - Adnan Oktar ve mu00fcridi olduklaru0131 u00f6ne su00fcru00fclen 66 erkek ve 68 kadu0131n gu00f6zaltu0131na alu0131ndu0131.",  "1985 - 1983'ten beri su00fcren Yazarlar Sendikasu0131 davasu0131nda sanu0131klar beraat etti.",  "1983 - u0130stanbul eski Belediye Bau015fkanu0131 Ahmet u0130svan tahliye edildi. u0130svan, Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Du0130SK) davasu0131nda yargu0131lanmaktaydu0131.",  "1981 - Kenan Evren bau015fkanlu0131u011fu0131ndaki Millu00ee Gu00fcvenlik Konseyi, u00f6u011fretmenlere ayda 1000 lira eu011fitim ve u00f6u011fretim tazminatu0131 verilmesini sau011fladu0131.",  "1981 - Ankara Cumhuriyet Savcu0131 Yardu0131mcu0131su0131 Dou011fan u00d6z'u00fc u00f6ldu00fcrmekten sanu0131k sau011f eylemci u0130brahim u00c7iftu00e7i, Ankara Su0131ku0131yu00f6netim Mahkemesince u00fcu00e7u00fcncu00fc kez u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1977 - Amerika Birleu015fik Devletleri Bau015fkanu0131 Jimmy Carter, Vietnam savau015fu0131 su0131rasu0131ndaki asker kau00e7aklaru0131nu0131n hemen hepsini affetti.",  "1976 - Concorde, Londra-Bahreyn ve Paris-Rio de Janeiro hatlaru0131nda ticari uu00e7uu015flaru0131na bau015fladu0131.",  "1972 - Cidde'ye yaptu0131u011fu0131 Hac seferinden du00f6nen Marmara adlu0131 THY uu00e7au011fu0131, 5 kiu015filik mu00fcrettebatu0131yla du00fcu015ftu00fc. Hostes Hu00fclya Maviler yanarak u00f6ldu00fc, diu011ferleri yaralu0131 olarak kurtaru0131ldu0131.",  "1970 - Jumbo-Jet Boeing 747 ticari seferlerine bau015fladu0131.",  "1967 - Tu00fcrkiye Millu00ee Talebe Federasyonu'nun beu015f yu00f6neticisi tutuklandu0131. Sencer Gu00fcneu015fsoy, Baykan Kalaba, Naci u00d6zdemir, Hu00fcsnu00fc Temiz, Ku00e2zu0131m Musa bir gu00fcn u00f6nce polis tarafu0131ndan mu00fchu00fcrlenen federasyon binasu0131na girmek istemiu015flerdi.",  "1959 - Ulus gazetesinin Yazu0131 u0130u015fleri Mu00fcdu00fcru00fc u00dclku00fc Arman ve Yakup Kadri Karaosmanou011flu birer yu0131l hapse mahku00fbm oldu; gazete bir ay su00fcreyle kapatu0131ldu0131. Yakup Kadri Karaosmanou011flu'nun "Nalu0131ncu0131 Keseri" bau015flu0131klu0131 yazu0131su0131 dava konusu olmuu015ftu.",  "1958 - Lefkou015fa'da taksim lehine gu00f6steri yapan Ku0131bru0131slu0131 Tu00fcrk genu00e7lerine u0130ngiliz askerleri mu00fcdahale etti; bir genu00e7 au011fu0131r yaralandu0131, altu0131 kiu015fi tutuklandu0131.",  "1954 - u0130lk nu00fckleer denizaltu0131 Nautilus, Connecticut'ta denize indirildi.",  "1952 - Ordu eski milletvekili ve mizah dergisi Akbaba'nu0131n sahibi Yusuf Ziya Ortau00e7, Cumhuriyet Halk Partisi'nden istifa etti.",  "1951 - Kore'den ilk hasta ve yaralu0131 kafilesi, Ankara'ya geldi.",  "1946 - Tu00fcrkiye u0130u015f Kurumu kuruldu.",  "1943 - Varlu0131k Vergisi u00f6demesinin son gu00fcnu00fcydu00fc. Vergisini u00f6demeyen mu00fckelleflerin ev ve iu015f yerlerindeki mallaru0131 haczedildi, daha sonra da icra yoluyla satu0131u015f yu00f6ntemiyle vergileri tahsil edildi.",  "1942 - II. Du00fcnya Savau015fu0131: Kuzey Afrika Cephesi'nde Rommel'in, Sirenayka taarruzu.",  "1941 - II. Du00fcnya Savau015fu0131: Avustralya ve Birleu015fik Krallu0131k birlikleri, Tobruk-Libya'ya saldu0131ru0131 bau015flattu0131.",  "1925 - Arnavutluk Cumhuriyeti ilan edildi.",  "1921 - u0130talyan Komu00fcnist Partisi kuruldu.",  "1920 - u015eehit Mehmet Kamil, Fransu0131z askerleri tarafu0131ndan su00fcngu00fc ile u00f6ldu00fcru00fcldu00fc.",  "1919 - u0130rlanda Bau011fu0131msu0131zlu0131k Savau015fu0131 bau015fladu0131.",  "1911 - u0130lk Monte Carlo Rallisi bau015fladu0131.",  "1908 - New York Belediyesinin aldu0131u011fu0131 bir kararla, kadu0131nlaru0131n toplum iu00e7inde sigara iu00e7meleri yasaklandu0131.",  "1899 - Opel ilk otomobilini u00fcretti.",  "1793 - Vatana ihanetten suu00e7lu bulunan Fransa kralu0131 XVI. Louis, giyotinle idam edildi.",  "1774 - Pugau00e7ov u0130syanu0131: Kazak isyan u00f6nderi Pugau00e7ev, idam edildi.",  "1774 - Osmanlu0131 padiu015fahu0131 III. Mustafa u00f6ldu00fc. I. Abdu00fclhamit tahta u00e7u0131ktu0131.",  "1522 - Rodos'un Osmanlu0131 Donanmasu0131nca fethi."]







