["2013 - Galatasaray u00dcniversitesi Saray Binasu0131 yangu0131nu0131. Ortaku00f6y u00c7u0131rau011fan Caddesi u00fczerinde bulunan yerleu015fkede elektrik kontau011fu0131ndan u00e7u0131kan yangu0131n, Feriye Saraylaru0131'ndan olan tarihu00ee binanu0131n pek u00e7ok tarihu00ee eser ve kitap ile birlikte ku00fcle du00f6nu00fcp kullanu0131lamaz hu00e2le gelmesine sebep olmuu015ftur.",  "2008 - u00dcmraniye'de ele geu00e7irilen el bombalaru0131yla ilgili soruu015fturmada emekli Tuu011fgeneral Veli Ku00fcu00e7u00fck, avukat Kemal Kerinu00e7siz, gazeteci Gu00fcler Ku00f6mu00fcrcu00fc, Tu00fcrk Ortodoks Patrikhanesi Basu0131n ve Halkla u0130liu015fkiler Su00f6zcu00fcsu00fc Sevgi Erenerol, Susurluk davasu0131 hu00fcku00fcmlu00fcsu00fc Sami Hou015ftan'u0131n da aralaru0131nda bulunduu011fu 33 kiu015fi gu00f6zaltu0131na alu0131ndu0131.",  "2007 - Vikipedi, Altu0131n u00d6ru00fcmcek 2006 "En u0130yi u0130u00e7erik" u00f6du00fclu00fcnu00fcn sahibi oldu.",  "2007 - Bau011fdat'taki bombalu0131 saldu0131ru0131larda 73 kiu015fi u00f6ldu00fc, 138 kiu015fi yaralandu0131.",  "2006 - Profesyonel basketbol ligi olan NBA'in u015fu andaki en iyi oyuncusu olan Kobe Bryant, Toronto Raptors karu015fu0131su0131nda 81 sayu0131 atarak NBA tarihinin Wilt Chamberlain'den (100) sonra, bir mau00e7ta en u00e7ok sayu0131 atan oyuncusu oldu.",  "2006 - BM Mu00fclteciler Yu00fcksek Komiserliu011fi, Yemen au00e7u0131klaru0131nda kau00e7aklaru0131 tau015fu0131yan bir teknenin alabora olmasu0131 sonucu ilk belirlemelere gu00f6re 22 kiu015finin u00f6ldu00fcu011fu00fcnu00fc bildirdi.",  "2006 - Mersin'de 4,0 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi.",  "2002 - ABD perakende devi Kmart iflas etti.[1]",  "2000 - Ankara 9. Au011fu0131r Ceza Mahkemesi, DYP u015eanlu0131urfa Milletvekili Fevzi u015eu0131hanlu0131ou011flu'nun u00f6lu00fcmu00fc ile ilgili davada, MHP Milletvekili Cahit Tekeliou011flu'nu 2 yu0131l 9 ay 10 gu00fcn au011fu0131r hapse mahku00fbm etti. MHP Milletvekili Mehmet Kundaku00e7u0131'nu0131n ise beraatine karar verildi.",  "1996 - u00d6zgu00fcrlu00fck ve Dayanu0131u015fma Partisi (u00d6DP) kuruldu. Partinin genel bau015fkanlu0131u011fu0131na Dou00e7. Dr. Ufuk Uras seu00e7ildi.",  "1996 - Gazeteci Metin Gu00f6ktepe'yi u00f6ldu00fcrdu00fckleri iddiasu0131yla biri Emniyet Amiri 24 polis gu00f6zaltu0131na alu0131ndu0131.",  "1991 - Bir Irak scud fu00fczesi u0130srail'e du00fcu015ftu00fc, u00fcu00e7 kiu015fi u00f6ldu00fc.",  "1990 - Sovyetler Birliu011fi lideri Gorbau00e7ov, Ku0131zu0131l Ordu askerlerinin ayaklanmayu0131 bastu0131rmak u00fczere Azerbaycan'a yollandu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1989 - Sovyetler Birliu011fi'nde ilk kez "Uluslararasu0131 Gu00fczellik Yaru0131u015fmasu0131" du00fczenlendi. Yaru0131u015fmada Tu00fcrkiye'yi temsil eden Meltem Hakarar birinci seu00e7ildi.",  "1988 - Nu00e2zu0131m Hikmet'e vatandau015flu0131k haklaru0131nu0131n geri verilmesi iu00e7in kampanya bau015flatu0131ldu0131.",  "1987 - Yu00fcksek Sau011flu0131k u015eurasu0131, tu00fcp bebek uygulamasu0131nu0131n Tu00fcrkiye'de de bau015flatu0131lmasu0131nu0131 kararlau015ftu0131rdu0131.",  "1987 - Tu00fcrkiye-Yunanistan Uyum Antlau015fmasu0131, Avrupa Ekonomik Topluluu011fu (AET) adu0131na parafe edildi.",  "1984 - Kullanu0131cu0131 dostu grafik ara yu00fczu00fc ve faresi ile bilgisayaru0131 kullanu0131cu0131lara sevdiren ilk ticari bilgisayar olan Apple Macintosh, u00fcnlu00fc "1984" televizyon reklam kampanyasu0131 ile tanu0131tu0131lmaya bau015flandu0131.",  "1983 - 12 Eylu00fcl Darbesi'nin 28. idamu0131: Kumarda kaybedip boru00e7landu0131ktan sonra 1973 yu0131lu0131nda bir taksi u015fofu00f6ru00fcnu00fc, 1974 yu0131lu0131nda ise araba almak iu00e7in para biriktiren bir arkadau015fu0131nu0131 para iu00e7in u00f6ldu00fcren Ahmet Mehmet Uluu011fbay idam edildi.",  "1981 - u0130stanbul Su0131ku0131yu00f6netim Komutanlu0131u011fu0131nca gu00f6zaltu0131na alu0131nan Milliyetu00e7i u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Mu0130SK) yu00f6neticilerinin tu00fcmu00fc serbest bu0131raku0131ldu0131.",  "1980 - Nu00fckleer fiziku00e7i Dr. Andrey Saharov, SSCB'de u00fclke iu00e7i su00fcrgu00fcne gu00f6nderildi.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Tariu015f olaylaru0131: Gu00fcvenlik gu00fcu00e7leri arama yapmak iu00e7in TARu0130u015e (Tariu015f u0130ncir, u00dczu00fcm, Pamuk ve Yau011flu0131 Tohumlar Taru0131m Satu0131u015f Kooperatifleri Birlikleri) u0130u015fletmelerine girmek istedi; 50 kiu015fi yaralandu0131, 600 iu015fu00e7i gu00f6zaltu0131na alu0131ndu0131. TARu0130u015e'e bau011flu0131 iu015f yerlerinde iu015fu00e7iler direniu015fe geu00e7ti.",  "1979 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Devrimci Demokratik Ku00fcltu00fcr Derneklerinin, "Dou011fu'da Ku00fcrt halku0131ndan olmayan kamu gu00f6revlilerinin bu00f6lgeden uzaklau015ftu0131ru0131lmasu0131" kararu0131 devlet tarafu0131ndan yerine getirilmediu011fi iu00e7in Mardin Bayu0131ndu0131rlu0131k Mu00fcdu00fcrlu00fcu011fu00fcnde gu00f6revli inu015faat mu00fchendisi u0130brahim u00d6zer, sabah iu015fe giderken bir endu00fcstri meslek lisesi u00f6u011frencisi tarafu0131ndan silahlu0131 saldu0131ru0131ya uu011frayarak u00f6ldu00fcru00fcldu00fc.",  "1977 - u0130stanbul'da Sarau00e7hane-Sultanahmet arasu0131nda, "Fau015fizme u00d6lu00fcm" yu00fcru00fcyu00fcu015fu00fc yapu0131ldu0131. Yu00fcru00fcyu00fcu015fe 5 bin kiu015fi katu0131ldu0131.",  "1973 - 12 Mart du00f6nemi bau015fbakanlaru0131ndan Nihat Erim, u0130nsan Haklaru0131 Mahkemesi Tu00fcrkiye Yargu0131u00e7lu0131u011fu0131na adaydu0131. u00c7ok tepki gu00f6ru00fcnce adaylu0131ktan u00e7ekildi.",  "1972 - Bru00fcksel Antlau015fmasu0131 imzalandu0131. Bu antlau015fmaya gu00f6re; Birleu015fik Krallu0131k, u0130rlanda, Danimarka ve Norveu00e7, 1 Ocak 1973'ten itibaren Avrupa Ekonomik Topluluu011fu'na (AET) u00fcye olacak.",  "1970 - Boeing 747 ilk kez Londra'ya uu00e7tu.",  "1969 - Teksif Sendikasu0131'na bau011flu0131 iu015fu00e7iler, Defterdar Fabrikasu0131'nda grev bau015flattu0131.",  "1969 - Fikir Kulu00fcpleri Federasyonu'nun "Tu00fcrk Halku0131na Mektup" bau015flu0131klu0131 bildirisi toplatu0131ldu0131.",  "1965 - Yeni Seu00e7im Kanunu Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'nde kabul edildi. Yeni Seu00e7im Kanunu millu00ee bakiye sistemini ve birleu015fik oy pusulasu0131 kullanu0131mu0131nu0131 u00f6ngu00f6ru00fcyor.",  "1961 - u0130stanbul'da 300 cam iu015fu00e7isi kapalu0131 salon toplantu0131su0131 yaptu0131.",  "1959 - Kadu0131n avukatlar, Refik Erduran'a "Bir Kilo Namus" adlu0131 yapu0131tu0131 nedeniyle au00e7tu0131klaru0131 davadan vazgeu00e7tiler.",  "1959 - u0130zmir Toplu Basu0131n Mahkemesi, Demokrat u0130zmir gazetesi Yazu0131 u0130u015fleri Mu00fcdu00fcru00fc u015eeref Baku015fu0131k'a 15 gu00fcn, gazetenin sahibi Adnan Du00fcvenci'ye ise, 1 yu0131l mahku00fbmiyet cezasu0131 verdi.",  "1957 - u0130srail ordusu Sina Yaru0131madasu0131'ndan u00e7ekilmekle birlikte, Gazze u015eeridi'ndeki iu015fgalini su00fcrdu00fcrdu00fc.",  "1952 - Du00fcnyanu0131n ilk jet yolcu uu00e7au011fu0131 olan de Havilland Comet, BOAC Havayolu u015eirketi'nin filosunda hizmete girdi.",  "1950 - u0130stanbul grekoromen gu00fcreu015f taku0131mu0131, u0130stanbul'da Paris taku0131mu0131nu0131 7-1 yendi.",  "1949 - Mao'nun ordularu0131 Pekin'i aldu0131.",  "1947 - Fransa'da yeni kabineyi, sosyalist Paul Ramadier kurdu.",  "1946 - Mahabad Cumhuriyeti kuruldu.",  "1946 - Ampul satu0131u015flaru0131 serbest bu0131raku0131ldu0131.",  "1942 - u0130mla Ku0131lavuzu'nun tu00fcm okul ve iu015f yerlerinde kullanu0131lmasu0131 hakku0131nda genelge yayu0131mlandu0131.",  "1939 - Columbia u00dcniversitesi'nden bir grup bilim insanu0131, uranyum atomunu paru00e7alamayu0131 bau015fardu0131.",  "1938 - Yalova Termal Oteli au00e7u0131ldu0131.",  "1932 - u0130lk Tu00fcrku00e7e Kur'an, Hafu0131z Yau015far (Okur) tarafu0131ndan Yerebatan Camii'nde okundu.",  "1930 - Gazi ve Tu00fcrklu00fck aleyhine yayu0131n yapmaktan dolayu0131 Resimli Ay dergisi aleyhine dava au00e7u0131ldu0131.",  "1924 - Birleu015fik Krallu0131k'ta, u0130u015fu00e7i Partisi lideri Ramsay MacDonald bau015fbakanlu0131u011fa atandu0131.",  "1905 - Birinci Rus Devrimi bau015fladu0131. u00c7ar birliklerinin Ku0131u015flu0131k Saray'a dileku00e7e vermek iu00e7in yu00fcru00fcyu00fcu015fe geu00e7en iu015fu00e7ilere ateu015f au00e7malaru0131 ve Kanlu0131 Pazar diye anu0131lan gu00fcnde, 500 iu015fu00e7iyi u00f6ldu00fcrmeleri u00fczerine ayaklanmalar bau015f gu00f6sterdi.",  "1889 - Columbia Phonograph plak ve mu00fczik u015firketi Washington'da kuruldu.",  "1771 - Falkland Adalaru0131, u0130spanya tarafu0131ndan Britanya'ya bu0131raku0131ldu0131.",  "1580 - u0130stanbul Rasathanesi, III. Murat tarafu0131ndan yu0131ktu0131ru0131ldu0131.",  "1517 - Osmanlu0131 ordusu, Ridaniye Savau015fu0131'nda Memluk ordusunu yendi. Bu savau015fu0131n ardu0131ndan, halifelik Osmanlu0131lara geu00e7ti.",  "871 - Basing Savau015fu0131: Danimarkalu0131 istilacu0131 Vikingler, Anglosaksonlaru0131 (Anglosakson Kralu0131: Ethelred of Wessex) Basing'de yendi."]







