["2020 - Elazu0131u011f'da, Merkez u00fcssu00fc Sivrice-Kalaba olan Richter u00d6lu00e7eu011fine gu00f6re 6.8 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi.[1]",  "2015 - Ukrayna'nu0131n Mariupol u015fehrine, Donetsk Halk Cumhuriyeti lideri Aleksandr Zaharu00e7enko tarafu0131ndan roket saldu0131ru0131su0131 du00fczenlendi. Saldu0131ru0131da 29 kiu015fi hayatu0131nu0131 kaybetti.",  "2011 - Domodedovo Havalimanu0131 saldu0131ru0131su0131'nda 37 kiu015fi u00f6ldu00fc ve 173 kiu015fi yaralandu0131.",  "2009 - Jan Koum, Kaliforniya'da WhatsApp'u0131 kurdu.",  "2008 - Gaziantep'te, El-Kaide'ye yu00f6nelik eu015f zamanlu0131 on sekiz ayru0131 operasyonda bir polis u00f6ldu00fc, yedi polis ile bir vatandau015f yaralandu0131. Operasyonda, du00f6rt kiu015fi u00f6lu00fc ele geu00e7irildi, on dokuz kiu015fi gu00f6zaltu0131na alu0131ndu0131.",  "2006 - u0130ran'u0131n gu00fcneybatu0131su0131ndaki Ahvaz kentinde meydana gelen iki patlamada 8 kiu015fi u00f6ldu00fc, 40'tan fazla kiu015fi de yaralandu0131.",  "2004 - NASA'nu0131n Opportunity adlu0131 aracu0131, ikizi Spirit'ten iki hafta sonra Mars yu00fczeyine indi.",  "2006 - Kuveyt Parlamentosu, dokuz gu00fcn u00f6nce u00f6len u015eeyh Cabir el-Ahmed el-Sabah'u0131n yerine geu00e7en Emir u015eeyh Saad I Al-Abdullah Al-Salim Al-Sabah'u0131 azletti. Parlamento, oy birliu011fiyle aldu0131u011fu0131 karara gereku00e7e olarak 75 yau015fu0131ndaki Emir'in sau011flu0131k durumunun ku00f6tu00fc olmasu0131nu0131 gu00f6sterdi.",  "2001 - Diyarbaku0131r Emniyet Mu00fcdu00fcru00fc Gaffar Okkan, 4 korumasu0131 ve u015fofu00f6ru00fc, uu011fradu0131klaru0131 silahlu0131 saldu0131ru0131da u00f6ldu00fcru00fcldu00fc.",  "2000 - Top Air'e ait bir uu00e7ak Gu00fcdu00fcl civaru0131nda du00fcu015ftu00fc, 4 kiu015fi u00f6ldu00fc.",  "1997 - Denizbank, u00e7ekiu015fmeli bir ihale ile 66 milyon dolara Vestel'in de sahibi olan Zorlu Holding Yu00f6netim Kurulu Bau015fkanu0131 Ahmet Nazif Zorlu'ya satu0131ldu0131.",  "1994 - Tu00fcrkiye'nin ilk haberleu015fme uydusu Tu00fcrksat 1A, fu0131rlatu0131ldu0131ktan 12 dakika 12 saniye sonra okyanusa du00fcu015ftu00fc.",  "1993 - Gazeteci ve yazar Uu011fur Mumcu, otomobiline yerleu015ftirilen bombanu0131n patlamasu0131 sonucu u00f6ldu00fcru00fcldu00fc.",  "1993 - Milliyetu00e7i u00c7alu0131u015fma Partisi, adu0131nu0131 Milliyetu00e7i Hareket Partisi olarak deu011fiu015ftirdi.",  "1990 - Ankara 3. Au011fu0131r Ceza Mahkemesi, Tu00fcrkiye Emlak Bankasu0131'nu0131 60 milyon dolar ve 34 milyon u0130sviu00e7re Frangu0131 dolandu0131rdu0131u011fu0131 iddiasu0131yla yargu0131lanan iu015f insanu0131 Kemal Horzum'u 12 yu0131l 6 ay au011fu0131r hapis cezasu0131na u00e7arptu0131rdu0131. Bankanu0131n iki gu00f6revlisine de aynu0131 ceza verildi.",  "1989 - Seri katil Ted Bundy, 1978'de 12 yau015fu0131ndaki Kimberley Leach'i kau00e7u0131ru0131p u00f6ldu00fcrmek suu00e7undan, Florida'da elektrikli sandalye ile idam edildi.",  "1986 - Voyager 2 uydusu, Uranu00fcs'u00fcn 81.500u00a0km yaku0131nu0131ndan geu00e7ti.",  "1984 - Macintosh bilgisayarlar piyasaya su00fcru00fcldu00fc.",  "1983 - 1. Ordu ve u0130stanbul Su0131ku0131yu00f6netim Komutanlu0131u011fu0131 Cumhuriyet gazetesinin basu0131mu0131, yayu0131mu0131 ve dau011fu0131tu0131mu0131nu0131 yasakladu0131. Nadir Nadi ve Yazu0131 u0130u015fleri Mu00fcdu00fcru00fc Okay Gu00f6nensin hakku0131nda dava au00e7u0131ldu0131.",  "1978 - Sovyetler Birliu011fi'ne ait nu00fckleer reaktu00f6r tau015fu0131yan Cosmos 954 adlu0131 uydu Du00fcnya atmosferine girerken yanarak paru00e7alandu0131, radyoaktif serpintileri Kanada'nu0131n kuzeybatu0131su0131na yayu0131ldu0131. Dau011fu0131lan paru00e7alaru0131n ancak %1'i toplanabildi.",  "1978 - Eurovision elemelerinde yaru0131u015fan "Biz" adlu0131 u015farku0131 Danu0131u015ftay kararu0131 ile finalist oldu.",  "1977 - u0130spanya'nu0131n bau015fkenti Madrid'de Francisco Franco yanlu0131su0131 au015fu0131ru0131 sau011fcu0131lar tarafu0131ndan saldu0131ru0131 du00fczenlendi. Saldu0131ru0131da 5 avukat u00f6ldu00fc, aynu0131 zamanda u0130spanya'da demokrasiye geu00e7iu015f su00fcrecindeki en kanlu0131 olaylardan birisidir.",  "1977 - Tu00fcrk ve Yugoslav yolcularu0131nu0131 tau015fu0131yan bir otobu00fcs, u00dcsku00fcp yaku0131nlaru0131nda Kumanova nehrine du00fcu015ftu00fc. Kazada 24 kiu015fi u00f6ldu00fc, 19 kiu015fi yaralandu0131.",  "1973 - Ali Haydar Yu0131ldu0131z, Tunceli'nin u00c7emiu015fgezek ilu00e7esinin Vartinik ku00f6yu00fcnde askerle girdiu011fi u00e7atu0131u015fma sonucu u00f6ldu00fcru00fcldu00fc. Arkadau015fu0131 u0130brahim Kaypakkaya ise yaralu0131 vaziyette kau00e7tu0131.",  "1972 - Guam ormanlaru0131nda II. Du00fcnya Savau015fu0131'ndan beri teslim olmamak iu00e7in saklanan, Japon millu00ee askeri bulundu.",  "1972 - u0130smet u0130nu00f6nu00fc "Siyasi suu00e7lar iu00e7in idam olmamalu0131" dedi ve su0131ku0131yu00f6netimin kaldu0131ru0131lmasu0131nu0131 istedi.",  "1972 - Mahir u00c7ayan'a dedesinden kalan mirasa su0131ku0131yu00f6netim mahkemesi tarafu0131ndan el konuldu.",  "1967 - u00dcniversite u00f6u011frencileri, Tu00fcrkiye Millu00ee Talebe Federasyonu'na karu015fu0131 tutumu protesto ettiler. Ankara'da bir miting du00fczenlediler. Tu00fcrkiye Millu00ee Talebe Federasyonu 19 Ocak gu00fcnu00fc polis tarafu0131ndan mu00fchu00fcrlenmiu015f, 21 Ocak gu00fcnu00fc de beu015f yu00f6neticisi tutuklanmu0131u015ftu0131.",  "1966 - Hindistan Havayollaru0131'na ait Boeing 707 tipi bir yolcu uu00e7au011fu0131, Bombay-New York seferini yaparken u0130sviu00e7re'nin Cenevre kentine inmeye hazu0131rlandu0131u011fu0131 su0131rada, Alp dau011flaru0131nu0131n Mont Blanc tepelerine u00e7arparak du00fcu015ftu00fc: 117 kiu015fi u00f6ldu00fc.",  "1965 - Alfred Hitchcock'un Sapu0131k filmi Tu00fcrkiye'de vizyona girdi.",  "1963 - u00c7atalca'da kara saplanan trenle ilgili haber yapmak iu00e7in 23 Ocak'ta gazetelerinden ayru0131lan Hu00fcrriyet gazetesi yazaru0131 Yu00fcksel Kasapbau015fu0131 ile foto muhabiri Abidin Behpur ve aracu0131n su00fcru00fccu00fcsu00fc Yu00fcksel u00d6ztu00fcrk donarak u00f6ldu00fcler, donmuu015f cesetleri 25 Ocak'ta u00c7atalca yaku0131nlaru0131nda bulundu.",  "1961 - Yassu0131ada duruu015fmalaru0131nda Bau015fsavcu0131 Altay u00d6mer Egesel, Adnan Menderes'in idamu0131nu0131 istedi.",  "1961 - Marilyn Monroe ile Arthur Miller bou015fandu0131lar. u00c7ift beu015f yu0131ldu0131r evliydi.",  "1959 - u0130stanbul Ku00fcu00e7u00fckyalu0131'da Neu015fe Sinemasu0131 u00e7u00f6ktu00fc; 37 kiu015fi u00f6ldu00fc, u00e7ok sayu0131da kiu015fi yaralandu0131.",  "1956 - Eskiu015fehir Cezaevi'nde 388 mahku00fbm ayaklandu0131.",  "1955 - Zonguldak'ta, Ereu011fli Ku00f6mu00fcr u0130u015fletmelerine bau011flu0131 Gelik ocau011fu0131ndaki grizu patlamasu0131nda 52 madenci u00f6ldu00fc, 19 madenci yaralandu0131.",  "1949 - Behu00e7et Kemal u00c7au011flar, Cumhuriyet Halk Partisi'nden ve milletvekilliu011finden istifa etti.",  "1946 - Cumhuriyet Halk Partisi Sanat u00d6du00fclu00fc'nu00fc 35 Yau015f u015fiiriyle Cahit Su0131tku0131 Tarancu0131 kazandu0131.",  "1946 - Birleu015fmiu015f Milletler, Uluslararasu0131 Atom Enerjisi Komisyonu'nu kurdu.",  "1943 - II. Du00fcnya Savau015fu0131: Franklin D. Roosevelt ve Winston Churchill'in katu0131ldu0131u011fu0131 Casablanca Konferansu0131 sona erdi.",  "1939 - u015eili'deki depremde 28 bin kiu015fi u00f6ldu00fc.",  "1935 - u0130lk kutu bira, Krueger Brewing Company tarafu0131ndan Richmond, Virginia'da (Amerika Birleu015fik Devletleri) satu0131u015fa sunuldu.",  "1927 - Alfred Hitchcock'un ilk filmi The Pleasure Garden Birleu015fik Krallu0131k'ta gu00f6sterime girdi.",  "1927 - Eczacu0131lar ve eczaneler hakku0131nda kanun Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'nde kabul edildi.",  "1924 - Rusya'da Sankt-Peterburg u015fehrinin adu0131, devrimci liderin (Vladimir Lenin) anu0131su0131na Leningrad olarak deu011fiu015ftirildi.",  "1921 - u00c7erkez Ethem'in gu00fcu00e7leri dau011fu0131tu0131ldu0131.",  "1921 - Ankara-Sivas Demiryolunun inu015fasu0131na iliu015fkin yasa, TBMM'de kabul edildi. Hattu0131n inu015fasu0131 1930 yu0131lu0131nda tamamlandu0131.",  "1881 - Gu00f6ktepe Savau015fu0131: General Mihail Skobelev komutasu0131ndaki Rus birlikleri Tu00fcrkmenleri yendi.",  "1848 - Kaliforniya'da altu0131n bulundu.",  "1679 - u0130ngiltere Kralu0131 II. Charles parlamentoyu feshetti.",  "41 - Caligula lakabu0131yla tanu0131nan, zalimliu011fi, despotluu011fu ve deliliu011fi ile u00fcnlu00fc Roma u0130mparatoru  Julius Caesar Augustus Germanicus, muhafu0131zlaru0131 tarafu0131ndan u00f6ldu00fcru00fcldu00fc."]







