["1954 - Ankara'da su0131caklu0131k -30 dereceye du00fcu015ftu00fc; okullar tatil edildi.",  "1952 - Gu00fcmru00fck ve Tekel Bakanu0131 Su0131tku0131 Yu0131rcalu0131, kibrit tekelinin kalktu0131u011fu0131nu0131 au00e7u0131kladu0131; u00f6zel sektu00f6r kibrit u00fcretebilecek.",  "1952 - Tu00fcrkiye Cumhuriyeti Millu00ee Eu011fitim Bakanlu0131u011fu0131 bir genelge yayu0131mladu0131; 1952-1953 u00f6u011frenim yu0131lu0131ndan itibaren lise eu011fitimi 4 yu0131la u00e7u0131karu0131lacak.",  "1951 - Kumyangjang-ni Muharebesi",  "1950 - u015eiddetli ku0131u015f nedeniyle u0130u00e7 Anadolu Bu00f6lgesi ve Dou011fu Anadolu Bu00f6lgesi'nde yollar kapandu0131, u00c7ubuk Baraju0131 dondu.",  "1950 - Amerika'da eski bu00fcrokrat Alger Hiss, hiu00e7bir kanu0131t bulunmaksu0131zu0131n, komu00fcnist casus olduu011fu gereku00e7esiyle, 5 yu0131l au011fu0131r hapis cezasu0131na mahku00fbm edildi.",  "1949 - u0130srail'de ilk seu00e7imler yapu0131ldu0131. David Ben-Gurion Bau015fbakan oldu.",  "1942 - Tayland, Amerika Birleu015fik Devletleri ve Birleu015fik Krallu0131k'a savau015f ilan etti.",  "1939 - Celu00e2l Bayar Hu00fcku00fbmeti istifa etti. Yeni Hu00fcku00fbmet Refik Saydam Bau015fkanlu0131u011fu0131nda kuruldu.",  "1937 - Cincinnati'de seller petrol rezervlerinin patlamasu0131na yol au00e7tu0131, u015fehir alevler iu00e7inde kaldu0131.",  "1936 - u0130stanbul'da vapurculuk u015firketi ile bu00fctu00fcn kabotaju0131n Denizyollaru0131 u0130daresine geu00e7mesini sau011flayan su00f6zleu015fme imzalandu0131.",  "1932 - Sovyetler Birliu011fi ve Polonya saldu0131rmazlu0131k paktu0131 imzaladu0131.",  "1926 - u015eeker, petrol ve benzin inhisaru0131 (tekeli) hakku0131nda kanunlar kabul edildi.",  "1924 - u0130lk Ku0131u015f Olimpiyat Oyunlaru0131 Chamonix'de bau015fladu0131.",  "1919 - Ermeniler, Antep Hu00fcku00fbmet binasu0131nu0131 ele geu00e7irerek u0130dareye el koyduklaru0131nu0131 au00e7u0131kladu0131lar.",  "1919 - Paris Baru0131u015f Konferansu0131'nda; uluslararasu0131 baru0131u015fu0131 ve gu00fcveni sau011flayacak ve devam ettirecek bir Milletler Cemiyeti kurulmasu0131na karar verildi.",  "1918 - Rusya, Sovyetler Birliu011fi (SSCB) oluu015funu ilan etti.",  "1890 - u0130spanya'nu0131n futbol taku0131mu0131 olan Sevilla FC kuruldu.",  "1890 - Arjantin ve Brezilya arasu0131nda Montevideo antlau015fmasu0131 imzalandu0131.",  "1881 - Thomas Edison ve Alexander Graham Bell Oryantal Telefon u015eirketini kurdular.",  "1858 - Felix Mendelssohn'un Bir Yaz Gecesi Ru00fcyasu0131 adlu0131 eserinin Du00fcu011fu00fcn Maru015fu0131 bu00f6lu00fcmu00fc Kraliu00e7e Victoria'nu0131n ku0131zu0131nu0131n du00fcu011fu00fcnu00fcnde u00e7alu0131ndu0131ktan sonra, bu00fctu00fcn du00fcnyadaki du00fcu011fu00fcnlerin popu00fcler mu00fcziu011fi haline geldi.",  "1831 - I. Nikolay ve Romanovlaru0131n du00fcu015fmesiyle Polonya'nu0131n bau011fu0131msu0131zlu0131u011fu0131 ilan edildi.",  "1792 - u0130ngiltere'de, fakir su0131nu0131flaru0131n ilk siyasi u00f6rgu00fctu00fc sayu0131lan u00abLondon Corresponding Societyu00bb u00f6rgu00fctu00fc kuruldu.",  "1755 - Moskova u00dcniversitesi kuruldu.",  "1579 - Utrecht Antlau015fmasu0131 imzalandu0131 ve gu00fcnu00fcmu00fcz Hollanda'su0131nu0131n temelleri atu0131lmu0131u015f oldu.",  "1573 - Mikatagahara Muharebesi",  "1554 - Su00e3o Paulo'nun kuruluu015fu.",  "1363 - Su0131rpsu0131ndu0131u011fu0131 Muharebesi'ni Osmanlu0131 Devleti kazandu0131.",  "1348 - Venediku2019te yu00fczlerce kiu015finin u00f6lu00fcmu00fcne neden olan bir deprem meydana geldi.",  "1327 - III. Edward, u0130ngiltere Kralu0131 oldu.",  "1072 - Divu00e2nu Lu00fcgati't-Tu00fcrk, Tu00fcrk ku00fcltu00fcru00fcnu00fcn ilk Tu00fcrku00e7e dilinde yazu0131lan su00f6zlu00fck eseri, Kau015fgu00e2rlu0131 Mahmut tarafu0131ndan yazu0131lmaya bau015flandu0131. (10 u015eubat 1074'te bitirildi.)"]







