["1954 - Ankara'da sıcaklık -30 dereceye düştü; okullar tatil edildi.", "1952 - Gümrük ve Tekel Bakanı Sıtkı Yırcalı, kibrit tekelinin kalktığını açıkladı; özel sektör kibrit üretebilecek.", "1952 - Türkiye Cumhuriyeti Millî Eğitim Bakanlığı bir genelge yayımladı; 1952-1953 öğrenim yılından itibaren lise eğitimi 4 yıla çıkarılacak.", "1951 - Kumyangjang-ni Muharebesi", "1950 - Şiddetli kış nedeniyle İç Anadolu Bölgesi ve Doğu Anadolu Bölgesi'nde yollar kapandı, Çubuk Barajı dondu.", "1950 - Amerika'da eski bürokrat Alger Hiss, hiçbir kanıt bulunmaksızın, komünist casus olduğu gerekçesiyle, 5 yıl ağır hapis cezasına mahkûm edildi.", "1949 - İsrail'de ilk seçimler yapıldı. David Ben-Gurion Başbakan oldu.", "1942 - Tayland, Amerika Birleşik Devletleri ve Birleşik Krallık'a savaş ilan etti.", "1939 - Celâl Bayar Hükûmeti istifa etti. Yeni Hükûmet Refik Saydam Başkanlığında kuruldu.", "1937 - Cincinnati'de seller petrol rezervlerinin patlamasına yol açtı, şehir alevler içinde kaldı.", "1936 - İstanbul'da vapurculuk şirketi ile bütün kabotajın Denizyolları İdaresine geçmesini sağlayan sözleşme imzalandı.", "1932 - Sovyetler Birliği ve Polonya saldırmazlık paktı imzaladı.", "1926 - Şeker, petrol ve benzin inhisarı (tekeli) hakkında kanunlar kabul edildi.", "1924 - İlk Kış Olimpiyat Oyunları Chamonix'de başladı.", "1919 - Ermeniler, Antep Hükûmet binasını ele geçirerek İdareye el koyduklarını açıkladılar.", "1919 - Paris Barış Konferansı'nda; uluslararası barışı ve güveni sağlayacak ve devam ettirecek bir Milletler Cemiyeti kurulmasına karar verildi.", "1918 - Rusya, Sovyetler Birliği (SSCB) oluşunu ilan etti.", "1890 - İspanya'nın futbol takımı olan Sevilla FC kuruldu.", "1890 - Arjantin ve Brezilya arasında Montevideo antlaşması imzalandı.", "1881 - Thomas Edison ve Alexander Graham Bell Oryantal Telefon Şirketini kurdular.", "1858 - Felix Mendelssohn'un Bir Yaz Gecesi Rüyası adlı eserinin Düğün Marşı bölümü Kraliçe Victoria'nın kızının düğününde çalındıktan sonra, bütün dünyadaki düğünlerin popüler müziği haline geldi.", "1831 - I. Nikolay ve Romanovların düşmesiyle Polonya'nın bağımsızlığı ilan edildi.", "1792 - İngiltere'de, fakir sınıfların ilk siyasi örgütü sayılan «London Corresponding Society» örgütü kuruldu.", "1755 - Moskova Üniversitesi kuruldu.", "1579 - Utrecht Antlaşması imzalandı ve günümüz Hollanda'sının temelleri atılmış oldu.", "1573 - Mikatagahara Muharebesi", "1554 - São Paulo'nun kuruluşu.", "1363 - Sırpsındığı Muharebesi'ni Osmanlı Devleti kazandı.", "1348 - Venedik’te yüzlerce kişinin ölümüne neden olan bir deprem meydana geldi.", "1327 - III. Edward, İngiltere Kralı oldu.", "1072 - Divânu Lügati't-Türk, Türk kültürünün ilk Türkçe dilinde yazılan sözlük eseri, Kaşgârlı Mahmut tarafından yazılmaya başlandı. (10 Şubat 1074'te bitirildi.)"]