["2023 - İsrail Ordusu'nun Batı Şeria'da ki Cenin kentine düzenlediği saldırı sonucu 9 kişi hayatını kaybetti.", "2011 - TÜİK, enflasyon sepetini güncelledi. 2011 TÜFE sepeti 445 kalemden oluştu. Güncelleme sonucunda 2011 sepetine tramvay ücreti ve Süper Loto girdi, yünlü kumaş, kadın mantosu ve atık çöp ücreti sepetten çıkarıldı.", "2008 - Ümraniye'de ele geçirilen patlayıcılarla ilgili soruşturma kapsamında mahkemeye sevk edilen emekli Tuğgeneral Veli Küçük, emekli Kurmay Albay Mehmet Fikri Karadağ, Susurluk Davası hükümlüsü Sami Hoştan, avukat Kemal Kerinçsiz, Türk Ortodoks Patrikhanesi Basın ve Halkla İlişkiler Sözcüsü Sevgi Erenerol, Hüseyin Görüm, Hüseyin Gazi Oğuz ve Oğuz Alparslan Abdülkadir tutuklandı.", "2006 - Dünya Ekonomik Forumu, Davos'ta (İsviçre) toplandı.", "2006 - Filistin Ulusal Yönetimi için yapılan seçimlerde, Hamas'ın parlamentodaki 132 sandalyenin 76'sını elde ettiği anlaşılınca, Başbakan Ahmed Kurey istifa etti.", "2005 - Condoleezza Rice, Amerika Birleşik Devletleri'nin ilk siyahi kadın Dışişleri Bakanı oldu.", "2004 - Hamid Karzai, Afganistan'ın yeni anayasasını imzaladı.", "2001 - Gucerat'da (Hindistan) deprem: 20.000'den fazla kişi öldü.", "1998 - Compaq, Digital Equipment Corporation şirketini satın aldı.", "1998 - Monica Lewinsky skandalı: Amerika Birleşik Devletleri Başkanı Bill Clinton, eski Beyaz Saray stajyeri Monica Lewinsky ile ilişkisi olduğunu reddetti.", "1996 - Amerikalı katil John Albert Taylor, Utah'ta kurşuna dizilerek idam edildi.", "1993 - Václav Havel, Çekya'nın Başkanı seçildi.", "1992 - Boris Yeltsin, Rusya'nın nükleer füzelerinin Amerikan şehirlerini hedef almaktan vazgeçeceğini duyurdu.", "1992 - 12 Eylül'den sonra ilk kez memur eylemi düzenlendi. İstanbul'daki eyleme 5 bin memur katıldı.", "1988 - The Phantom of the Opera müzikali ilk kez sahnelendi.", "1986 - Halley kuyruklu yıldızı gece görünür konumda. Güneş etrafında 76 yıl süren bir turunu tamamlıyor.", "1984 - Türkiye İşçi Partisi davası sonuçlandı; 102 kişi çeşitli hapis cezalarına çarptırıldı.", "1980 - İsrail ve Mısır arasında diplomatik ilişkiler başladı.", "1978 - Türk Sanayicileri ve İşadamları Derneği (TÜSİAD) Başkanı Feyyaz Berker ve Yönetim Kurulu üyesi Rahmi Koç, Türk Ceza Kanunu'nun (TCK)141.,142. ve 163. maddelerinin kaldırılmasını istediler.", "1974 - Türk Hava Yolları'nın Van adlı yolcu uçağı, İzmir Cumaovası Havaalanı'nda pistin 100 metre uzağında yere çakıldı; 63 kişi öldü.", "1974 - Bülent Ecevit Başbakanlığında, Cumhuriyet Halk Partisi - Millî Selamet Partisi koalisyon Hükûmeti göreve başladı.", "1972 - Deniz Gezmiş, Yusuf Aslan ve Hüseyin İnan'ın idam dosyası, Türkiye Büyük Millet Meclisi'ne gönderildi.", "1970 - Necmettin Erbakan ve 17 arkadaşı, Millî Nizam Partisi'ni kurdu.", "1969 - Cumhuriyetçi Köylü Millet Partisi Genel Başkanı Alparslan Türkeş, İstanbul İl Gençlik Kongresi'nde \"Hareket başladı\" dedi.", "1965 - Hintçe, Hindistan'ın resmî dili oldu.", "1962 - Ay'a bilimsel cihazlar götürmek üzere üzere fırlatılan Ranger 3 uydusu, Ay'ın ancak 35.000 km kadar uzağından geçebildi.", "1959 - Bağdat Paktı Konseyi Karaçi'de toplandı. Toplantıya, Türkiye adına Başbakan Adnan Menderes ve Dışişleri Bakanı Fatin Rüştü Zorlu katıldı.", "1958 - Klasik müzik bestecisi Bülent Arel'in \"Beş Sonnet\" adlı yapıtı ilk kez seslendirildi.", "1956 - Kış olimpiyatları Cortina d'Ampezzo'da (İtalya) başladı.", "1953 - Gümrük İşbirliği Konseyi ilk toplantısını gerçekleştirdi.", "1950 - Hindistan anayasası kabul edildi. Cumhuriyet ilan edildi. Dünyanın en kalabalık demokrasisi kuruldu.", "1946 - Félix Gouin, Fransa Başbakanı seçildi.", "1942 - II. Dünya Savaşı: İlk Amerikan birlikleri Avrupa topraklarında (Kuzey İrlanda).", "1939 - İspanya İç Savaşı: General Francisco Franco'ya bağlı milliyetçi güçler, İtalyanların da yardımıyla Barselona şehrini ele geçirdiler.", "1934 - Almanya ile Polonya arasında saldırmazlık antlaşması imzalandı.", "1934 - Apollo Tiyatrosu Harlem'de (New York) açıldı.", "1931 - Hindistan'da Mahatma Gandhi serbest bırakıldı.", "1926 - Televizyonun icadı.", "1911 - Pilot Glenn H. Curtiss, ilk deniz uçağını uçurdu.", "1911 - Richard Strauss'un Der Rosenkavalier operası ilk kez sahnelendi.", "1905 - Pretoria'da (Güney Afrika) 3,106 karat değerindeki dünyanın en büyük elması bulundu. Elmasa \"Cullinan\" adı verildi. 9 parçaya bölünen elmastan elde edilen \"Afrika'nın Büyük Yıldızı\" adındaki 530.2 karatlık 74 yüzlü dünyanın en büyük pırlantası, Britanya tacına yerleştirildi.", "1870 - Virginia, tekrar Amerika Birleşik Devletleri'ne katıldı.", "1861 - Louisiana eyaleti, Amerika Birleşik Devletleri'nden ayrıldı.", "1837 - Michigan, 26. eyalet olarak Amerika Birleşik Devletleri'ne katıldı.", "1788 - İngiliz donanması Sidney sahillerinde. Avrupalıların kalıcı yerleşimi başlamış oldu.", "1785 - Benjamin Franklin, kızına yazdığı mektupta Amerika Birleşik Devletleri'nin sembolü olarak kartalın seçilmesinden dolayı duyduğu hayal kırıklığını dile getirdi. Franklin, hindiyi düşünüyormuş.", "1700 - Kuzey Amerika'nın batı sahillerinde 9 şiddetinde deprem (Kaskadya depremi) meydana geldi.", "1699 - Osmanlı Devleti, Karlofça Antlaşması'nı imzaladı.", "1531 - Lizbon'da (Portekiz) şiddetli deprem; binlerce kişi öldü.", "1347 - Prag Üniversitesi kuruldu.", "1340 - İngiltere Kralı III. Edward, kendini Fransa Kralı ilan etti.", "66 - Halley kuyruklu yıldızı'nın, Dünya'nın yakınından 5. kayıtlı geçişi."]