["2023 - u0130srail Ordusu'nun Batu0131 u015eeria'da ki Cenin kentine du00fczenlediu011fi saldu0131ru0131 sonucu 9 kiu015fi hayatu0131nu0131 kaybetti.",  "2011 - Tu00dcu0130K, enflasyon sepetini gu00fcncelledi. 2011 Tu00dcFE sepeti 445 kalemden oluu015ftu. Gu00fcncelleme sonucunda 2011 sepetine tramvay u00fccreti ve Su00fcper Loto girdi, yu00fcnlu00fc kumau015f, kadu0131n mantosu ve atu0131k u00e7u00f6p u00fccreti sepetten u00e7u0131karu0131ldu0131.",  "2008 - u00dcmraniye'de ele geu00e7irilen patlayu0131cu0131larla ilgili soruu015fturma kapsamu0131nda mahkemeye sevk edilen emekli Tuu011fgeneral Veli Ku00fcu00e7u00fck, emekli Kurmay Albay Mehmet Fikri Karadau011f, Susurluk Davasu0131 hu00fcku00fcmlu00fcsu00fc Sami Hou015ftan, avukat Kemal Kerinu00e7siz, Tu00fcrk Ortodoks Patrikhanesi Basu0131n ve Halkla u0130liu015fkiler Su00f6zcu00fcsu00fc Sevgi Erenerol, Hu00fcseyin Gu00f6ru00fcm, Hu00fcseyin Gazi Ou011fuz ve Ou011fuz Alparslan Abdu00fclkadir tutuklandu0131.",  "2006 - Du00fcnya Ekonomik Forumu, Davos'ta (u0130sviu00e7re) toplandu0131.",  "2006 - Filistin Ulusal Yu00f6netimi iu00e7in yapu0131lan seu00e7imlerde, Hamas'u0131n parlamentodaki 132 sandalyenin 76'su0131nu0131 elde ettiu011fi anlau015fu0131lu0131nca, Bau015fbakan Ahmed Kurey istifa etti.",  "2005 - Condoleezza Rice, Amerika Birleu015fik Devletleri'nin ilk siyahi kadu0131n Du0131u015fiu015fleri Bakanu0131 oldu.",  "2004 - Hamid Karzai, Afganistan'u0131n yeni anayasasu0131nu0131 imzaladu0131.",  "2001 - Gucerat'da (Hindistan) deprem: 20.000'den fazla kiu015fi u00f6ldu00fc.",  "1998 - Compaq, Digital Equipment Corporation u015firketini satu0131n aldu0131.",  "1998 - Monica Lewinsky skandalu0131: Amerika Birleu015fik Devletleri Bau015fkanu0131 Bill Clinton, eski Beyaz Saray stajyeri Monica Lewinsky ile iliu015fkisi olduu011funu reddetti.",  "1996 - Amerikalu0131 katil John Albert Taylor, Utah'ta kuru015funa dizilerek idam edildi.",  "1993 - Vu00e1clav Havel, u00c7ekya'nu0131n Bau015fkanu0131 seu00e7ildi.",  "1992 - Boris Yeltsin, Rusya'nu0131n nu00fckleer fu00fczelerinin Amerikan u015fehirlerini hedef almaktan vazgeu00e7eceu011fini duyurdu.",  "1992 - 12 Eylu00fcl'den sonra ilk kez memur eylemi du00fczenlendi. u0130stanbul'daki eyleme 5 bin memur katu0131ldu0131.",  "1988 - The Phantom of the Opera mu00fczikali ilk kez sahnelendi.",  "1986 - Halley kuyruklu yu0131ldu0131zu0131 gece gu00f6ru00fcnu00fcr konumda. Gu00fcneu015f etrafu0131nda 76 yu0131l su00fcren bir turunu tamamlu0131yor.",  "1984 - Tu00fcrkiye u0130u015fu00e7i Partisi davasu0131 sonuu00e7landu0131; 102 kiu015fi u00e7eu015fitli hapis cezalaru0131na u00e7arptu0131ru0131ldu0131.",  "1980 - u0130srail ve Mu0131su0131r arasu0131nda diplomatik iliu015fkiler bau015fladu0131.",  "1978 - Tu00fcrk Sanayicileri ve u0130u015fadamlaru0131 Derneu011fi (Tu00dcSu0130AD) Bau015fkanu0131 Feyyaz Berker ve Yu00f6netim Kurulu u00fcyesi Rahmi Kou00e7, Tu00fcrk Ceza Kanunu'nun (TCK)141.,142. ve 163. maddelerinin kaldu0131ru0131lmasu0131nu0131 istediler.",  "1974 - Tu00fcrk Hava Yollaru0131'nu0131n Van adlu0131 yolcu uu00e7au011fu0131, u0130zmir Cumaovasu0131 Havaalanu0131'nda pistin 100 metre uzau011fu0131nda yere u00e7aku0131ldu0131; 63 kiu015fi u00f6ldu00fc.",  "1974 - Bu00fclent Ecevit Bau015fbakanlu0131u011fu0131nda, Cumhuriyet Halk Partisi - Millu00ee Selamet Partisi koalisyon Hu00fcku00fbmeti gu00f6reve bau015fladu0131.",  "1972 - Deniz Gezmiu015f, Yusuf Aslan ve Hu00fcseyin u0130nan'u0131n idam dosyasu0131, Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'ne gu00f6nderildi.",  "1970 - Necmettin Erbakan ve 17 arkadau015fu0131, Millu00ee Nizam Partisi'ni kurdu.",  "1969 - Cumhuriyetu00e7i Ku00f6ylu00fc Millet Partisi Genel Bau015fkanu0131 Alparslan Tu00fcrkeu015f, u0130stanbul u0130l Genu00e7lik Kongresi'nde "Hareket bau015fladu0131" dedi.",  "1965 - Hintu00e7e, Hindistan'u0131n resmu00ee dili oldu.",  "1962 - Ay'a bilimsel cihazlar gu00f6tu00fcrmek u00fczere u00fczere fu0131rlatu0131lan Ranger 3 uydusu, Ay'u0131n ancak 35.000u00a0km kadar uzau011fu0131ndan geu00e7ebildi.",  "1959 - Bau011fdat Paktu0131 Konseyi Karau00e7i'de toplandu0131. Toplantu0131ya, Tu00fcrkiye adu0131na Bau015fbakan Adnan Menderes ve Du0131u015fiu015fleri Bakanu0131 Fatin Ru00fcu015ftu00fc Zorlu katu0131ldu0131.",  "1958 - Klasik mu00fczik bestecisi Bu00fclent Arel'in "Beu015f Sonnet" adlu0131 yapu0131tu0131 ilk kez seslendirildi.",  "1956 - Ku0131u015f olimpiyatlaru0131 Cortina d'Ampezzo'da (u0130talya) bau015fladu0131.",  "1953 - Gu00fcmru00fck u0130u015fbirliu011fi Konseyi ilk toplantu0131su0131nu0131 geru00e7ekleu015ftirdi.",  "1950 - Hindistan anayasasu0131 kabul edildi. Cumhuriyet ilan edildi. Du00fcnyanu0131n en kalabalu0131k demokrasisi kuruldu.",  "1946 - Fu00e9lix Gouin, Fransa Bau015fbakanu0131 seu00e7ildi.",  "1942 - II. Du00fcnya Savau015fu0131: u0130lk Amerikan birlikleri Avrupa topraklaru0131nda (Kuzey u0130rlanda).",  "1939 - u0130spanya u0130u00e7 Savau015fu0131: General Francisco Franco'ya bau011flu0131 milliyetu00e7i gu00fcu00e7ler, u0130talyanlaru0131n da yardu0131mu0131yla Barselona u015fehrini ele geu00e7irdiler.",  "1934 - Almanya ile Polonya arasu0131nda saldu0131rmazlu0131k antlau015fmasu0131 imzalandu0131.",  "1934 - Apollo Tiyatrosu Harlem'de (New York) au00e7u0131ldu0131.",  "1931 - Hindistan'da Mahatma Gandhi serbest bu0131raku0131ldu0131.",  "1926 - Televizyonun icadu0131.",  "1911 - Pilot Glenn H. Curtiss, ilk deniz uu00e7au011fu0131nu0131 uu00e7urdu.",  "1911 - Richard Strauss'un Der Rosenkavalier operasu0131 ilk kez sahnelendi.",  "1905 - Pretoria'da (Gu00fcney Afrika) 3,106 karat deu011ferindeki du00fcnyanu0131n en bu00fcyu00fck elmasu0131 bulundu. Elmasa "Cullinan" adu0131 verildi. 9 paru00e7aya bu00f6lu00fcnen elmastan elde edilen "Afrika'nu0131n Bu00fcyu00fck Yu0131ldu0131zu0131" adu0131ndaki 530.2 karatlu0131k 74 yu00fczlu00fc du00fcnyanu0131n en bu00fcyu00fck pu0131rlantasu0131, Britanya tacu0131na yerleu015ftirildi.",  "1870 - Virginia, tekrar Amerika Birleu015fik Devletleri'ne katu0131ldu0131.",  "1861 - Louisiana eyaleti, Amerika Birleu015fik Devletleri'nden ayru0131ldu0131.",  "1837 - Michigan, 26. eyalet olarak Amerika Birleu015fik Devletleri'ne katu0131ldu0131.",  "1788 - u0130ngiliz donanmasu0131 Sidney sahillerinde. Avrupalu0131laru0131n kalu0131cu0131 yerleu015fimi bau015flamu0131u015f oldu.",  "1785 - Benjamin Franklin, ku0131zu0131na yazdu0131u011fu0131 mektupta Amerika Birleu015fik Devletleri'nin sembolu00fc olarak kartalu0131n seu00e7ilmesinden dolayu0131 duyduu011fu hayal ku0131ru0131klu0131u011fu0131nu0131 dile getirdi. Franklin, hindiyi du00fcu015fu00fcnu00fcyormuu015f.",  "1700 - Kuzey Amerika'nu0131n batu0131 sahillerinde 9 u015fiddetinde deprem (Kaskadya depremi) meydana geldi.",  "1699 - Osmanlu0131 Devleti, Karlofu00e7a Antlau015fmasu0131'nu0131 imzaladu0131.",  "1531 - Lizbon'da (Portekiz) u015fiddetli deprem; binlerce kiu015fi u00f6ldu00fc.",  "1347 - Prag u00dcniversitesi kuruldu.",  "1340 - u0130ngiltere Kralu0131 III. Edward, kendini Fransa Kralu0131 ilan etti.",  "66 - Halley kuyruklu yu0131ldu0131zu0131'nu0131n, Du00fcnya'nu0131n yaku0131nu0131ndan 5. kayu0131tlu0131 geu00e7iu015fi."]







