["2014 - Suriye'ye İsrail hava saldırısı gerçekleşti.", "2013 - Brezilya'nın Santa Maria şehrinde bir gece kulübünde düzenlenen gösteri sırasında yangın çıktı ve 245 kişi yanarak hayatını kaybetti.[1]", "2010 - Apple'ın patronu Steve Jobs, aylardır beklenen taşınabilir bilgisayar ve akıllı telefon arası çok fonksiyonlu tablet bilgisayarı iPad'i tanıttı.", "2000 - Kamuoyunda, İkinci Manisa davası olarak bilinen 10'u tutuklu 14 sanığın yargılandığı ve Yargıtay tarafından iki kez usulden bozulan davada, sanıklar, 2 yıl 6 ay ile 15 yıl arasında değişen hapis cezalarına çarptırıldı.", "1996 - Bursa'da 1963 yılından beri hizmet veren Teleferik özelleştirildi.", "1996 - Bodrum açıklarındaki Kardak kayalıklarına, Yunan ve Türk gazetecilerin ayrı ayrı bayrak dikmeleri Türkiye ile Yunanistan arasında gerilim yarattı.", "1995 - Çocuk Hakları Sözleşmesi, Türkiye tarafından çekince koyularak kabul edildi.", "1995 - Eylül 1994'ten beri Paris'te cezaevinde bulunan Dev-Sol lideri Dursun Karataş, 1995'te serbest bırakıldı. Dursun Karataş, sahte kimlikle Fransa'ya giriş yaparken tutuklanmıştı.", "1994 - Özgür Gündem gazetesinin Ankara temsilciliğinde patlama oldu. Gazetenin Ankara Haber Merkezi'ne de molotofkokteyli atıldı.", "1994 - İçişleri Bakanı Nahit Menteşe, İstanbul Kumkapı Polis Karakolu'nda gözaltına alınan Vakkas Dost isimli vatandaşın, polis memuru Nurettin Öztürk tarafından dövülerek öldürüldüğünü açıkladı.", "1991 - Somali diktatörü Siad Barre, isyancıların Başkent Mogadişu'yu ele geçirmesi üzerine ülkeden kaçtı.", "1988 - Server Tanilli'nin Nasıl Bir Demokrasi İstiyoruz adlı kitabı toplatıldı.", "1984 - Ankara Cumhuriyet Savcı Yardımcısı Doğan Öz'ü öldürmekten sanık İbrahim Çiftçi hakkındaki ölüm cezası kararı Yargıtayca bozuldu. Altı yıldır tutuklu bulunan İbrahim Çiftçi tahliye edildi.", "1983 - Dünyanın en uzun (53,9 km) denizaltı tüneli olan Seikan Tüneli açıldı. Tünel Japonya'nın Honshu ve Hokkaido adalarını birbirine bağlıyor.", "1980 - Beyoğlu'ndaki tarihi Markiz Pastanesi kapandı. Markiz, 23 Aralık 2003'te yeniden açıldı.", "1976 - Balıkesir'de Adem Özkan adlı bir kişi, tarlalarını satarak geçimini sağlayan dedesini son tarlaları da satışa çıkarması üzerine uykudayken eldivenle boğarak öldürdü. 12 Eylül döneminde idam edildi.", "1974 - Kıbrıs'ı Yunanistan'a vermek isteyen EOKA lideri Yorgo Grivas, Kıbrıs'ta kalp krizinden öldü, öldüğünde 75 yaşındaydı.", "1973 - Türkiye'nin Los Angeles Başkonsolosu Mehmet Baydar ve Konsolos Bahadır Demir, Ermeni örgüt ASALA tarafından öldürüldü.", "1973 - Amerika Birleşik Devletleri ve Vietnam ateşkes anlaşması imzaladı.", "1969 - İstanbul Aksaray'daki Küçük Opera Tiyatrosu tamamen yandı.", "1967 - Apollo-1 uzay aracı, Kennedy Uzay Merkezi'nde test edildiği sırada yandı: Astronotlar Gus Grissom, Edward Higgins White ve Roger Chaffee hayatlarını kaybetti.", "1967 - Ankara Üniversitesi Siyasal Bilgiler Fakültesi öğrencileri, yeni yönetmelik hükümlerini protesto için boykota başladılar.", "1965 - Ord. Prof. Ali Fuat Başgil'in 5 yıl hapsi istendi. Ali Fuat Başgil İsviçre'de Fransızca olarak 27 Mayıs Askeri İhtilali adlı bir kitap yayınlamıştı.", "1961 - Benoit Gouin, Kanadalı oyuncu", "1958 - Kıbrıs'ta 10 bin Türk \"Taksim\" lehinde gösteri yaptı. İngiliz askerleri topluluğun üzerine zırhlı araçlarla yürüdü, yaralananlar oldu.", "1954 - Millet Partisi kapatıldı; din esasına dayanan ve amacını gizleyen bir parti olduğu iddia edildi, yöneticileri de birer gün hapis ve 250'şer kuruş para cezasına çarptırıldı.", "1954 - Köy Enstitüleri ile İlk Öğretmen Okullarını, \"İlk Öğretmen Okulları\" adı altında birleştiren yasa Meclis'te kabul edildi. Böylece Köy Enstitüleri kapatıldı.", "1948 - İlk teyp satışa çıktı.", "1945 - Sovyetler Birliği'nin Kızıl Ordu birlikleri, Polonya'da Almanya'nın kurduğu Auschwitz-Birkenau Toplama ve İmha Kampını ele geçirdi.", "1943 - Varlık Vergisini ödemeyen mükellefler, borçlarını \"bedenen çalışarak ödemeleri\" için çalışma kamplarına gönderildi. Tümü İstanbullu gayrimüslimlerden oluşan 32 kişilik ilk kafile Aşkale'ye doğru yola çıktı.", "1941 - II. Dünya Savaşı'nda İngilizler Eritre'ye girdi.", "1940 - Millî Koruma Kanunu, Resmi Gazete'de yayınlandı.", "1937 - Cenevre'de Milletler Cemiyeti toplantısında, Hatay'ın bağımsızlığı kabul edildi.", "1934 - İpek Film Stüdyosu senaryo yarışması açtı.", "1934 - Fransa'da Camille Chautemps istifa etti. Yeni hükûmeti, Édouard Daladier kurdu.", "1926 - John Logie Baird ilk televizyon yayınını gerçekleştirdi.", "1923 - İzmir'e gelen Mustafa Kemal Paşa, Karşıyaka'da trenden inerek, Ege gezisine başladığı gün (14 Ocak) ölen annesinin (Zübeyde Hanım) kabrini ziyaret etti.", "1918 - Amerikalı romancı Edgar Rice Burroughs'un yarattığı \"Tarzan\"ı konu alan ilk film, Gorillerin Tarzanı (Tarzan of the Apes) adıyla ABD'de gösterime girdi. Oyuncu Elmo Lincoln, beyazperdenin ilk Tarzan'ı oldu.", "1915 - Amerika Birleşik Devletleri Deniz Kuvvetleri, Haiti'yi işgal etti.", "1901 - Alman Çeşmesi açıldı.", "1880 - Thomas Edison, elektrik ampulünün patentini aldı.", "1785 - Georgia Üniversitesi (Amerika Birleşik Devletleri) kuruldu.", "1695 - II. Ahmet'in ölümüyle, II. Mustafa Osmanlı padişahı oldu.", "1521 - Mastaba Meydan Muharebesi: Canberdi Gazali İsyanı bastırıldı."]