["2014 - Suriye'ye u0130srail hava saldu0131ru0131su0131 geru00e7ekleu015fti.",  "2013 - Brezilya'nu0131n Santa Maria u015fehrinde bir gece kulu00fcbu00fcnde du00fczenlenen gu00f6steri su0131rasu0131nda yangu0131n u00e7u0131ktu0131 ve 245 kiu015fi yanarak hayatu0131nu0131 kaybetti.[1]",  "2010 - Apple'u0131n patronu Steve Jobs, aylardu0131r beklenen tau015fu0131nabilir bilgisayar ve aku0131llu0131 telefon arasu0131 u00e7ok fonksiyonlu tablet bilgisayaru0131 iPad'i tanu0131ttu0131.",  "2000 - Kamuoyunda, u0130kinci Manisa davasu0131 olarak bilinen 10'u tutuklu 14 sanu0131u011fu0131n yargu0131landu0131u011fu0131 ve Yargu0131tay tarafu0131ndan iki kez usulden bozulan davada, sanu0131klar, 2 yu0131l 6 ay ile 15 yu0131l arasu0131nda deu011fiu015fen hapis cezalaru0131na u00e7arptu0131ru0131ldu0131.",  "1996 - Bursa'da 1963 yu0131lu0131ndan beri hizmet veren Teleferik u00f6zelleu015ftirildi.",  "1996 - Bodrum au00e7u0131klaru0131ndaki Kardak kayalu0131klaru0131na, Yunan ve Tu00fcrk gazetecilerin ayru0131 ayru0131 bayrak dikmeleri Tu00fcrkiye ile Yunanistan arasu0131nda gerilim yarattu0131.",  "1995 - u00c7ocuk Haklaru0131 Su00f6zleu015fmesi, Tu00fcrkiye tarafu0131ndan u00e7ekince koyularak kabul edildi.",  "1995 - Eylu00fcl 1994'ten beri Paris'te cezaevinde bulunan Dev-Sol lideri Dursun Karatau015f, 1995'te serbest bu0131raku0131ldu0131. Dursun Karatau015f, sahte kimlikle Fransa'ya giriu015f yaparken tutuklanmu0131u015ftu0131.",  "1994 - u00d6zgu00fcr Gu00fcndem gazetesinin Ankara temsilciliu011finde patlama oldu. Gazetenin Ankara Haber Merkezi'ne de molotofkokteyli atu0131ldu0131.",  "1994 - u0130u00e7iu015fleri Bakanu0131 Nahit Menteu015fe, u0130stanbul Kumkapu0131 Polis Karakolu'nda gu00f6zaltu0131na alu0131nan Vakkas Dost isimli vatandau015fu0131n, polis memuru Nurettin u00d6ztu00fcrk tarafu0131ndan du00f6vu00fclerek u00f6ldu00fcru00fcldu00fcu011fu00fcnu00fc au00e7u0131kladu0131.",  "1991 - Somali diktatu00f6ru00fc Siad Barre, isyancu0131laru0131n Bau015fkent Mogadiu015fu'yu ele geu00e7irmesi u00fczerine u00fclkeden kau00e7tu0131.",  "1988 - Server Tanilli'nin Nasu0131l Bir Demokrasi u0130stiyoruz adlu0131 kitabu0131 toplatu0131ldu0131.",  "1984 - Ankara Cumhuriyet Savcu0131 Yardu0131mcu0131su0131 Dou011fan u00d6z'u00fc u00f6ldu00fcrmekten sanu0131k u0130brahim u00c7iftu00e7i hakku0131ndaki u00f6lu00fcm cezasu0131 kararu0131 Yargu0131tayca bozuldu. Altu0131 yu0131ldu0131r tutuklu bulunan u0130brahim u00c7iftu00e7i tahliye edildi.",  "1983 - Du00fcnyanu0131n en uzun (53,9u00a0km) denizaltu0131 tu00fcneli olan Seikan Tu00fcneli au00e7u0131ldu0131. Tu00fcnel Japonya'nu0131n Honshu ve Hokkaido adalaru0131nu0131 birbirine bau011flu0131yor.",  "1980 - Beyou011flu'ndaki tarihi Markiz Pastanesi kapandu0131. Markiz, 23 Aralu0131k 2003'te yeniden au00e7u0131ldu0131.",  "1976 - Balu0131kesir'de Adem u00d6zkan adlu0131 bir kiu015fi, tarlalaru0131nu0131 satarak geu00e7imini sau011flayan dedesini son tarlalaru0131 da satu0131u015fa u00e7u0131karmasu0131 u00fczerine uykudayken eldivenle bou011farak u00f6ldu00fcrdu00fc. 12 Eylu00fcl du00f6neminde idam edildi.",  "1974 - Ku0131bru0131s'u0131 Yunanistan'a vermek isteyen EOKA lideri Yorgo Grivas, Ku0131bru0131s'ta kalp krizinden u00f6ldu00fc, u00f6ldu00fcu011fu00fcnde 75 yau015fu0131ndaydu0131.",  "1973 - Tu00fcrkiye'nin Los Angeles Bau015fkonsolosu Mehmet Baydar ve Konsolos Bahadu0131r Demir, Ermeni u00f6rgu00fct ASALA tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1973 - Amerika Birleu015fik Devletleri ve Vietnam ateu015fkes anlau015fmasu0131 imzaladu0131.",  "1969 - u0130stanbul Aksaray'daki Ku00fcu00e7u00fck Opera Tiyatrosu tamamen yandu0131.",  "1967 - Apollo-1 uzay aracu0131, Kennedy Uzay Merkezi'nde test edildiu011fi su0131rada yandu0131: Astronotlar Gus Grissom, Edward Higgins White ve Roger Chaffee hayatlaru0131nu0131 kaybetti.",  "1967 - Ankara u00dcniversitesi Siyasal Bilgiler Faku00fcltesi u00f6u011frencileri, yeni yu00f6netmelik hu00fcku00fcmlerini protesto iu00e7in boykota bau015fladu0131lar.",  "1965 - Ord. Prof. Ali Fuat Bau015fgil'in 5 yu0131l hapsi istendi. Ali Fuat Bau015fgil u0130sviu00e7re'de Fransu0131zca olarak 27 Mayu0131s Askeri u0130htilali adlu0131 bir kitap yayu0131nlamu0131u015ftu0131.",  "1961 - Benoit Gouin, Kanadalu0131 oyuncu",  "1958 - Ku0131bru0131s'ta 10 bin Tu00fcrk "Taksim" lehinde gu00f6steri yaptu0131. u0130ngiliz askerleri topluluu011fun u00fczerine zu0131rhlu0131 arau00e7larla yu00fcru00fcdu00fc, yaralananlar oldu.",  "1954 - Millet Partisi kapatu0131ldu0131; din esasu0131na dayanan ve amacu0131nu0131 gizleyen bir parti olduu011fu iddia edildi, yu00f6neticileri de birer gu00fcn hapis ve 250'u015fer kuruu015f para cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1954 - Ku00f6y Enstitu00fcleri ile u0130lk u00d6u011fretmen Okullaru0131nu0131, "u0130lk u00d6u011fretmen Okullaru0131" adu0131 altu0131nda birleu015ftiren yasa Meclis'te kabul edildi. Bu00f6ylece Ku00f6y Enstitu00fcleri kapatu0131ldu0131.",  "1948 - u0130lk teyp satu0131u015fa u00e7u0131ktu0131.",  "1945 - Sovyetler Birliu011fi'nin Ku0131zu0131l Ordu birlikleri, Polonya'da Almanya'nu0131n kurduu011fu Auschwitz-Birkenau Toplama ve u0130mha Kampu0131nu0131 ele geu00e7irdi.",  "1943 - Varlu0131k Vergisini u00f6demeyen mu00fckellefler, boru00e7laru0131nu0131 "bedenen u00e7alu0131u015farak u00f6demeleri" iu00e7in u00e7alu0131u015fma kamplaru0131na gu00f6nderildi. Tu00fcmu00fc u0130stanbullu gayrimu00fcslimlerden oluu015fan 32 kiu015filik ilk kafile Au015fkale'ye dou011fru yola u00e7u0131ktu0131.",  "1941 - II. Du00fcnya Savau015fu0131'nda u0130ngilizler Eritre'ye girdi.",  "1940 - Millu00ee Koruma Kanunu, Resmi Gazete'de yayu0131nlandu0131.",  "1937 - Cenevre'de Milletler Cemiyeti toplantu0131su0131nda, Hatay'u0131n bau011fu0131msu0131zlu0131u011fu0131 kabul edildi.",  "1934 - u0130pek Film Stu00fcdyosu senaryo yaru0131u015fmasu0131 au00e7tu0131.",  "1934 - Fransa'da Camille Chautemps istifa etti. Yeni hu00fcku00fbmeti, u00c9douard Daladier kurdu.",  "1926 - John Logie Baird ilk televizyon yayu0131nu0131nu0131 geru00e7ekleu015ftirdi.",  "1923 - u0130zmir'e gelen Mustafa Kemal Pau015fa, Karu015fu0131yaka'da trenden inerek, Ege gezisine bau015fladu0131u011fu0131 gu00fcn (14 Ocak) u00f6len annesinin (Zu00fcbeyde Hanu0131m) kabrini ziyaret etti.",  "1918 - Amerikalu0131 romancu0131 Edgar Rice Burroughs'un yarattu0131u011fu0131 "Tarzan"u0131 konu alan ilk film, Gorillerin Tarzanu0131 (Tarzan of the Apes) adu0131yla ABD'de gu00f6sterime girdi. Oyuncu Elmo Lincoln, beyazperdenin ilk Tarzan'u0131 oldu.",  "1915 - Amerika Birleu015fik Devletleri Deniz Kuvvetleri, Haiti'yi iu015fgal etti.",  "1901 - Alman u00c7eu015fmesi au00e7u0131ldu0131.",  "1880 - Thomas Edison, elektrik ampulu00fcnu00fcn patentini aldu0131.",  "1785 - Georgia u00dcniversitesi (Amerika Birleu015fik Devletleri) kuruldu.",  "1695 - II. Ahmet'in u00f6lu00fcmu00fcyle, II. Mustafa Osmanlu0131 padiu015fahu0131 oldu.",  "1521 - Mastaba Meydan Muharebesi: Canberdi Gazali u0130syanu0131 bastu0131ru0131ldu0131."]







