["2008 - Haydarpau015fa-Denizli seferi yapan trenin saat 02:00 civarlaru0131nda Ku00fctahya'nu0131n u00c7u00f6u011fu00fcrler kasabasu0131nda raydan u00e7u0131kmasu0131yla oluu015fan kazada, 436 yolcudan 9 kiu015fi u00f6ldu00fc. Yaklau015fu0131k 300 kiu015fi u00e7eu015fitli yerlerinden yaralandu0131.",  "2006 - Polonya'nu0131n Katowice u015fehrinde bir sergi sarayu0131nu0131n u00e7atu0131su0131, biriken karu0131n au011fu0131rlu0131u011fu0131yla u00e7u00f6ktu00fc: 62 kiu015fi u00f6ldu00fc, 140 kiu015fi yaralandu0131.",  "2004 - Tu00fcrk lirasu0131'ndan altu0131 su0131fu0131r atu0131lmasu0131nu0131 ve para biriminin Yeni Tu00fcrk Lirasu0131 olmasu0131nu0131 u00f6ngu00f6ren yasa tasaru0131su0131, TBMM Genel Kurulunda kabul edildi.",  "2002 - Ekvador Havayollaru0131na ait Boeing 727-100 tipi bir yolcu uu00e7au011fu0131 gu00fcney Kolombiya'da And dau011flaru0131na u00e7arparak du00fcu015ftu00fc: 92 kiu015fi u00f6ldu00fc.",  "1997 - Gu00fcney Afrika'da u0131rku00e7u0131 yu00f6netim du00f6neminde gu00f6revli du00f6rt polis, devrimci u00f6u011frenci lideri Steve Biko'yu 1977'de u00f6ldu00fcrdu00fcklerini resmen itiraf etti.",  "1994 - Tu00fcrk savau015f uu00e7aklaru0131, PKK'nu0131n (Ku00fcrdistan u0130u015fu00e7i Partisi) Kuzey Irak'taki Zeli kampu0131nu0131 bombaladu0131.",  "1993 - Genelkurmay Bau015fkanlu0131u011fu0131, "darbe devrinin" kapandu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1992 - Anayasa Mahkemesi, Tu00fcrkiye Birleu015fik Komu00fcnist Partisi'ni kapattu0131.",  "1988 - THY, iu00e7 hat seferlerinde sigara iu00e7ilmesini yasakladu0131.",  "1987 - Tu00fcrkiye, Avrupa Konseyi u0130nsan Haklaru0131 Komisyonu'na kiu015fisel bau015fvuru hakku0131nu0131 u00e7ekince koyarak kabul ettiu011fini au00e7u0131kladu0131.",  "1986 - Uzay mekiu011fi Challenger, fu0131rlatu0131lu0131u015fu0131ndan 73 saniye sonra paru00e7alandu0131: yedi astronot u00f6ldu00fc. Hatanu0131n katu0131 yaku0131t motorlaru0131ndaki su0131zu0131ntu0131dan kaynaklandu0131u011fu0131 u00f6ne su00fcru00fcldu00fc.",  "1986 - Saku0131p Sabancu0131, Tu00fcrkiye Sanayici ve u0130u015fadamlaru0131 Derneu011fi (Tu00dcSu0130AD) Bau015fkanlu0131u011fu0131na seu00e7ildi.",  "1983 - Cumhurbau015fkanu0131 Kenan Evren bau015fkanlu0131u011fu0131ndaki Millu00ee Gu00fcvenlik Konseyi, ASALA militanu0131 Levon Ekmeku00e7iyan'a verilen u00f6lu00fcm cezasu0131nu0131 onayladu0131.",  "1982 - Tu00fcrkiye'nin Los Angeles Bau015fkonsolosu Kemal Aru0131kan u00f6ldu00fcru00fcldu00fc; saldu0131ru0131yu0131, "Ermeni Soyku0131ru0131mu0131 Adalet Komandolaru0131" u00fcstlendi.",  "1982 - u0130dam hu00fcku00fcmlu00fc firari sau011f eylemci u0130sa Armau011fan, u0130ran'da tutuklandu0131.",  "1975 - Cumhuriyet Halk Partisi Genel Bau015fkanu0131 Bu00fclent Ecevit, "Olaylaru0131n bau015f sorumlusu Milliyetu00e7i Cephe'dir" dedi.",  "1971 - u0130zmir'de genu00e7ler, Amerikan 6. Filosunu protesto ettiler; 20 genu00e7 gu00f6zaltu0131na alu0131ndu0131.",  "1963 - u0130stanbul'da u0130stinye'deki Kavel Kablo Fabrikasu0131'nda u00e7alu0131u015fan 170 iu015fu00e7i oturma grevi yaptu0131. u0130u015fu00e7iler sendikalau015fma nedeniyle iu015ften u00e7u0131karu0131lan du00f6rt arkadau015flaru0131nu0131n iu015fe geri alu0131nmasu0131nu0131 istiyorlardu0131.",  "1959 - u00c7ukurova'da sel oldu. 200 bin portakal au011facu0131 sel altu0131nda kaldu0131, bir mensucat fabrikasu0131nu0131 sel bastu0131. Zararu0131n 5 milyon TL olduu011fu tahmin ediliyor. Bu00f6lgede yiyecek su0131ku0131ntu0131su0131 bau015fladu0131.",  "1958 - Ku0131bru0131s'ta Tu00fcrklerin du00fczenlediu011fi miting su0131rasu0131nda u0130ngiliz askerlerinin ateu015f au00e7masu0131 ve bir kamyonun kasten halku0131n u00fczerine su00fcru00fclmesi sonucu 8 kiu015fi u00f6ldu00fc. TBMM, 31 Ocak'ta Birleu015fik Krallu0131k'u0131 ku0131nama kararu0131 aldu0131.",  "1935 - u0130zlanda, ku00fcrtaju0131 yasallau015ftu0131ran ilk u00fclke oldu.",  "1932 - Japonya, u015eanghay'u0131 iu015fgal etti.",  "1929 - u0130stanbul'da bir otomobil montaj fabrikasu0131 kurmak iu00e7in Ford u015firketi ile Maliye Vekaleti arasu0131nda imzalanan anlau015fma Mecliste kabul edildi.",  "1925 - Terakkiperver Cumhuriyet Fu0131rkasu0131 u0130stanbul u015eubesi au00e7u0131ldu0131.",  "1923 - u0130u00e7iu015fleri Bakanlu0131u011fu0131, u0130zmit ilinin adu0131nu0131 Kocaeli olarak deu011fiu015ftirdi.",  "1921 - Albert Einstein, evrenin u00f6lu00e7u00fclebileceu011fini u00f6ne su00fcrdu00fc. Bilim du00fcnyasu0131nda bir tartu0131u015fma bau015flattu0131.",  "1921 - Mustafa Suphi ve arkadau015flaru0131, Trabzon'a geldikten sonra u0130skele Kahyasu0131 u0130ttihatu00e7u0131 Yahya tarafu0131ndan bir motora bindirildiler ve gece denizde u00f6ldu00fcru00fcldu00fcler.",  "1920 - Osmanlu0131 Mebusan Meclisi'nin gizli oturumunda, Misak-u0131 Milli kabul edildi.",  "1918 - Lev Trou00e7ki, Sovyetler Birliu011fi'nde Ku0131zu0131l Ordu'yu kurmaya bau015fladu0131.",  "1915 - I. Du00fcnya Savau015fu0131: Osmanlu0131 u0130mparatorluu011fu ile Britanya u0130mparatorluu011fu arasu0131nda Suriye-Filistin Cephesi bau015fladu0131.",  "1909 - u0130spanya-Amerika Savau015fu0131'ndan beri orada olan Amerikan birlikleri, Ku00fcba'dan ayru0131ldu0131.",  "1887 - Eyfel Kulesi'nin yapu0131mu0131na bau015flandu0131.",  "1871 - Fransa-Prusya Savau015fu0131: Fransa teslim oldu ve savau015f sona erdi.",  "1820 - Fabian Gottlieb von Bellingshausen ve Mikhail Petrovich Lazarev u00f6ncu00fclu00fcu011fu00fcndeki Rus ekip, Antarktika ku0131tasu0131nu0131 keu015ffetti.",  "1807 - Pall Mall Sokau011fu0131, tarihte u0131u015fu0131klandu0131ru0131lan ilk sokak oldu.",  "1547 - VI. Edward, u0130ngiltere Kralu0131 oldu.",  "1517 - Yavuz Sultan Selim komutasu0131ndaki Osmanlu0131 Ordusu, Kahire'ye girdi."]







