["2009 - Bau015fbakan Tayyip Erdou011fan u0130sviu00e7re'nin Davos u015fehrinde du00fczenlenen Du00fcnya Ekonomik Forumu'nda Filistin olaylaru0131 nedeniyle u0130srail Cumhurbau015fkanu0131 u015eimon Peres ile basu0131n toplantu0131su0131nda tartu0131u015ftu0131.",  "2006 - u00c7in'de Henan eyaletinin Linzhou u015fehrindeki havai fiu015feklerle dolu bir depoda patlama meydana geldi: 16 kiu015fi u00f6ldu00fc.",  "2005 - u00c7in'den 55 yu0131l aradan sonra ilk defa Tayvan'a uu00e7ak seferi du00fczenlendi.",  "1996 - Jacques Chirac, Fransa'nu0131n nu00fckleer denemelere son verdiu011fini au00e7u0131kladu0131.",  "1993 - Bu00fcyu00fck Birlik Partisi, Muhsin Yazu0131cu0131ou011flu tarafu0131ndan kuruldu.",  "1988 - Dolar 1.385 liraya fu0131rladu0131. Polis Tahtakale'yi bastu0131 ve du00f6viz alu0131u015fveriu015fini engelledi.",  "1986 - Yoweri Museveni, Uganda Devlet Bau015fkanu0131 olarak gu00f6revine bau015fladu0131.",  "1983 - 12 Eylu00fcl Darbesi'nin 32, 33, 34 ve 35. idamlaru0131: 1981 yu0131lu0131nda mensubu olduklaru0131 komu00fcnist u00f6rgu00fcte para bulmak iu00e7in giriu015ftikleri kuyumcu soygununda kuyumcunun ou011flu Hasan Kahveci'yi ve polis memuru Mustafa Ku0131lu0131u00e7'u0131 u00f6ldu00fcren, emniyet kuvvetlerine ve halka ateu015f au00e7an, polis otosunu tarayan sol gu00f6ru00fcu015flu00fc militanlar Ramazan Yukaru0131gu00f6z, u00d6mer Yazgan, Erdou011fan Yazgan ve Mehmet Kambur, u0130zmit'te idam edildiler.",  "1983 - 12 Eylu00fcl Darbesi'nin 31. idamu0131: 9 kiu015finin u00f6ldu00fcu011fu00fc, 72 kiu015finin yaralandu0131u011fu0131, 7 Au011fustos 1982'deki Esenbou011fa Havalimanu0131 saldu0131ru0131su0131nu0131 geru00e7ekleu015ftiren ASALA militanlaru0131ndan Levon Ekmeku00e7iyan, Ankara Kapalu0131 Cezaevi'nde asu0131larak idam edildi.",  "1979 - u00c7in Bau015fkan Yardu0131mcu0131su0131 Deng Xiaoping ile Amerika Birleu015fik Devletleri Bau015fkanu0131 Jimmy Carter, diplomatik iliu015fkileri yeniden bau015flatan antlau015fmayu0131 imzaladu0131lar.",  "1978 - u0130sveu00e7, ozon tabakasu0131na zarar vermesi nedeniyle aerosol spreylerin kullanu0131mu0131nu0131 yasakladu0131 ve bu tu00fcr bir yasak getiren ilk u00fclke oldu.",  "1978 - Tu00fcrkiye u0130u015fu00e7i Ku00f6ylu00fc Partisi (Tu0130KP) kuruldu. 12 Eylu00fcl Darbesinden sonra 16 Ekim 1981'de diu011fer partilerle birlikte kapatu0131ldu0131.",  "1971 - Gu00fcven Partisi adu0131nu0131 Millu00ee Gu00fcven Partisi olarak deu011fiu015ftirdi.",  "1967 - u015eair Hasan Hu00fcseyin Korkmazgil tutuklandu0131. Ku0131zu0131lu0131rmak adlu0131 u015fiir kitabu0131nda komu00fcnizm propagandasu0131 yapmakla suu00e7landu0131.",  "1964 - Ku0131u015f Olimpiyat Oyunlaru0131 Innsbruck'da (Avusturya) bau015fladu0131.",  "1958 - Sinema oyuncusu Paul Newman, Joanne Woodward ile evlendi.",  "1950 - u0130ran'da deprem; yaklau015fu0131k 1500 kiu015fi u00f6ldu00fc.",  "1944 - Du00fcnyanu0131n en bu00fcyu00fck savau015f gemisi Missouri denize indirildi.",  "1937 - Sovyetler Birliu011fi'nde Stalin muhalifi 13 kiu015fi u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1934 - Uluslararasu0131 bir festivale katu0131lan ilk Tu00fcrk filmi Leblebici Horhor Au011fa'nu0131n u00e7ekimi bitti. Muhsin Ertuu011frul'un yu00f6nettiu011fi, senaryosu Mu00fcmtaz Osman takma adu0131yla Nu00e2zu0131m Hikmet tarafu0131ndan yazu0131lan film, aynu0131 yu0131l 2. Venedik Film Festivali'nde "Onur Diplomasu0131" ile u00f6du00fcllendirildi.",  "1932 - Sultanahmet Camii'nde sekiz hafu0131z Tu00fcrku00e7e Kur'an okudu.",  "1931 - Menemen Olayu0131 davasu0131nda 37 kiu015fi idama mahku00fbm edildi ve karar TBMM'nin onayu0131na sunuldu.",  "1930 - u0130spanya diktatu00f6ru00fc General Miguel Primo de Rivera u00f6u011frencilerin gu00f6sterileri sonucu istifa etmek zorunda kaldu0131; Bau015fbakanlu0131u011fa General Du00e1maso Berenguer atandu0131.",  "1928 - Bursa Amerikan Ku0131z Koleji, Bakanlar Kurulu kararu0131yla kapatu0131ldu0131. Okulda Hristiyanlu0131k propogandasu0131 yapu0131ldu0131u011fu0131 iddia edildi.",  "1923 - Mustafa Kemal Pau015fa u0130zmir'de Latife Hanu0131m'la evlendi.",  "1916 - I. Du00fcnya Savau015fu0131: Paris ilk defa Alman zeplinleri ile bombalandu0131.",  "1886 - Karl Benz, benzinle u00e7alu0131u015fan ilk otomobilin patentini aldu0131.",  "1861 - Kansas, 34. eyalet olarak Amerika Birleu015fik Devletleri'ne katu0131ldu0131.",  "1676 - III. Fyodor, Rus u00c7aru0131 oldu.",  "1595 - William Shakespeare'in oyunu Romeo ve Juliet, muhtemelen ilk kez sahnelendi."]







