["2009 - Başbakan Tayyip Erdoğan İsviçre'nin Davos şehrinde düzenlenen Dünya Ekonomik Forumu'nda Filistin olayları nedeniyle İsrail Cumhurbaşkanı Şimon Peres ile basın toplantısında tartıştı.", "2006 - Çin'de Henan eyaletinin Linzhou şehrindeki havai fişeklerle dolu bir depoda patlama meydana geldi: 16 kişi öldü.", "2005 - Çin'den 55 yıl aradan sonra ilk defa Tayvan'a uçak seferi düzenlendi.", "1996 - Jacques Chirac, Fransa'nın nükleer denemelere son verdiğini açıkladı.", "1993 - Büyük Birlik Partisi, Muhsin Yazıcıoğlu tarafından kuruldu.", "1988 - Dolar 1.385 liraya fırladı. Polis Tahtakale'yi bastı ve döviz alışverişini engelledi.", "1986 - Yoweri Museveni, Uganda Devlet Başkanı olarak görevine başladı.", "1983 - 12 Eylül Darbesi'nin 32, 33, 34 ve 35. idamları: 1981 yılında mensubu oldukları komünist örgüte para bulmak için giriştikleri kuyumcu soygununda kuyumcunun oğlu Hasan Kahveci'yi ve polis memuru Mustafa Kılıç'ı öldüren, emniyet kuvvetlerine ve halka ateş açan, polis otosunu tarayan sol görüşlü militanlar Ramazan Yukarıgöz, Ömer Yazgan, Erdoğan Yazgan ve Mehmet Kambur, İzmit'te idam edildiler.", "1983 - 12 Eylül Darbesi'nin 31. idamı: 9 kişinin öldüğü, 72 kişinin yaralandığı, 7 Ağustos 1982'deki Esenboğa Havalimanı saldırısını gerçekleştiren ASALA militanlarından Levon Ekmekçiyan, Ankara Kapalı Cezaevi'nde asılarak idam edildi.", "1979 - Çin Başkan Yardımcısı Deng Xiaoping ile Amerika Birleşik Devletleri Başkanı Jimmy Carter, diplomatik ilişkileri yeniden başlatan antlaşmayı imzaladılar.", "1978 - İsveç, ozon tabakasına zarar vermesi nedeniyle aerosol spreylerin kullanımını yasakladı ve bu tür bir yasak getiren ilk ülke oldu.", "1978 - Türkiye İşçi Köylü Partisi (TİKP) kuruldu. 12 Eylül Darbesinden sonra 16 Ekim 1981'de diğer partilerle birlikte kapatıldı.", "1971 - Güven Partisi adını Millî Güven Partisi olarak değiştirdi.", "1967 - Şair Hasan Hüseyin Korkmazgil tutuklandı. Kızılırmak adlı şiir kitabında komünizm propagandası yapmakla suçlandı.", "1964 - Kış Olimpiyat Oyunları Innsbruck'da (Avusturya) başladı.", "1958 - Sinema oyuncusu Paul Newman, Joanne Woodward ile evlendi.", "1950 - İran'da deprem; yaklaşık 1500 kişi öldü.", "1944 - Dünyanın en büyük savaş gemisi Missouri denize indirildi.", "1937 - Sovyetler Birliği'nde Stalin muhalifi 13 kişi ölüm cezasına çarptırıldı.", "1934 - Uluslararası bir festivale katılan ilk Türk filmi Leblebici Horhor Ağa'nın çekimi bitti. Muhsin Ertuğrul'un yönettiği, senaryosu Mümtaz Osman takma adıyla Nâzım Hikmet tarafından yazılan film, aynı yıl 2. Venedik Film Festivali'nde \"Onur Diploması\" ile ödüllendirildi.", "1932 - Sultanahmet Camii'nde sekiz hafız Türkçe Kur'an okudu.", "1931 - Menemen Olayı davasında 37 kişi idama mahkûm edildi ve karar TBMM'nin onayına sunuldu.", "1930 - İspanya diktatörü General Miguel Primo de Rivera öğrencilerin gösterileri sonucu istifa etmek zorunda kaldı; Başbakanlığa General Dámaso Berenguer atandı.", "1928 - Bursa Amerikan Kız Koleji, Bakanlar Kurulu kararıyla kapatıldı. Okulda Hristiyanlık propogandası yapıldığı iddia edildi.", "1923 - Mustafa Kemal Paşa İzmir'de Latife Hanım'la evlendi.", "1916 - I. Dünya Savaşı: Paris ilk defa Alman zeplinleri ile bombalandı.", "1886 - Karl Benz, benzinle çalışan ilk otomobilin patentini aldı.", "1861 - Kansas, 34. eyalet olarak Amerika Birleşik Devletleri'ne katıldı.", "1676 - III. Fyodor, Rus Çarı oldu.", "1595 - William Shakespeare'in oyunu Romeo ve Juliet, muhtemelen ilk kez sahnelendi."]