["2009 - u0130srail Ordusu, Gazze u015eeridi'ne yu00f6nelik kara hareku00e2tu0131na bau015fladu0131.",  "2004 - Mu0131su0131r'u0131n u00f6zel havayolu u015firketi Flash Air'e ait Boeing 737 tipi bir yolcu uu00e7au011fu0131 Ku0131zu0131ldeniz'e du00fcu015ftu00fc: 148 kiu015fi u00f6ldu00fc.",  "1994 - Tupolev Tu-154 tipi bir Rus yolcu uu00e7au011fu0131, kalku0131u015fu0131ndan hemen sonra u0130rkutsk'da (Rusya) du00fcu015ftu00fc: 125 kiu015fi u00f6ldu00fc.",  "1993 - Amerika Birleu015fik Devletleri Bau015fkanu0131 George H. W. Bush ve Rusya Devlet Bau015fkanu0131 Boris Yeltsin, stratejik nu00fckleer silahlarda indirimi u00f6ngu00f6ren START-2 anlau015fmasu0131nu0131 imzaladu0131lar.",  "1990 - u0130brahim Balaban'u0131n "Gu00f6u00e7" adlu0131 tablosu 45 milyon TL'ye satu0131ldu0131; bu yau015fayan bir ressamu0131n eserine u00f6denen en yu00fcksek fiyat oldu.",  "1990 - Devrik Panama Devlet Bau015fkanu0131 Manuel Noriega, Panama City'de son 10 gu00fcndu00fcr su0131u011fu0131ndu0131u011fu0131 Vatikan Bu00fcyu00fckelu00e7iliu011fi'nde, Amerika Birleu015fik Devletleri gu00fcu00e7lerine teslim oldu.",  "1988 - Margaret Thatcher, 20. yu00fczyu0131lda Birleu015fik Krallu0131k'u0131n en uzun su00fcre gu00f6revde kalan Bau015fbakanu0131 unvanu0131nu0131 aldu0131.",  "1986 - u0130stanbul Menkul Ku0131ymetler Borsasu0131nda (u0130MKB) hisse senetleri alu0131m satu0131mu0131 bau015fladu0131.",  "1978 - Hindistan'da u0130ndira Gandhi, Kongre Partisi'nden u00e7u0131karu0131ldu0131.",  "1977 - Beylerbeyi'ndeki tarihi Halil Pau015fa Yalu0131su0131 yandu0131.",  "1976 - Uluslararasu0131 Ekonomik Sosyal ve Ku00fcltu00fcrel Haklar Su00f6zleu015fmesi yu00fcru00fcrlu00fcu011fe girdi.",  "1962 - Papa XXIII. Ioannes, Fidel Castro'yu aforoz etti.",  "1961 - Bau011fu0131msu0131z bir Ku00fcrt devleti kurmak istemekle suu00e7lanan 49 kiu015finin yargu0131lanmasu0131na Ankara'da bau015flandu0131.",  "1961 - Amerika Birleu015fik Devletleri, Ku00fcba ile iliu015fkilerini kesti.",  "1959 - Amerika Birleu015fik Devletleri Bau015fkanu0131 Eisenhower, Alaska'nu0131n 49. eyalet olarak Birleu015fik Devletler'e katu0131ldu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1953 - Samuel Beckett'in oyunu Godot'yu Beklerken, Paris'te sahnelenmeye bau015flandu0131.",  "1952 - Erzurum ve Hasankale'de deprem: 69 kiu015fi u00f6ldu00fc, 299 kiu015fi yaralandu0131.",  "1946 - II. Du00fcnya Savau015fu0131 su0131rasu0131nda Birleu015fik Krallu0131k'ta Nazi yanlu0131su0131 yayu0131nlar yapan William Joyce, vatana ihanet suu00e7undan Londra'da idam edildi.",  "1945 - Tu00fcrkiye, Japonya ile iliu015fkilerini kesmeye karar verdi.",  "1930 - Mustafa Kemal Pau015fa, Millu00ee u0130ktisat ve Tasarruf Cemiyeti'ne ilk u00fcye olarak kaydedildi.",  "1928 - Nikaragua'da Augusto Cu00e9sar Sandino u00f6nderliu011findeki yurtseverler ayaklandu0131. Amerika Birleu015fik Devletleri, 1000'den fazla deniz piyadesini savau015fmak u00fczere gu00f6nderdi.",  "1925 - u0130talya'da Benito Mussolini, bu00fctu00fcn yetkileri elinde topladu0131.",  "1924 - Mu0131su0131r'da Luksor u015fehrindeki bir tapu0131nakta Tutankamon'un tau015f lahdi bulundu.",  "1922 - Mersin'in du00fcu015fman iu015fgalinden kurtuluu015fu.",  "1917 - Ardahan Arap Camii'nde, 373 Tu00fcrk, Ermeni u00e7eteciler tarafu0131ndan camiyle birlikte yaku0131ldu0131.",  "1914 - Enver Pau015fa, Mirliva ru00fctbesiyle Harbiye Nazu0131rlu0131u011fu0131'na atandu0131.",  "1889 - Nietzsche, akli dengesini yitirdi.",  "1888 - Kaliforniya'daki "Lick Gu00f6zlemevi"nde hizmete giren 91u00a0cm u00e7apu0131ndaki yeni teleskop, Du00fcnyanu0131n o gu00fcne kadarki en bu00fcyu00fck teleskobu olma unvanu0131nu0131 aldu0131.",  "1777 - Amerikalu0131 General George Washington, u0130ngiliz General Charles Cornwallis'i Princeton Muharebesi'nde yenilgiye uu011frattu0131.",  "1521 - Martin Luther, Roma Katolik Kilisesi tarafu0131ndan aforoz edildi.",  "1496 - Leonardo da Vinci bir uu00e7ma makinesini test etti, fakat bau015faru0131su0131z oldu.",  "1431 - Jeanne d'Arc, Piskopos Pierre Cauchon'a teslim edildi."]







