["2009 - İsrail Ordusu, Gazze Şeridi'ne yönelik kara harekâtına başladı.", "2004 - Mısır'ın özel havayolu şirketi Flash Air'e ait Boeing 737 tipi bir yolcu uçağı Kızıldeniz'e düştü: 148 kişi öldü.", "1994 - Tupolev Tu-154 tipi bir Rus yolcu uçağı, kalkışından hemen sonra İrkutsk'da (Rusya) düştü: 125 kişi öldü.", "1993 - Amerika Birleşik Devletleri Başkanı George H. W. Bush ve Rusya Devlet Başkanı Boris Yeltsin, stratejik nükleer silahlarda indirimi öngören START-2 anlaşmasını imzaladılar.", "1990 - İbrahim Balaban'ın \"Göç\" adlı tablosu 45 milyon TL'ye satıldı; bu yaşayan bir ressamın eserine ödenen en yüksek fiyat oldu.", "1990 - Devrik Panama Devlet Başkanı Manuel Noriega, Panama City'de son 10 gündür sığındığı Vatikan Büyükelçiliği'nde, Amerika Birleşik Devletleri güçlerine teslim oldu.", "1988 - Margaret Thatcher, 20. yüzyılda Birleşik Krallık'ın en uzun süre görevde kalan Başbakanı unvanını aldı.", "1986 - İstanbul Menkul Kıymetler Borsasında (İMKB) hisse senetleri alım satımı başladı.", "1978 - Hindistan'da İndira Gandhi, Kongre Partisi'nden çıkarıldı.", "1977 - Beylerbeyi'ndeki tarihi Halil Paşa Yalısı yandı.", "1976 - Uluslararası Ekonomik Sosyal ve Kültürel Haklar Sözleşmesi yürürlüğe girdi.", "1962 - Papa XXIII. Ioannes, Fidel Castro'yu aforoz etti.", "1961 - Bağımsız bir Kürt devleti kurmak istemekle suçlanan 49 kişinin yargılanmasına Ankara'da başlandı.", "1961 - Amerika Birleşik Devletleri, Küba ile ilişkilerini kesti.", "1959 - Amerika Birleşik Devletleri Başkanı Eisenhower, Alaska'nın 49. eyalet olarak Birleşik Devletler'e katıldığını açıkladı.", "1953 - Samuel Beckett'in oyunu Godot'yu Beklerken, Paris'te sahnelenmeye başlandı.", "1952 - Erzurum ve Hasankale'de deprem: 69 kişi öldü, 299 kişi yaralandı.", "1946 - II. Dünya Savaşı sırasında Birleşik Krallık'ta Nazi yanlısı yayınlar yapan William Joyce, vatana ihanet suçundan Londra'da idam edildi.", "1945 - Türkiye, Japonya ile ilişkilerini kesmeye karar verdi.", "1930 - Mustafa Kemal Paşa, Millî İktisat ve Tasarruf Cemiyeti'ne ilk üye olarak kaydedildi.", "1928 - Nikaragua'da Augusto César Sandino önderliğindeki yurtseverler ayaklandı. Amerika Birleşik Devletleri, 1000'den fazla deniz piyadesini savaşmak üzere gönderdi.", "1925 - İtalya'da Benito Mussolini, bütün yetkileri elinde topladı.", "1924 - Mısır'da Luksor şehrindeki bir tapınakta Tutankamon'un taş lahdi bulundu.", "1922 - Mersin'in düşman işgalinden kurtuluşu.", "1917 - Ardahan Arap Camii'nde, 373 Türk, Ermeni çeteciler tarafından camiyle birlikte yakıldı.", "1914 - Enver Paşa, Mirliva rütbesiyle Harbiye Nazırlığı'na atandı.", "1889 - Nietzsche, akli dengesini yitirdi.", "1888 - Kaliforniya'daki \"Lick Gözlemevi\"nde hizmete giren 91 cm çapındaki yeni teleskop, Dünyanın o güne kadarki en büyük teleskobu olma unvanını aldı.", "1777 - Amerikalı General George Washington, İngiliz General Charles Cornwallis'i Princeton Muharebesi'nde yenilgiye uğrattı.", "1521 - Martin Luther, Roma Katolik Kilisesi tarafından aforoz edildi.", "1496 - Leonardo da Vinci bir uçma makinesini test etti, fakat başarısız oldu.", "1431 - Jeanne d'Arc, Piskopos Pierre Cauchon'a teslim edildi."]