["2020 - Du00fcnya Sau011flu0131k u00d6rgu00fctu00fc SARS-CoV-2 viru00fcsu00fcnu00fc bir pandemiye neden olabileceu011fi sebebiyle "Ku00fcresel Acil Durum" ilan etti. Zaten bundan birkau00e7 ay sonra viru00fcs hala  devam eden bir Pandemi ilan edildi.",  "2005 - Irak'ta 50 yu0131ldu0131r ilk kez u00e7ok partili seu00e7imler yapu0131ldu0131. Su00fcnniler seu00e7imi boykot etti. Seu00e7imin galibi u015eiiler oldu. Celal Talabani, u00fclkenin ilk Ku00fcrt asu0131llu0131 Devlet Bau015fkanu0131 seu00e7ildi. u015eii u0130brahim el-Caferi de Bau015fbakan oldu.",  "2003 - Belu00e7ika'da aynu0131 cinsiyetteki u00e7iftlerin evliliu011fi yasallau015ftu0131, bu00f6ylece Belu00e7ika, du00fcnyada Hollanda'dan sonra bu yasayu0131 u00e7u0131kartan ikinci u00fclke oldu.",  "2002 - Slobodan Miloseviu00e7, Birleu015fmiu015f Milletler u00f6rgu00fctu00fcnu00fcn uluslararasu0131 savau015f suu00e7lularu0131 mahkemesinin kendisine karu015fu0131 u015feytani ve du00fcu015fmanca bir tutum iu00e7inde olduu011funu iddia etti.",  "2001 - TBMM'deki iu00e7 tu00fczu00fck gu00f6ru00fcu015fmeleri su0131rasu0131nda u00e7u0131kan arbedede DYP Milletvekili Fevzi u015eu0131hanlu0131ou011flu, kalp krizi geu00e7irerek u00f6ldu00fc.",  "2000 - Kenya Havayollaru0131'na ait bir yolcu uu00e7au011fu0131, Fildiu015fi Sahili au00e7u0131klaru0131nda okyanusa du00fcu015ftu00fc: 169 kiu015fi u00f6ldu00fc.",  "1989 - Kabil'deki (Afganistan) Amerika Birleu015fik Devletleri Elu00e7iliu011fi kapatu0131ldu0131.",  "1987 - Bakanlar Kurulu, askerlik yasasu0131ndaki yeni du00fczenlemeyi onayladu0131. u00c7au011fdu0131u015fu0131 kalma yau015fu0131 46'dan 41'e indirildi, mesleu011fi u00f6u011fretmen olanlar, askerliu011fini u00f6u011fretmen olarak yapacak; her isteyen bedelli askerlikten yararlanacak.",  "1985 - Ege Denizi'nde du00fczenlenen "Deniz Kurdu-85" tatbikatu0131 su0131rasu0131nda, bir tank u00e7u0131karma gemisi fu0131rtu0131na yu00fczu00fcnden battu0131: 39 denizci u00f6ldu00fc.",  "1983 - 12 Eylu00fcl Darbesi'nin 36. idamu0131: 22 Mayu0131s 1979'da du00fckku00e2nu0131nda u00e7alu0131u015fmakta olan sol gu00f6ru00fcu015flu00fc bakkal Battal Tu00fcrkaslan'u0131 6-7 el ateu015f ederek u00f6ldu00fcren sau011f gu00f6ru00fcu015flu00fc militan Ahmet Kerse, idam edildi.",  "1983 - Nijerya Hu00fcku00fbmeti, 1 milyondan fazla Ganalu0131 ve 700 bine yaku0131n Batu0131 Afrikalu0131 iu015fu00e7iyi su0131nu0131r du0131u015fu0131 etti.",  "1982 - u0130lk PC virus kodu, Richard Skrenta tarafu0131ndan yazu0131ldu0131. Bu program 400 satu0131r uzunluu011fundaydu0131 ve kendisini "Elk Cloner" adlu0131 bir Apple boot programu0131 olarak kamufle ediyordu.",  "1980 - Yabancu0131 bankalaru0131n Tu00fcrkiye'de u015fube au00e7malaru0131 Yabancu0131 Sermaye ile ilgili kanun kapsamu0131na alu0131ndu0131. Banka u015fubelerine ku00e2rlaru0131nu0131 transfer etme hakku0131 tanu0131ndu0131.",  "1979 - u0130ran Hu00fcku00fbmeti, Fransa'da su00fcrgu00fcnde bulunan dini lider Ayetullah Humeyni'nin u00fclkeye geri du00f6nmesine izin verdiklerini au00e7u0131kladu0131.",  "1976 - George H. W. Bush, CIA'nin bau015fu0131na getirilen 11. yu00f6netici oldu.",  "1975 - THY'nin u0130zmir-u0130stanbul seferini yapan Bursa uu00e7au011fu0131 Marmara Denizi'ne du00fcu015ftu00fc: 41 kiu015fi u00f6ldu00fc.",  "1972 - Pakistan, u0130ngiliz Milletler Topluluu011fu'ndan ayru0131ldu0131.",  "1972 - u0130ngiliz askerleri, Kuzey u0130rlanda'da gu00f6steri yapanlaru0131n u00fczerine ateu015f au00e7arak, 14 insan haklaru0131 savunucusunun u00f6lu00fcmu00fcne neden oldu. Bugu00fcn Birleu015fik Krallu0131k tarihine Kanlu0131 Pazar olarak geu00e7ti.",  "1971 - u0130stanbul'da Dev-Genu00e7'liler "u00d6zel Eu011fitimin Devletleu015ftirilmesi" isteu011fiyle yu00fcru00fcyu00fcu015f du00fczenledi.",  "1969 - Tu00fcrkiye'de ilk bu00f6brek nakli, Beyou011flu Devlet Hastanesi'nde Yusuf u00d6zer adlu0131 hastaya yapu0131ldu0131. Ancak Yusuf u00d6zer, kendisine taku0131lan bu00f6breu011fin bir aku0131l hastasu0131ndan alu0131ndu0131u011fu0131nu0131 u00f6ne su00fcrerek savcu0131lu0131u011fa bau015fvurdu.",  "1969 - The Beatles son konserini verdi. (The Beatles u00c7atu0131 Konseri)",  "1967 - u0130lk resmi televizyon yayu0131nu0131 Ankara'da yapu0131ldu0131.",  "1951 - Sau011flu0131k Bakanu0131 Ekrem u00dcstu00fcndau011f, baku0131msu0131zlu0131ktan her yu0131l 300 bin yurttau015fu0131n hayatu0131nu0131 kaybettiu011fini au00e7u0131kladu0131.",  "1950 - Sovyetler Birliu011fi, Kuzey Vietnam rejimini tanu0131du0131. Fransa, Sovyetler Birliu011fi'ni protesto etti.",  "1948 - British South American Airways'e ait bir uu00e7ak, Atlas Okyanusu'ndaki Bermuda u015eeytan u00dcu00e7geni'nde kayboldu.",  "1948 - Hindistan lideri Mahatma Gandi, Yeni Delhi'de u00f6ldu00fcru00fcldu00fc.",  "1948 - Ku0131u015f Olimpiyat Oyunlaru0131 St. Moritz'de (u0130sviu00e7re) bau015fladu0131.",  "1946 - Macaristan'da komu00fcnist rejim ilan edildi: Macaristan Halk Cumhuriyeti",  "1943 - Churchill Adanau2019ya gelerek, u0130smet u0130nu00f6nu00fc ile "Adana Gu00f6ru00fcu015fmesi" olarak bilinen gu00f6ru00fcu015fmeyi geru00e7ekleu015ftirdi.",  "1942 - Tu00fcrkiye'de pasta yapu0131mu0131 ve ticareti yasaklandu0131, stoku00e7ulara uygulanacak cezalar belirlendi.",  "1942 - u0130ran'da Tudeh Partisi kuruldu.",  "1933 - Adolf Hitler u015eansu00f6lye oldu.",  "1931 - Boksu00f6r Ku00fcu00e7u00fck Kemal, Yunanistan u015fampiyonu Angelidis'i yendi.",  "1930 - Millu00ee u0130ktisat ve Tasarruf Cemiyeti kuruldu.",  "1923 - Yunanistan ile Ahali Mu00fcbadelesi Antlau015fmasu0131 yapu0131ldu0131. Aralu0131k 1923'te bau015flayu0131p 1927 yu0131lu0131na kadar su00fcren uygulamayla, 400 bin Tu00fcrk ve 1 milyonu au015fku0131n Rum yer deu011fiu015ftirdi.",  "1925 - Tu00fcrk Hu00fcku00fbmeti, Piskopos VI. Konstantin'in u0130stanbul du0131u015fu0131na u00e7u0131karu0131lmasu0131nu0131 kararlau015ftu0131rdu0131.",  "1919 - Paris Baru0131u015f Konferansu0131'nda u0130tilaf Devletleri, Osmanlu0131 u0130mparatorluu011fu'nun paru00e7alanmasu0131nu0131 kararlau015ftu0131rdu0131lar.",  "1867 - Mutsuhito, Japonya'nu0131n u0130mparatoru oldu.",  "1847 - Kaliforniya'nu0131n Yerba Buena u015fehrinin adu0131, San Francisco olarak deu011fiu015ftirildi.",  "1662 - u00c7inli general Koxinga, dokuz ay su00fcren kuu015fatmadan sonra Tayvan adasu0131nu0131 ele geu00e7irdi.",  "1648 - Hollanda ile u0130spanya arasu0131nda, Mu00fcnster Antlau015fmasu0131 imzalandu0131 ve Seksen Yu0131l Savau015fu0131 sona erdi.",  "1517 - Kahire Muharebesi (1517)"]







