["2020 - Birleu015fik Krallu0131k Avrupa Birliu011fi'nden ayru0131ldu0131.[1] (bknz: Birleu015fik Krallu0131k'u0131n Avrupa Birliu011fi'nden ayru0131lmasu0131)",  "2019 - Wrapped Bitcoin piyasaya su00fcru00fcldu00fc.",  "2008 - u0130stanbul'un Zeytinburnu ilu00e7esinde ruhsatsu0131z bir binada maytaplaru0131n yanarak dou011falgaz kazanu0131nu0131 patlatmasu0131yla oluu015fan olayda 23 kiu015fi u00f6ldu00fc, 120 kiu015fi yaralandu0131.",  "2006 - Abdullah u00d6calan'u0131n avukatlaru0131ndan u0130rfan Du00fcndar, mu00fcvekkilinin yeniden yargu0131lanmaya iliu015fkin dileku00e7esini, bu konuda yetkili olan Ankara 11. Au011fu0131r Ceza Mahkemesine gu00f6ndererek bau015fvuruda bulunduu011funu bildirdi.",  "2005 - Afganistan'daki Tu00fcrk birlikleri, Kabil'deki uluslararasu0131 hava alanu0131nu0131n sorumluluu011funu u00fcstlendi.",  "2005 - Du00fcnyaca u00fcnlu00fc pop yu0131ldu0131zu0131 Michael Jackson hakku0131nda, 13 yau015fu0131ndaki bir u00e7ocuu011fa tacizde bulunduu011fu gereku00e7esiyle dava au00e7u0131ldu0131.",  "2004 - TL'den 6 su0131fu0131r atu0131lmasu0131 ve Tu00fcrkiye Devleti para biriminin Yeni Tu00fcrk Lirasu0131 olmasu0131nu0131 u00f6ngu00f6ren yasa, Resmi Gazete'de yayu0131mlandu0131.",  "2000 - Alaska Havayollaru0131na ait bir yolcu uu00e7au011fu0131, Bu00fcyu00fck Okyanus'a du00fcu015ftu00fc: 88 kiu015fi u00f6ldu00fc.",  "1996 - Patlayu0131cu0131 yu00fcklu00fc bir kamyon Kolombo'da (Sri Lanka) Merkez Bankasu0131nu0131n kapu0131laru0131na u00e7arparak infilak etti: en az 86 kiu015fi u00f6ldu00fc, 1400 kiu015fi yaralandu0131.",  "1990 - Moskova'da ilk McDonald's au00e7u0131ldu0131.",  "1990 - SSCB satranu00e7 u015fampiyonu Gary Kasparov, vatandau015fu0131 Anatoli Karpov'u yenerek du00fcnya satranu00e7 u015fampiyonu oldu.",  "1990 - Atatu00fcrku00e7u00fc Du00fcu015fu00fcnce Derneu011fi ve Tu00fcrk Hukuk Kurumu Bau015fkanu0131 Muammer Aksoy, 73 yau015fu0131nda Ankara'da evinin u00f6nu00fcnde kuru015funlanarak u00f6ldu00fcru00fcldu00fc.",  "1986 - Sosyaldemokrat Halku00e7u0131 Parti (SHP) u0130u00e7el Milletvekili Fikri Sau011flar, Tu00fcrkiye'de 5 yu0131lda 800'den fazla insanu0131n "kayu0131p" olduu011funu su00f6yledi.",  "1986 - u0130u015fkence konusunda itiraflarda bulunan polis memuru Sedat Caner, Ankara Cumhuriyet Savcu0131lu0131u011fu0131'na teslim oldu.",  "1985 - Bau015fbakan Turgut u00d6zal, Gu00f6kova'da termik santral kurulacau011fu0131nu0131 au00e7u0131kladu0131.",  "1980 - Tariu015f olaylaru0131: Tariu015f'te direniu015f bitti, iu015fu00e7iler iu015fbau015fu0131 yaptu0131lar. 22 Ocak'ta gu00fcvenlik gu00fcu00e7leri arama yapma gereku00e7esiyle Tariu015f iu015fletmelerine girmek istemiu015f, 600 iu015fu00e7i gu00f6zaltu0131na alu0131nmu0131u015ftu0131.",  "1978 - Zonguldak'ta ikramiyesi u00f6denmeyen 20 bin maden iu015fu00e7isi direniu015fe geu00e7ti.",  "1976 - u0130lerici Kadu0131nlar Derneu011fi (u0130KD), Ankara'da "Evlat acu0131su0131na son" mitingi du00fczenledi. Mitinge 5 bin kiu015fi katu0131ldu0131.",  "1974 - Seyfi Demirsoy'un u00f6lu00fcmu00fcyle bou015falan Tu00fcrk-u0130u015f Genel Bau015fkanlu0131u011fu0131na Halil Tunu00e7 seu00e7ildi.",  "1973 - Devlet Gu00fcvenlik Mahkemeleri'nin kurulmasu0131na iliu015fkin kanun kabul edildi.",  "1973 - u00c7etin Altan'u0131n 4,5 yu0131l hapsi istendi; karikatu00fcrist Turhan Selu00e7uk'u du00f6ven 3 polis hapse mahku00fbm edildi.",  "1971 - u0130nsanlu0131 ay yolculuklaru0131nda bir adu0131m daha; Apollo 14 fu0131rlatu0131ldu0131. Gu00f6revli astronotlar: Alan Shepard, Edgar Mitchell ve Stuart Roosa.",  "1968 - TRT Ankara Televizyonu, deneme yayu0131nu0131na bau015fladu0131.",  "1968 - Vietkong bu00fcyu00fck bir saldu0131ru0131ya geu00e7ti; Saygon'daki Amerikalu0131 Elu00e7iliu011fi 6 saat iu015fgal edildi.",  "1966 - Pau015fabahu00e7e u015eiu015fe ve Cam Fabrikasu0131'nda 2400 iu015fu00e7i greve bau015fladu0131.",  "1965 - Sau011flu0131k Bakanlu0131u011fu0131 bir au00e7u0131klama yaptu0131; Tu00fcrkiye'de ortalama insan u00f6mru00fc 33 yu0131l.",  "1964 - 15 Ocak gu00fcnu00fc Ku0131bru0131s sorununu gu00f6ru00fcu015fmek u00fczere toplanan III. Londra Konferansu0131, 19 gu00fcnlu00fck u00e7alu0131u015fmanu0131n ardu0131ndan bir sonuu00e7 alu0131namadan dau011fu0131ldu0131.",  "1961 - Ahmet Emin Yalman, Vatan gazetesinden ayru0131ldu0131.",  "1961 - u0130srail Bau015fbakanu0131 David Ben Gurion istifa etti.",  "1958 - u0130lk bau015faru0131lu0131 Amerika Birleu015fik Devletleri uydusu Explorer 1, Du00fcnya u00e7evresindeki yu00f6ru00fcngesine oturdu.",  "1956 - Guy Mollet, Fransa Bau015fbakanu0131 oldu.",  "1956 - "Nesebi sahih olmayan u00e7ocuklaru0131n tescili" hakku0131ndaki kanun Mecliste kabul edildi.",  "1953 - Kuzey Denizi tau015fku0131nlaru0131nda sadece Hollanda'da 1800'den fazla kiu015fi u00f6ldu00fc.",  "1952 - Yunanistan Du0131u015f u0130u015fleri Bakanu0131 Sofoklis Venizelos'un Tu00fcrkiye'ye yaptu0131u011fu0131 resmu00ee gezi su0131rasu0131nda, Tu00fcrk-Elen Dostluk Derneu011fi'nin kurulmasu0131 kararlau015ftu0131ru0131ldu0131.",  "1950 - Amerika Birleu015fik Devletleri Bau015fkanu0131 Harry S. Truman, hidrojen bombasu0131 geliu015ftirme programu0131 yu00fcru00fcttu00fcklerini au00e7u0131kladu0131.",  "1946 - SSCB'den esinlenen yeni Yugoslavya Anayasasu0131na gu00f6re u00fclke, altu0131 cumhuriyetten oluu015fuyor: Bosna-Hersek, Hu0131rvatistan, Makedonya, Karadau011f, Su0131rbistan ve Slovenya.",  "1943 - Stalingrad Muharebesi'nde Nazi Almanyasu0131'nu0131n 6. Ordu Komutanu0131 Generalfeldmarschall Friedrich Paulus, Sovyet Birlikleri'ne teslim oldu.",  "1942 - u00d6u011frencilere sigara iu00e7me ve niu015fan yu00fczu00fcu011fu00fc takma yasau011fu0131 getirildi.",  "1938 - Atatu00fcrk, Gemlik'te sun'i ipek fabrikasu0131nu0131 au00e7tu0131.",  "1934 - Nu00e2zu0131m Hikmet, Nail Vahtedi, Tosun u00d6mer ve Yonga u00d6mer beu015f yu0131l hapis cezasu0131na mahku00fbm edildi.",  "1931 - Yaru0131n gazetesi Bau015fyazaru0131 Arif Oruu00e7 ve Sorumlu Mu00fcdu00fcru00fc u0130zmit'te birer yu0131ldan fazla hapse mahku00fbm oldular.",  "1931 - Ku00fcltu00fcr magazin dergisi, Resimli Ay kapandu0131.",  "1931 - Gu00fcmru00fck ve Tekel Bakanlu0131u011fu0131 kuruldu.",  "1930 - Seloteyp, 3M u015firketi tarafu0131ndan pazara su00fcru00fcldu00fc.",  "1928 - Sovyetler Birliu011fi'nde 30 muhalefet lideri Almatu0131'ya su00fcrgu00fcne gu00f6nderildi. Su00fcrgu00fcne gidenler arasu0131nda Lev Trou00e7ki de vardu0131.",  "1928 - Tu00fcrk Eu011fitim Derneu011fi (TED) Ankara'da kuruldu.",  "1927 - Mu00fcttefiklerin Almanya u00fczerindeki denetimi sona erdi; bundan sonra Almanya'nu0131n yeniden silahlanmasu0131nu0131 Milletler Cemiyeti denetleyecek.",  "1915 - I. Du00fcnya Savau015fu0131: Almanya, Ruslara karu015fu0131 zehirli gaz kullandu0131.",  "1876 - ABD'de u00fclkedeki tu00fcm Ku0131zu0131lderililer, Ku0131zu0131lderili rezervasyonu olarak adlandu0131ru0131lan, kendilerine ayru0131lmu0131u015f u00f6zel bu00f6lgelerde yau015famaya zorlandu0131lar.",  "1865 - ABD Temsilciler Meclisi, ku00f6leliu011fi yasaklayan yasayu0131 onayladu0131.",  "1790 - Osmanlu0131-Prusya ittifaku0131.",  "1747 - u0130lk zu00fchrevi hastalu0131klar kliniu011fi, Londra'da au00e7u0131ldu0131.",  "1729 - Tu00fcrkiye'de ilk kitap, Mehmet Bin Mustafa'nu0131n (Vanlu0131) kaleme aldu0131u011fu0131 Su0131hahu0131 Cevheri (Vankulu) adlu0131 su00f6zlu00fck basu0131ldu0131. u0130brahim Mu00fcteferrika, ilk Tu00fcrk matbaasu0131nu0131 u0130stanbul'da Sultanselim'deki konau011fu0131nda kurmuu015ftu."]







