["2020 - Birleşik Krallık Avrupa Birliği'nden ayrıldı.[1] (bknz: Birleşik Krallık'ın Avrupa Birliği'nden ayrılması)", "2019 - Wrapped Bitcoin piyasaya sürüldü.", "2008 - İstanbul'un Zeytinburnu ilçesinde ruhsatsız bir binada maytapların yanarak doğalgaz kazanını patlatmasıyla oluşan olayda 23 kişi öldü, 120 kişi yaralandı.", "2006 - Abdullah Öcalan'ın avukatlarından İrfan Dündar, müvekkilinin yeniden yargılanmaya ilişkin dilekçesini, bu konuda yetkili olan Ankara 11. Ağır Ceza Mahkemesine göndererek başvuruda bulunduğunu bildirdi.", "2005 - Afganistan'daki Türk birlikleri, Kabil'deki uluslararası hava alanının sorumluluğunu üstlendi.", "2005 - Dünyaca ünlü pop yıldızı Michael Jackson hakkında, 13 yaşındaki bir çocuğa tacizde bulunduğu gerekçesiyle dava açıldı.", "2004 - TL'den 6 sıfır atılması ve Türkiye Devleti para biriminin Yeni Türk Lirası olmasını öngören yasa, Resmi Gazete'de yayımlandı.", "2000 - Alaska Havayollarına ait bir yolcu uçağı, Büyük Okyanus'a düştü: 88 kişi öldü.", "1996 - Patlayıcı yüklü bir kamyon Kolombo'da (Sri Lanka) Merkez Bankasının kapılarına çarparak infilak etti: en az 86 kişi öldü, 1400 kişi yaralandı.", "1990 - Moskova'da ilk McDonald's açıldı.", "1990 - SSCB satranç şampiyonu Gary Kasparov, vatandaşı Anatoli Karpov'u yenerek dünya satranç şampiyonu oldu.", "1990 - Atatürkçü Düşünce Derneği ve Türk Hukuk Kurumu Başkanı Muammer Aksoy, 73 yaşında Ankara'da evinin önünde kurşunlanarak öldürüldü.", "1986 - Sosyaldemokrat Halkçı Parti (SHP) İçel Milletvekili Fikri Sağlar, Türkiye'de 5 yılda 800'den fazla insanın \"kayıp\" olduğunu söyledi.", "1986 - İşkence konusunda itiraflarda bulunan polis memuru Sedat Caner, Ankara Cumhuriyet Savcılığı'na teslim oldu.", "1985 - Başbakan Turgut Özal, Gökova'da termik santral kurulacağını açıkladı.", "1980 - Tariş olayları: Tariş'te direniş bitti, işçiler işbaşı yaptılar. 22 Ocak'ta güvenlik güçleri arama yapma gerekçesiyle Tariş işletmelerine girmek istemiş, 600 işçi gözaltına alınmıştı.", "1978 - Zonguldak'ta ikramiyesi ödenmeyen 20 bin maden işçisi direnişe geçti.", "1976 - İlerici Kadınlar Derneği (İKD), Ankara'da \"Evlat acısına son\" mitingi düzenledi. Mitinge 5 bin kişi katıldı.", "1974 - Seyfi Demirsoy'un ölümüyle boşalan Türk-İş Genel Başkanlığına Halil Tunç seçildi.", "1973 - Devlet Güvenlik Mahkemeleri'nin kurulmasına ilişkin kanun kabul edildi.", "1973 - Çetin Altan'ın 4,5 yıl hapsi istendi; karikatürist Turhan Selçuk'u döven 3 polis hapse mahkûm edildi.", "1971 - İnsanlı ay yolculuklarında bir adım daha; Apollo 14 fırlatıldı. Görevli astronotlar: Alan Shepard, Edgar Mitchell ve Stuart Roosa.", "1968 - TRT Ankara Televizyonu, deneme yayınına başladı.", "1968 - Vietkong büyük bir saldırıya geçti; Saygon'daki Amerikalı Elçiliği 6 saat işgal edildi.", "1966 - Paşabahçe Şişe ve Cam Fabrikası'nda 2400 işçi greve başladı.", "1965 - Sağlık Bakanlığı bir açıklama yaptı; Türkiye'de ortalama insan ömrü 33 yıl.", "1964 - 15 Ocak günü Kıbrıs sorununu görüşmek üzere toplanan III. Londra Konferansı, 19 günlük çalışmanın ardından bir sonuç alınamadan dağıldı.", "1961 - Ahmet Emin Yalman, Vatan gazetesinden ayrıldı.", "1961 - İsrail Başbakanı David Ben Gurion istifa etti.", "1958 - İlk başarılı Amerika Birleşik Devletleri uydusu Explorer 1, Dünya çevresindeki yörüngesine oturdu.", "1956 - Guy Mollet, Fransa Başbakanı oldu.", "1956 - \"Nesebi sahih olmayan çocukların tescili\" hakkındaki kanun Mecliste kabul edildi.", "1953 - Kuzey Denizi taşkınlarında sadece Hollanda'da 1800'den fazla kişi öldü.", "1952 - Yunanistan Dış İşleri Bakanı Sofoklis Venizelos'un Türkiye'ye yaptığı resmî gezi sırasında, Türk-Elen Dostluk Derneği'nin kurulması kararlaştırıldı.", "1950 - Amerika Birleşik Devletleri Başkanı Harry S. Truman, hidrojen bombası geliştirme programı yürüttüklerini açıkladı.", "1946 - SSCB'den esinlenen yeni Yugoslavya Anayasasına göre ülke, altı cumhuriyetten oluşuyor: Bosna-Hersek, Hırvatistan, Makedonya, Karadağ, Sırbistan ve Slovenya.", "1943 - Stalingrad Muharebesi'nde Nazi Almanyası'nın 6. Ordu Komutanı Generalfeldmarschall Friedrich Paulus, Sovyet Birlikleri'ne teslim oldu.", "1942 - Öğrencilere sigara içme ve nişan yüzüğü takma yasağı getirildi.", "1938 - Atatürk, Gemlik'te sun'i ipek fabrikasını açtı.", "1934 - Nâzım Hikmet, Nail Vahtedi, Tosun Ömer ve Yonga Ömer beş yıl hapis cezasına mahkûm edildi.", "1931 - Yarın gazetesi Başyazarı Arif Oruç ve Sorumlu Müdürü İzmit'te birer yıldan fazla hapse mahkûm oldular.", "1931 - Kültür magazin dergisi, Resimli Ay kapandı.", "1931 - Gümrük ve Tekel Bakanlığı kuruldu.", "1930 - Seloteyp, 3M şirketi tarafından pazara sürüldü.", "1928 - Sovyetler Birliği'nde 30 muhalefet lideri Almatı'ya sürgüne gönderildi. Sürgüne gidenler arasında Lev Troçki de vardı.", "1928 - Türk Eğitim Derneği (TED) Ankara'da kuruldu.", "1927 - Müttefiklerin Almanya üzerindeki denetimi sona erdi; bundan sonra Almanya'nın yeniden silahlanmasını Milletler Cemiyeti denetleyecek.", "1915 - I. Dünya Savaşı: Almanya, Ruslara karşı zehirli gaz kullandı.", "1876 - ABD'de ülkedeki tüm Kızılderililer, Kızılderili rezervasyonu olarak adlandırılan, kendilerine ayrılmış özel bölgelerde yaşamaya zorlandılar.", "1865 - ABD Temsilciler Meclisi, köleliği yasaklayan yasayı onayladı.", "1790 - Osmanlı-Prusya ittifakı.", "1747 - İlk zührevi hastalıklar kliniği, Londra'da açıldı.", "1729 - Türkiye'de ilk kitap, Mehmet Bin Mustafa'nın (Vanlı) kaleme aldığı Sıhahı Cevheri (Vankulu) adlı sözlük basıldı. İbrahim Müteferrika, ilk Türk matbaasını İstanbul'da Sultanselim'deki konağında kurmuştu."]