["2010 - Buru00e7 Halife'nin inu015faatu0131 tamamlandu0131 ve du00fcnyanu0131n en yu00fcksek gu00f6kdeleni u00fcnvu00e2nu0131nu0131 elde etti.",  "2007 - 110. Amerika Birleu015fik Devletleri Kongresi toplandu0131 ve Nancy Pelosi'yi ABD tarihindeki ilk kadu0131n Temsilciler Meclisi Bau015fkanu0131 seu00e7ti.",  "2006 - u0130srail Bau015fbakanu0131 Ariel u015earon beyin kanamasu0131 geu00e7irerek komaya girdi. Yeni parti Kadima'nu0131n 28 Mart'taki seu00e7im zaferinden sonra Ehud Olmert, u0130u015fu00e7i Partisi lideri Amir Peretz ile yeni hu00fcku00fbmeti kurdu ve bau015fbakan oldu.",  "2004 - Uzay aracu0131 Spirit Mars'a iniu015f yaptu0131.",  "2004 - Gu00fcrcistan'da "Kadife Devrim" u00f6ncu00fclerinden Mihail Saakau015fvili, Eduard u015eevardnadze'nin yerine devlet bau015fkanu0131 seu00e7ildi.",  "2004 - Afganistan'da Loya Jirga (Bu00fcyu00fck Meclis), yeni anayasayu0131 kabul etti.",  "1990 - Pakistan'u0131n Sind eyaletinde bir yolcu treni, bir yu00fck treni ile u00e7arpu0131u015ftu0131: 307 kiu015fi u00f6ldu00fc, 700 kiu015fi de yaralandu0131.",  "1987 - Washington'dan Boston'a giden bir yolcu treni, bir bau015fka trenle u00e7arpu0131u015ftu0131: 16 kiu015fi u00f6ldu00fc.",  "1986 - u0130stanbul Bou011fazu0131'nda, Fatih Sultan Mehmet Ku00f6pru00fcsu00fc'nu00fcn yapu0131mu0131na bau015flandu0131.",  "1976 - u00c7anakkale'de antik Truva kentinin bulunduu011fu yere, 12 metre yu00fcksekliu011finde "Truva Atu0131" yapu0131ldu0131.",  "1969 - Her tu00fcrlu00fc u0131rk ayru0131mcu0131lu0131u011fu0131nu0131n kaldu0131ru0131lmasu0131na dair uluslararasu0131 su00f6zleu015fme imzalandu0131.",  "1967 - 490 kilometre uzunluu011fundaki Batman-u0130skenderun petrol boru hattu0131 hizmete au00e7u0131ldu0131.",  "1962 - Amerika Birleu015fik Devletleri Bau015fkanu0131 John F. Kennedy, Vietnam'a daha fazla asker gu00f6ndereceklerini au00e7u0131kladu0131.",  "1959 - Luna 1, Ay'u0131n yaku0131nu0131na ulau015fan ilk uzay aracu0131 oldu",  "1958 - Sovyetler Birliu011fi'nin 1957'de fu0131rlattu0131u011fu0131 ilk yapay Du00fcnya uydusu Sputnik 1, yu00f6ru00fcngeden Du00fcnya'ya du00fcu015ftu00fc.",  "1951 - u00c7in ve Kuzey Kore birlikleri, Seul'u00fc iu015fgal etti.",  "1948 - Burma, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1944 - Sovyet askerleri, savau015f u00f6ncesinin Polonya su0131nu0131ru0131nu0131 geu00e7ti.",  "1939 - Japonya'da fau015fist Hiranuma Kiichiru014d bau015fbakan oldu.",  "1932 - Hindistan'da Mahatma Gandhi tutuklandu0131.",  "1926 - u0130stanbulspor, Kemal Halim Gu00fcrgen tarafu0131ndan kuruldu.",  "1918 - Rusya,u00a0Finlandiya'nu0131n bau011fu0131msu0131zlu0131u011fu0131nu0131 tanu0131du0131.",  "1911 - Babu0131u00e2li yangu0131nu0131.",  "1909 - u0130mparatorluk Trans-Antarktika Seferi'nden Kau015fif Aeneas Mackintosh buz ku00fctlelerinin u00fczerinden kau00e7arak u00f6lu00fcmden kurtuldu",  "1896 - Utah, Amerika Birleu015fik Devletleri'nin 45. eyaleti oldu.",  "1885 - u0130lk bau015faru0131lu0131 apandisit ameliyatu0131, Dr. William W. Grant tarafu0131ndan, hastasu0131 Mary Gartside'a geru00e7ekleu015ftirildi.",  "1884 - Fabian Derneu011fi Londra, Birleu015fik Krallu0131k'ta kuruldu.",  "1878 - 93 Harbi savau015fu0131 su0131rasu0131nda Rus ordularu0131 tarafu0131ndan Sofya'nu0131n Osmanlu0131 egemenliu011fi sona erdirildi",  "1755 - Haliu00e7 dondu."]







