["2010 - Burç Halife'nin inşaatı tamamlandı ve dünyanın en yüksek gökdeleni ünvânını elde etti.", "2007 - 110. Amerika Birleşik Devletleri Kongresi toplandı ve Nancy Pelosi'yi ABD tarihindeki ilk kadın Temsilciler Meclisi Başkanı seçti.", "2006 - İsrail Başbakanı Ariel Şaron beyin kanaması geçirerek komaya girdi. Yeni parti Kadima'nın 28 Mart'taki seçim zaferinden sonra Ehud Olmert, İşçi Partisi lideri Amir Peretz ile yeni hükûmeti kurdu ve başbakan oldu.", "2004 - Uzay aracı Spirit Mars'a iniş yaptı.", "2004 - Gürcistan'da \"Kadife Devrim\" öncülerinden Mihail Saakaşvili, Eduard Şevardnadze'nin yerine devlet başkanı seçildi.", "2004 - Afganistan'da Loya Jirga (Büyük Meclis), yeni anayasayı kabul etti.", "1990 - Pakistan'ın Sind eyaletinde bir yolcu treni, bir yük treni ile çarpıştı: 307 kişi öldü, 700 kişi de yaralandı.", "1987 - Washington'dan Boston'a giden bir yolcu treni, bir başka trenle çarpıştı: 16 kişi öldü.", "1986 - İstanbul Boğazı'nda, Fatih Sultan Mehmet Köprüsü'nün yapımına başlandı.", "1976 - Çanakkale'de antik Truva kentinin bulunduğu yere, 12 metre yüksekliğinde \"Truva Atı\" yapıldı.", "1969 - Her türlü ırk ayrımcılığının kaldırılmasına dair uluslararası sözleşme imzalandı.", "1967 - 490 kilometre uzunluğundaki Batman-İskenderun petrol boru hattı hizmete açıldı.", "1962 - Amerika Birleşik Devletleri Başkanı John F. Kennedy, Vietnam'a daha fazla asker göndereceklerini açıkladı.", "1959 - Luna 1, Ay'ın yakınına ulaşan ilk uzay aracı oldu", "1958 - Sovyetler Birliği'nin 1957'de fırlattığı ilk yapay Dünya uydusu Sputnik 1, yörüngeden Dünya'ya düştü.", "1951 - Çin ve Kuzey Kore birlikleri, Seul'ü işgal etti.", "1948 - Burma, Birleşik Krallık'tan bağımsızlığını kazandı.", "1944 - Sovyet askerleri, savaş öncesinin Polonya sınırını geçti.", "1939 - Japonya'da faşist Hiranuma Kiichirō başbakan oldu.", "1932 - Hindistan'da Mahatma Gandhi tutuklandı.", "1926 - İstanbulspor, Kemal Halim Gürgen tarafından kuruldu.", "1918 - Rusya, Finlandiya'nın bağımsızlığını tanıdı.", "1911 - Babıâli yangını.", "1909 - İmparatorluk Trans-Antarktika Seferi'nden Kaşif Aeneas Mackintosh buz kütlelerinin üzerinden kaçarak ölümden kurtuldu", "1896 - Utah, Amerika Birleşik Devletleri'nin 45. eyaleti oldu.", "1885 - İlk başarılı apandisit ameliyatı, Dr. William W. Grant tarafından, hastası Mary Gartside'a gerçekleştirildi.", "1884 - Fabian Derneği Londra, Birleşik Krallık'ta kuruldu.", "1878 - 93 Harbi savaşı sırasında Rus orduları tarafından Sofya'nın Osmanlı egemenliği sona erdirildi", "1755 - Haliç dondu."]