["2017 - u0130zmir saldu0131ru0131su0131: u0130zmir Adliyesi'ne bomba yu00fcklu00fc arau00e7 ile saldu0131ru0131 du00fczenlendi. Saldu0131ru0131da bir polis memuru ve bir adliye u00e7alu0131u015fanu0131 hayatu0131nu0131 kaybetti. u00dcu00e7u00fc polis, 7 kiu015fi yaralandu0131.",  "2014 - Hindistan, diu011fer motorlara gu00f6re daha fazla yu00fck kaldu0131rabilen, ilk yerli u00fcretim kriyojenik motorla gu00fcu00e7lendirilmiu015f GSLV-D5 roketini uzaya fu0131rlattu0131.[1]",  "2005 - Bilinen en bu00fcyu00fck cu00fcce gezegen Eris keu015ffedildi.",  "1997 - Rus gu00fcu00e7leri u00c7eu00e7enistan'dan u00e7ekildi.",  "1993 - Kabardey-Balkarya Cumhuriyeti'nin ilan ediliu015fi.",  "1993 - ABD'de 1965'ten sonra ilk kez asu0131larak idam geru00e7ekleu015ftirildi. Seri katil Westley Allan Dodd Washington'da asu0131ldu0131.",  "1989 - ABD jetleri, Libya'ya ait iki MiG-23 uu00e7au011fu0131nu0131 du00fcu015fu00fcrdu00fc.",  "1981 - Tu00fcrkiye'de Atatu00fcrk Yu0131lu0131, Devlet Bau015fkanu0131 Orgeneral Kenan Evren'in TBMM'de yaptu0131u011fu0131 konuu015fmayla kutlamalara au00e7u0131ldu0131.",  "1979 - Du0130SK'in u00e7au011fru0131su0131yla Tu00fcrkiye u00e7apu0131nda 5 dakika iu015f bu0131rakma eylemi (Fau015fizmi Lanetleme Eylemi) yapu0131ldu0131.",  "1974 - Peru'nun Bau015fkenti Lima'da oluu015fan depremde, 6 kiu015fi u00f6ldu00fc ve yu00fczlerce ev hasar gu00f6rdu00fc.",  "1968 - u00c7ekoslovakya'da iktidara Prag Baharu0131'nu0131 bau015flatacak olan Alexander Dubu010dek geldi.",  "1961 - Yassu0131ada duruu015fmalaru0131 devam ediyor. 6-7 Eylu00fcl Olaylaru0131 davasu0131 sonuu00e7landu0131. Sanu0131klardan Adnan Menderes, Fatin Ru00fcu015ftu00fc Zorlu ve eski u0130zmir valisi Kemal Hadu0131mlu0131 mahku00fbm oldular. Aynu0131 gu00fcn Fuad Ku00f6pru00fclu00fc ve Fahrettin Kerim Gu00f6kay Yassu0131ada'dan tahliye edildi.",  "1933 - San Francisco'daki Golden Gate Bridge inu015fa edilmeye bau015flandu0131.",  "1930 - Sovyetler Birliu011fi'nde taru0131mu0131n kolektivizasyonu bau015fladu0131.",  "1929 - Anadolu-Bau011fdat ve Mersin-Tarsus Demiryollaru0131 ile Haydarpau015fa Garu0131 devletleu015ftirildi.",  "1922 - Adana'nu0131n du00fcu015fman iu015fgalinden kurtuluu015fu.",  "1921 - u00c7erkez Ethem ve kardeu015fleri, Yunan u0130u015fgal Kuvvetleri'ne su0131u011fu0131ndu0131lar.",  "1919 - Weimar Cumhuriyeti'nde Alman u0130u015fu00e7i Partisi kuruldu. Bu parti daha sonra "Nasyonal Sosyalist Alman u0130u015fu00e7i Partisi" adu0131nu0131 alacaktu0131.",  "1895 - Dreyfus davasu0131: Casusluk suu00e7lamasu0131yla Fransa'da yargu0131landu0131u011fu0131 davada, Yu00fczbau015fu0131 Alfred Dreyfus u00f6mu00fcr boyu hapse mahku00fbm oldu.",  "1889 - Alman fiziku00e7i Martin Brendel, ilk kez auroralaru0131 fotou011frafladu0131.",  "1854 - San Francisco adlu0131 buharlu0131 gemi battu0131: 300 kiu015fi u00f6ldu00fc.",  "1809 - 1807-1809 Osmanlu0131-u0130ngiliz Savau015fu0131'nu0131 sona erdiren Kale-i Sultaniye Antlau015fmasu0131 imzalandu0131.",  "1781 - Amerikan u0130u00e7 Savau015fu0131: Richmond, Benedict Arnold komutasu0131ndaki Kraliyet Donanmasu0131 tarafu0131ndan yaku0131ldu0131.",  "1759 - George Washington, Martha Dandridge ile evlendi."]







