["2017 - İzmir saldırısı: İzmir Adliyesi'ne bomba yüklü araç ile saldırı düzenlendi. Saldırıda bir polis memuru ve bir adliye çalışanı hayatını kaybetti. Üçü polis, 7 kişi yaralandı.", "2014 - Hindistan, diğer motorlara göre daha fazla yük kaldırabilen, ilk yerli üretim kriyojenik motorla güçlendirilmiş GSLV-D5 roketini uzaya fırlattı.[1]", "2005 - Bilinen en büyük cüce gezegen Eris keşfedildi.", "1997 - Rus güçleri Çeçenistan'dan çekildi.", "1993 - Kabardey-Balkarya Cumhuriyeti'nin ilan edilişi.", "1993 - ABD'de 1965'ten sonra ilk kez asılarak idam gerçekleştirildi. Seri katil Westley Allan Dodd Washington'da asıldı.", "1989 - ABD jetleri, Libya'ya ait iki MiG-23 uçağını düşürdü.", "1981 - Türkiye'de Atatürk Yılı, Devlet Başkanı Orgeneral Kenan Evren'in TBMM'de yaptığı konuşmayla kutlamalara açıldı.", "1979 - DİSK'in çağrısıyla Türkiye çapında 5 dakika iş bırakma eylemi (Faşizmi Lanetleme Eylemi) yapıldı.", "1974 - Peru'nun Başkenti Lima'da oluşan depremde, 6 kişi öldü ve yüzlerce ev hasar gördü.", "1968 - Çekoslovakya'da iktidara Prag Baharı'nı başlatacak olan Alexander Dubček geldi.", "1961 - Yassıada duruşmaları devam ediyor. 6-7 Eylül Olayları davası sonuçlandı. Sanıklardan Adnan Menderes, Fatin Rüştü Zorlu ve eski İzmir valisi Kemal Hadımlı mahkûm oldular. Aynı gün Fuad Köprülü ve Fahrettin Kerim Gökay Yassıada'dan tahliye edildi.", "1933 - San Francisco'daki Golden Gate Bridge inşa edilmeye başlandı.", "1930 - Sovyetler Birliği'nde tarımın kolektivizasyonu başladı.", "1929 - Anadolu-Bağdat ve Mersin-Tarsus Demiryolları ile Haydarpaşa Garı devletleştirildi.", "1922 - Adana'nın düşman işgalinden kurtuluşu.", "1921 - Çerkez Ethem ve kardeşleri, Yunan İşgal Kuvvetleri'ne sığındılar.", "1919 - Weimar Cumhuriyeti'nde Alman İşçi Partisi kuruldu. Bu parti daha sonra \"Nasyonal Sosyalist Alman İşçi Partisi\" adını alacaktı.", "1895 - Dreyfus davası: Casusluk suçlamasıyla Fransa'da yargılandığı davada, Yüzbaşı Alfred Dreyfus ömür boyu hapse mahkûm oldu.", "1889 - Alman fizikçi Martin Brendel, ilk kez auroraları fotoğrafladı.", "1854 - San Francisco adlı buharlı gemi battı: 300 kişi öldü.", "1809 - 1807-1809 Osmanlı-İngiliz Savaşı'nı sona erdiren Kale-i Sultaniye Antlaşması imzalandı.", "1781 - Amerikan İç Savaşı: Richmond, Benedict Arnold komutasındaki Kraliyet Donanması tarafından yakıldı.", "1759 - George Washington, Martha Dandridge ile evlendi."]