["2021 - Amerika Birleu015fik Devletleri'nde 46. bau015fkan Joe Biden'in tescilleneceu011fi gu00fcn kongre binasu0131nda kaos u00e7u0131ktu0131: 4 kiu015fi hayatu0131nu0131 kaybetti.",  "2019 - Malezya Kralu0131 Sultan V. Muhammed tahtu0131nu0131 bu0131raktu0131.[1]",  "2015 - u0130stanbul Sultanahmet'te bomba patladu0131, canlu0131 bomba ile yapu0131lan saldu0131ru0131da bir polis hayatu0131nu0131 kaybederken, bir polis de yaralandu0131.",  "1984 - Tunus'ta, ekmek fiyatlaru0131nu0131n %1,5 oranu0131nda artmasu0131 u00fczerine ayaklanma bau015fladu0131; 75 kiu015fi u00f6ldu00fc, su0131ku0131yu00f6netim ilan edildi.",  "1983 - Yu0131lmaz Gu00fcney ve Cem Karaca, Bakanlar Kurulu kararu0131yla vatandau015flu0131ktan u00e7u0131karu0131ldu0131.",  "1981 - Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Du0130SK) davasu0131nda gu00f6zaltu0131nda tutulan 39 kiu015fiden 15'i tutuklandu0131. Tutuklananlar arasu0131nda Genel Bau015fkan Kemal Nebiou011flu da var.",  "1977 - Dev-Genu00e7 u0130stanbul Bau015fkanu0131 Pau015fa Gu00fcven yakalandu0131. u0130stanbul Yurtsever Devrimci Genu00e7lik Derneu011fi kapatu0131ldu0131 ve 39 kiu015fi gu00f6zaltu0131na alu0131ndu0131.",  "1969 - Orta Dou011fu Teknik u00dcniversitesi'ni (ODTu00dc) ziyaret eden Amerikan Bu00fcyu00fckelu00e7isi Robert Komer'in makam otomobili u00f6u011frenciler tarafu0131ndan yaku0131ldu0131.",  "1956 - Kanada'da 14 u00fclkenin katu0131ldu0131u011fu0131 hava gu00f6sterisi yaru0131u015fmalaru0131nda, Tu00fcrkiye birinci oldu.",  "1955 - On u0130ki Ada karasularu0131 su0131nu0131ru0131nu0131n saptanmasu0131 iu00e7in, Tu00fcrkiye ile Yunanistan arasu0131nda gu00f6ru00fcu015fmelere bau015flandu0131.",  "1954 - u0130smail el-Ezheri, Sudan'u0131n ilk bau015fbakanu0131 oldu.",  "1950 - Birleu015fik Krallu0131k, u00c7in'in Komu00fcnist Hu00fcku00fbmetini tanu0131du0131.",  "1945 - Geleceu011fin Amerika Birleu015fik Devletleri Bau015fkanu0131 George H. W. Bush, Barbara Pierce ile New York'ta evlendi.",  "1944 - II. Du00fcnya Savau015fu0131: Ku0131zu0131l Ordu birlikleri Polonya'ya girdi.",  "1938 - Nazi basku0131su0131ndan kau00e7an Sigmund Freud, Londra'ya gitti.",  "1931 - Thomas Edison, son patent bau015fvurusunu yaptu0131.",  "1930 - u0130lk dizel motorlu otomobil, Indianapolis'ten New York'a yaptu0131u011fu0131 seyahatini tamamladu0131.",  "1929 - Yugoslavya Kralu0131 I. Aleksandar, parlamentoyu feshetti ve u00fclkede askeri diktatu00f6rlu00fck kurdu.",  "1926 - Tu00fcrkiye'nin ilk iu00e7 ve du0131u015f istihbarat u00f6rgu00fctu00fc, Milli Emniyet Hizmeti Riyaseti kuruldu.",  "1921 - Yunan birliklerinin Eskiu015fehir ve Afyon dou011frultusundaki taarruzuyla, I. u0130nu00f6nu00fc Muharebesi bau015fladu0131.",  "1912 - New Mexico, 47. eyalet olarak Amerika Birleu015fik Devletleri'ne katu0131ldu0131.",  "1907 - Maria Montessori tarafu0131ndan kurulan ilk u00e7ocuk okulu, Casa dei Bambini au00e7u0131ldu0131.",  "1838 - Samuel Morse, telgrafu0131 kamuya tanu0131ttu0131."]







