["2021 - Amerika Birleşik Devletleri'nde 46. başkan Joe Biden'in tescilleneceği gün kongre binasında kaos çıktı: 4 kişi hayatını kaybetti.", "2019 - Malezya Kralı Sultan V. Muhammed tahtını bıraktı.[1]", "2015 - İstanbul Sultanahmet'te bomba patladı, canlı bomba ile yapılan saldırıda bir polis hayatını kaybederken, bir polis de yaralandı.", "1984 - Tunus'ta, ekmek fiyatlarının %1,5 oranında artması üzerine ayaklanma başladı; 75 kişi öldü, sıkıyönetim ilan edildi.", "1983 - Yılmaz Güney ve Cem Karaca, Bakanlar Kurulu kararıyla vatandaşlıktan çıkarıldı.", "1981 - Devrimci İşçi Sendikaları Konfederasyonu (DİSK) davasında gözaltında tutulan 39 kişiden 15'i tutuklandı. Tutuklananlar arasında Genel Başkan Kemal Nebioğlu da var.", "1977 - Dev-Genç İstanbul Başkanı Paşa Güven yakalandı. İstanbul Yurtsever Devrimci Gençlik Derneği kapatıldı ve 39 kişi gözaltına alındı.", "1969 - Orta Doğu Teknik Üniversitesi'ni (ODTÜ) ziyaret eden Amerikan Büyükelçisi Robert Komer'in makam otomobili öğrenciler tarafından yakıldı.", "1956 - Kanada'da 14 ülkenin katıldığı hava gösterisi yarışmalarında, Türkiye birinci oldu.", "1955 - On İki Ada karasuları sınırının saptanması için, Türkiye ile Yunanistan arasında görüşmelere başlandı.", "1954 - İsmail el-Ezheri, Sudan'ın ilk başbakanı oldu.", "1950 - Birleşik Krallık, Çin'in Komünist Hükûmetini tanıdı.", "1945 - Geleceğin Amerika Birleşik Devletleri Başkanı George H. W. Bush, Barbara Pierce ile New York'ta evlendi.", "1944 - II. Dünya Savaşı: Kızıl Ordu birlikleri Polonya'ya girdi.", "1938 - Nazi baskısından kaçan Sigmund Freud, Londra'ya gitti.", "1931 - Thomas Edison, son patent başvurusunu yaptı.", "1930 - İlk dizel motorlu otomobil, Indianapolis'ten New York'a yaptığı seyahatini tamamladı.", "1929 - Yugoslavya Kralı I. Aleksandar, parlamentoyu feshetti ve ülkede askeri diktatörlük kurdu.", "1926 - Türkiye'nin ilk iç ve dış istihbarat örgütü, Milli Emniyet Hizmeti Riyaseti kuruldu.", "1921 - Yunan birliklerinin Eskişehir ve Afyon doğrultusundaki taarruzuyla, I. İnönü Muharebesi başladı.", "1912 - New Mexico, 47. eyalet olarak Amerika Birleşik Devletleri'ne katıldı.", "1907 - Maria Montessori tarafından kurulan ilk çocuk okulu, Casa dei Bambini açıldı.", "1838 - Samuel Morse, telgrafı kamuya tanıttı."]