["1984 - Bau015fbakan Turgut u00d6zal ilk basu0131n toplantu0131su0131nu0131 du00fczenledi.",  "1980 - Hindistan'da yapu0131lan seu00e7imleri, u0130ndira Gandhi'nin Kongre Partisi kazandu0131.",  "1979 - Vietnam Ordusu, Kambou00e7ya'nu0131n bau015fkenti Phnom Penh'i ele geu00e7irdi ve Khmer Rouge rejimine son verdi.",  "1967 - Sau011flu0131k ve Sosyal Yardu0131m Bakanlu0131u011fu0131 bir au00e7u0131klama yaptu0131; "Tu00fcrkiye'de 25.000 frengili, 10.000 cu00fczamlu0131, 750.000'de veremli var."",  "1963 - Cibali Tu00fctu00fcn Fabrikasu0131'nda 3500 iu015fu00e7i yemek boykotu yaptu0131.",  "1960 - Su altu0131ndan atu0131labilen nu00fckleer Polaris fu00fczesi'nin ilk denemesi yapu0131ldu0131.",  "1959 - Amerika Birleu015fik Devletleri, Fidel Castro'nun yeni Ku00fcba Hu00fcku00fbmetini tanu0131du0131.",  "1957 - Millu00ee Tu00fcrk Talebe Birliu011fi, "rock and roll" ve "striptiz"in yasaklanmasu0131nu0131 istedi.",  "1954 - Demokrat Parti, "Genu00e7 Demokratlar" adu0131nda bir genu00e7lik u00f6rgu00fctu00fc kurdu.",  "1953 - Amerika Birleu015fik Devletleri Bau015fkanu0131 Harry Truman, u00fclkesinin hidrojen bombasu0131 geliu015ftirdiu011fini au00e7u0131kladu0131.",  "1950 - Karabu00fck Demir ve u00c7elik u0130u015fletmesi'nde "Zeynep" adu0131 verilen yu00fcksek fu0131ru0131n hizmete au00e7u0131ldu0131.",  "1950 - Demokrat Parti, yeni Seu00e7im Kanunu'yla ilgili bildiri yayu0131nladu0131: "u00d6nu00fcmu00fczdeki seu00e7imler mutlaka du00fcru00fcst olmalu0131du0131r."",  "1946 - u0130lk bau015faru0131lu0131 yu00fcksek hu0131zlu0131 elektronik bilgisayar "Eniac", Amerika Birleu015fik Devletleri'nde kullanu0131ma girdi. Eniac, elektronik-dijital bilgisayara giden yolda atu0131lmu0131u015f bu00fcyu00fck adu0131mlardan biri olarak 1955'e kadar kullanu0131ldu0131.",  "1946 - CHP'den ayru0131lan Celu00e2l Bayar ile Adnan Menderes, Fuad Ku00f6pru00fclu00fc ve Refik Koraltan, Demokrat Parti'nin kuruluu015f bau015fvurusunu yaptu0131lar.",  "1942 - II. Du00fcnya Savau015fu0131: Dou011fu Cephesi'nde bau015flayan Moskova Muharebesi, kesin Sovyetler Birliu011fi zaferiyle sonuu00e7landu0131.",  "1942 - Hamlet davasu0131 sonuu00e7landu0131. Muhsin Ertuu011frul, Peyami Sefa ve Celaleddin Ezine'ye verilen cezalar ertelendi.",  "1935 - u0130talya diktatu00f6ru00fc Benito Mussolini ile Fransa Du0131u015fiu015fleri Bakanu0131 Roma'da gu00f6ru00fcu015ftu00fc. Resmi au00e7u0131klamaya gu00f6re iki u00fclkenin Afrika'daki u00e7u0131karlaru0131yla ilgili anlau015fmalar yapu0131ldu0131.",  "1927 - Okyanus au015fu0131ru0131 ilk telefon gu00f6ru00fcu015fmesi, New York'tan Londra'ya yapu0131ldu0131.",  "1924 - Tu00fcrkiye'de Millu00ee Eu011fitim Bakanlu0131u011fu0131 yabancu0131 okullaru0131n binalaru0131 iu00e7inde bulunan dinu00ee simge ve iu015faretlerin kaldu0131ru0131lmasu0131 iu00e7in bir genelge yayu0131mladu0131.",  "1913 - Ham petrolden benzin eldesi patentlendi.",  "1904 - u0130lk uluslararasu0131 Mors Alfabesi acil durum sinyali "CQD" kabul edildi, ancak iki yu0131l sonra yerini SOS sinyaline bu0131rakacaktu0131r.",  "1887 - Thomas Stevens, du00fcnya u00e7apu0131nda bisiklet turu tamamlayan ilk kiu015fi oldu.",  "1789 - u0130lk Amerikan Bau015fkanlu0131k seu00e7imleri yapu0131ldu0131. Seu00e7menler delegeleri, onlar da bir ay sonra u00fclkenin ilk Bau015fkanu0131nu0131 belirlediler: George Washington.",  "1785 - Fransu0131z havacu0131 Jean-Pierre Blanchard ve Amerikalu0131 fiziku00e7i John Jeffries, bir balonla Manu015f Denizi'ni geu00e7tiler.",  "1714 - u0130ngiliz mu00fchendis Henry Mill, daktilo makinesinin patentini aldu0131.",  "1634 - IV. Murad'u0131n emriyle, u015eeyhu00fclislam Ahu00eezu00e2de Hu00fcseyin Efendi bou011fdurularak u00f6ldu00fcru00fcldu00fc. Bu00f6ylelikle Osmanlu0131'da ilk defa bir u015feyhu00fclislam u00f6ldu00fcru00fclmu00fcu015f oldu.",  "1610 - u0130talyan astronom Galileo Galilei, Ju00fcpiter'in iki uydusunu (Ganymede, Callisto) tespit etti.",  "1598 - Boris Godunov, Rus u00c7aru0131 oldu.",  "1558 - Fransa, u0130ngiltere'nin Ku0131ta Avrupasu0131'ndaki son toprau011fu0131 olan Calais'yi de ele geu00e7irdi."]







