["2021 - Türksat 5A uzaya fırlatıldı.", "2020 - İran'da Ukraine International Airlines'e ait yolcu uçağı düştü, 176 kişi hayatını kaybetti.", "2016 - Başbakanlık tarafından, Cuma namazı ile öğle tatilinin ibadet hürriyetini engellemeyecek şekilde kullanılabilmesine olanak sağlayan genelge, Resmi Gazete'de yayımlandı.", "2011 - Başbakan Erdoğan, Kars Cumhuriyet Meydanı’nda düzenlenen açılış töreninde, kentteki “İnsanlık Anıtı”nı, \"ucube\" olarak nitelendirdi. Anıt, daha sonra alınan kararla yıkıldı.", "2010 - Halep ile Gaziantep arasında konulan yolcu treni ilk seferini yaptı.", "2008 - Orhan Alkaya, İstanbul Şehir Tiyatroları Genel Sanat Yönetmenliği'ne getirildi.", "2004 - Milli Güvenlik Kurulu Genel Sekreterliği Yönetmeliği'nin gizliliğini kaldıran yasanın ardından hazırlanan yeni yönetmelik de yürürlüğe girdi. MGK Genel Sekreterliği yönetmelikte, Başbakan'a bağlı bir kuruluş olarak tanımlandı.", "2003 - THY'nin İstanbul-Diyarbakır seferini yapan RC-100 tipi uçağı, Diyarbakır'a inişi sırasında düştü: 74 kişi öldü, 3 kişi yaralanarak kurtuldu.", "2003 - Amerika Birleşik Devletleri, Afganistan'da askeri üsler kurmaya başladı.", "2002 - Cumhurbaşkanı Ahmet Necdet Sezer, \"Tütün Yasası\"nı onayladı.", "2001 - Marmara Üniversitesi İlahiyat Fakültesi Dekanı Prof. Dr. Zekeriya Beyaz, fakültede katıldığı toplantıda, türban konusunun tartışıldığı sırada çıkan karışıklıkta bıçaklandı.", "1998 - Karşıyaka Müftüsü Nadir Kuru'nun, İzmir'de Dr. Tibet Kızılcan'ın cenaze namazını kıldırırken; \"İsteyen hanımlar namaza gelebilir\" sözleri üzerine, kadınlar ilk kez erkeklerle saf tutarak cenaze namazı kıldı.", "1997 - Vehbi Koç'un çalınan naaşı, Zincirlikuyu Mezarlığı'nda boş bir mezarda bulundu ve çalanlar yakalandı. Koç'un naaşı, 10 Ocak'ta ikinci kez toprağa verildi.", "1996 - Evrensel gazetesi muhabiri Metin Göktepe, Polis tarafından gözaltına alındıktan sonra, Eyüp Spor Salonu yanındaki parkta ölü bulundu.", "1996 - Antonov An-32 tipi bir kargo uçağı, Kinşasa'da (Zaire) bir pazar yerine düştü: 350 kişi öldü.", "1993 - Devlet Bakanı Orhan Kilercioğlu ile görüşmesinin ardından Saraybosna Havaalanı'ndan şehre doğru giden Bosna Hersek Başbakan Yardımcısı Hakija Turajlić, Fransız BM askerlerinin eşliğinde ve bir BM zırhlı aracı içinde bulunduğu halde Sırp Cumhuriyeti Ordusu tarafından öldürüldü.", "1993 - Aziz Nesin, \"12 Eylül'de 5 deli bir kuyuya taş attı, 60 milyon insan çıkaramıyor.\" dedi.", "1992 - Ankara'da bir depoda kilitli tutulan \"yasak\" kitaplar Kültür Bakanlığı'nda sergilenmeye başladı. Kitaplar ileride oluşturulacak Demokrasi ve İnsan Hakları Müzesi'ne konulacak.", "1991 - Hükûmetle anlaşan maden işçileri, eylemlerine son vererek Zonguldak'a geri döndüler.", "1989 - Birleşik Krallık'ta East Midlands Havaalanı yakınlarında Boeing 737 tipi bir yolcu uçağı, karayolu üzerine düştü: 46 kişi öldü, 80 kişi yaralı kurtuldu.", "1988 - Türkiye Emlak Bankası kuruldu.", "1988 - Bülent Ersoy'un sahneye çıkma yasağı kaldırıldı. Operasyonla cinsiyet değiştiren Bülent Ersoy'un sahneye çıkmasına, Emniyet Genel Müdürlüğü 7 yıldır izin vermiyordu.", "1987 - Cumhurbaşkanı Kenan Evren'in Çukurova Üniversitesi'nde öğrencilere tavsiyesi: \"Gericilerle komünistler birleşme hâlindedirler, buna dikkatli olun.\"", "1986 - Henry Miller'in Oğlak Dönencesi adlı romanı, müstehcen olduğu gerekçesiyle toplatıldı.", "1986 - Hacker manifestosu, ABD'de duyuruldu.", "1986 - 8 sanatçıya Yükseköğretim Kurulu (YÖK) tarafından \"profesörlük\" unvanı verildi. Unvan verilen sanatçılar arasında, Yıldız Kenter, Hikmet Şimşek ve Nevit Kodallı da vardı.", "1984 - Başbakan Turgut Özal, Türk Parasını Koruma Kanunu'nun herkesin başına bela olduğunu söyledi.", "1983 - Kültür ve Turizm Bakanlığı, \"Talih Oyunları Yönetmenliği\"ni yürürlüğe koydu.", "1982 - Yılmaz Güney, \"komünizm propagandası yapmaktan\" gıyabında 7,5 yıla mahkûm edildi.", "1980 - Akaryakıt yokluğu nedeniyle fabrikaların %80'i üretimi durdurdu.", "1979 - İlk çocuk haber programı \"Gökkuşağı\" yayımlanmaya başladı.", "1977 - Cumhuriyet Halk Partisi lideri Bülent Ecevit, Milletvekillerine yapılan zamlara tepki gösterdi; maaş zammını kabul etmeyeceğini açıkladı.", "1962 - Hollanda'da tren kazası: 93 kişi öldü.", "1960 - Kızılırmak üzerindeki Hirfanlı Barajı ve Hidroelektrik Santrali açıldı.", "1959 - Charles de Gaulle, Beşinci Fransa Cumhuriyeti'nin ilk Başkanı olarak görevine başladı.", "1958 - 14 yaşındaki Bobby Fischer, Amerika Birleşik Devletleri satranç şampiyonu oldu.", "1946 - Celâl Bayar, Demokrat Parti (DP) Genel Başkanı oldu.", "1945 - İskenderun Limanı hizmete açıldı.", "1943 - Yoksullara ucuz ekmek verilmesine ilişkin kararname yayımlandı.", "1942 - II. Dünya Savaşı: Doğu Cephesi'nde Sovyetler Birliği ile Almanya arasında Rjev Muharebeleri başladı.", "1941 - İstanbul’da 401 ilkokulda 1846 öğretmen ve 74.488 öğrencinin öğrenim yaptığı açıklandı.", "1940 - Türkiye, İngiltere ve Fransa ile 2 yıl süreyle krom satış antlaşması imzaladı.", "1933 - Birinci Beş Yıllık Kalkınma Planı kabul edildi.", "1920 - Kuvâ-yi Milliye komutanlarından Yahya Kaptan, Gebze'de İstanbul Hükûmeti'nin adamlarınca öldürüldü.", "1918 - Amerika Birleşik Devletleri Başkanı Woodrow Wilson, Temsilciler Meclisi ve Senato'nun ortak toplantısında, Avrupa'da kalıcı barışın sağlanması için, kendi adıyla anılacak olan 14 prensibi ortaya attı.", "1916 - İtilaf Devletleri, Osmanlı Ordusu'nun Çanakkale direnişini kıramadılar. Yenilgiye uğrayarak Gelibolu Yarımadası'ndan çekilmeye başladılar. Başarısızlığı nedeniyle İngiliz Deniz Kuvvetleri Komutanı, Amiral Winston Churchill görevinden istifa etti.", "1835 - ABD'nin ulusal borcu ilk ve son kez olarak 0 (sıfır) oldu.", "1784 - Osmanlı Devleti, Rusya'nın Kırım'ı ilhakını bir \"sened\" ile resmen tanıdı.", "1610 - İtalyan astronom Galileo Galilei, Jüpiter'in iki uydusunu (İo ve Europa) tespit etti.", "1499 - Fransa'da XII. Louis, Anne de Bretagne ile evlendi.", "1297 - Monako bağımsızlığını kazandı."]