["2021 - Tu00fcrksat 5A uzaya fu0131rlatu0131ldu0131.",  "2020 - u0130ran'da Ukraine International Airlines'e ait yolcu uu00e7au011fu0131 du00fcu015ftu00fc, 176 kiu015fi hayatu0131nu0131 kaybetti.[1]",  "2016 - Bau015fbakanlu0131k tarafu0131ndan, Cuma namazu0131 ile u00f6u011fle tatilinin ibadet hu00fcrriyetini engellemeyecek u015fekilde kullanu0131labilmesine olanak sau011flayan genelge, Resmi Gazete'de yayu0131mlandu0131.",  "2011 - Bau015fbakan Erdou011fan, Kars Cumhuriyet Meydanu0131u2019nda du00fczenlenen au00e7u0131lu0131u015f tu00f6reninde, kentteki u201cu0130nsanlu0131k Anu0131tu0131u201dnu0131, "ucube" olarak nitelendirdi. Anu0131t, daha sonra alu0131nan kararla yu0131ku0131ldu0131.",  "2010 - Halep ile Gaziantep arasu0131nda konulan yolcu treni ilk seferini yaptu0131.",  "2008 - Orhan Alkaya, u0130stanbul u015eehir Tiyatrolaru0131 Genel Sanat Yu00f6netmenliu011fi'ne getirildi.",  "2004 - Milli Gu00fcvenlik Kurulu Genel Sekreterliu011fi Yu00f6netmeliu011fi'nin gizliliu011fini kaldu0131ran yasanu0131n ardu0131ndan hazu0131rlanan yeni yu00f6netmelik de yu00fcru00fcrlu00fcu011fe girdi. MGK Genel Sekreterliu011fi yu00f6netmelikte, Bau015fbakan'a bau011flu0131 bir kuruluu015f olarak tanu0131mlandu0131.",  "2003 - THY'nin u0130stanbul-Diyarbaku0131r seferini yapan RC-100 tipi uu00e7au011fu0131, Diyarbaku0131r'a iniu015fi su0131rasu0131nda du00fcu015ftu00fc: 74 kiu015fi u00f6ldu00fc, 3 kiu015fi yaralanarak kurtuldu.",  "2003 - Amerika Birleu015fik Devletleri, Afganistan'da askeri u00fcsler kurmaya bau015fladu0131.",  "2002 - Cumhurbau015fkanu0131 Ahmet Necdet Sezer, "Tu00fctu00fcn Yasasu0131"nu0131 onayladu0131.",  "2001 - Marmara u00dcniversitesi u0130lahiyat Faku00fcltesi Dekanu0131 Prof. Dr. Zekeriya Beyaz, faku00fcltede katu0131ldu0131u011fu0131 toplantu0131da, tu00fcrban konusunun tartu0131u015fu0131ldu0131u011fu0131 su0131rada u00e7u0131kan karu0131u015fu0131klu0131kta bu0131u00e7aklandu0131.",  "1998 - Karu015fu0131yaka Mu00fcftu00fcsu00fc Nadir Kuru'nun, u0130zmir'de Dr. Tibet Ku0131zu0131lcan'u0131n cenaze namazu0131nu0131 ku0131ldu0131ru0131rken; "u0130steyen hanu0131mlar namaza gelebilir" su00f6zleri u00fczerine, kadu0131nlar ilk kez erkeklerle saf tutarak cenaze namazu0131 ku0131ldu0131.",  "1997 - Vehbi Kou00e7'un u00e7alu0131nan naau015fu0131, Zincirlikuyu Mezarlu0131u011fu0131'nda bou015f bir mezarda bulundu ve u00e7alanlar yakalandu0131. Kou00e7'un naau015fu0131, 10 Ocak'ta ikinci kez toprau011fa verildi.",  "1996 - Evrensel gazetesi muhabiri Metin Gu00f6ktepe, Polis tarafu0131ndan gu00f6zaltu0131na alu0131ndu0131ktan sonra, Eyu00fcp Spor Salonu yanu0131ndaki parkta u00f6lu00fc bulundu.",  "1996 - Antonov An-32 tipi bir kargo uu00e7au011fu0131, Kinu015fasa'da (Zaire) bir pazar yerine du00fcu015ftu00fc: 350 kiu015fi u00f6ldu00fc.",  "1993 - Devlet Bakanu0131 Orhan Kilerciou011flu ile gu00f6ru00fcu015fmesinin ardu0131ndan Saraybosna Havaalanu0131'ndan u015fehre dou011fru giden Bosna Hersek Bau015fbakan Yardu0131mcu0131su0131 Hakija Turajliu0107, Fransu0131z BM askerlerinin eu015fliu011finde ve bir BM zu0131rhlu0131 aracu0131 iu00e7inde bulunduu011fu halde Su0131rp Cumhuriyeti Ordusu tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1993 - Aziz Nesin, "12 Eylu00fcl'de 5 deli bir kuyuya tau015f attu0131, 60 milyon insan u00e7u0131karamu0131yor." dedi.",  "1992 - Ankara'da bir depoda kilitli tutulan "yasak" kitaplar Ku00fcltu00fcr Bakanlu0131u011fu0131'nda sergilenmeye bau015fladu0131. Kitaplar ileride oluu015fturulacak Demokrasi ve u0130nsan Haklaru0131 Mu00fczesi'ne konulacak.",  "1991 - Hu00fcku00fbmetle anlau015fan maden iu015fu00e7ileri, eylemlerine son vererek Zonguldak'a geri du00f6ndu00fcler.",  "1989 - Birleu015fik Krallu0131k'ta East Midlands Havaalanu0131 yaku0131nlaru0131nda Boeing 737 tipi bir yolcu uu00e7au011fu0131, karayolu u00fczerine du00fcu015ftu00fc: 46 kiu015fi u00f6ldu00fc, 80 kiu015fi yaralu0131 kurtuldu.",  "1988 - Tu00fcrkiye Emlak Bankasu0131 kuruldu.",  "1988 - Bu00fclent Ersoy'un sahneye u00e7u0131kma yasau011fu0131 kaldu0131ru0131ldu0131. Operasyonla cinsiyet deu011fiu015ftiren Bu00fclent Ersoy'un sahneye u00e7u0131kmasu0131na, Emniyet Genel Mu00fcdu00fcrlu00fcu011fu00fc 7 yu0131ldu0131r izin vermiyordu.",  "1987 - Cumhurbau015fkanu0131 Kenan Evren'in u00c7ukurova u00dcniversitesi'nde u00f6u011frencilere tavsiyesi: "Gericilerle komu00fcnistler birleu015fme hu00e2lindedirler, buna dikkatli olun."",  "1986 - Henry Miller'in Ou011flak Du00f6nencesi adlu0131 romanu0131, mu00fcstehcen olduu011fu gereku00e7esiyle toplatu0131ldu0131.",  "1986 - Hacker manifestosu, ABD'de duyuruldu.",  "1986 - 8 sanatu00e7u0131ya Yu00fckseku00f6u011fretim Kurulu (Yu00d6K) tarafu0131ndan "profesu00f6rlu00fck" unvanu0131 verildi. Unvan verilen sanatu00e7u0131lar arasu0131nda, Yu0131ldu0131z Kenter, Hikmet u015eimu015fek ve Nevit Kodallu0131 da vardu0131.",  "1984 - Bau015fbakan Turgut u00d6zal, Tu00fcrk Parasu0131nu0131 Koruma Kanunu'nun herkesin bau015fu0131na bela olduu011funu su00f6yledi.",  "1983 - Ku00fcltu00fcr ve Turizm Bakanlu0131u011fu0131, "Talih Oyunlaru0131 Yu00f6netmenliu011fi"ni yu00fcru00fcrlu00fcu011fe koydu.",  "1982 - Yu0131lmaz Gu00fcney, "komu00fcnizm propagandasu0131 yapmaktan" gu0131yabu0131nda 7,5 yu0131la mahku00fbm edildi.",  "1980 - Akaryaku0131t yokluu011fu nedeniyle fabrikalaru0131n %80'i u00fcretimi durdurdu.",  "1979 - u0130lk u00e7ocuk haber programu0131 "Gu00f6kkuu015fau011fu0131" yayu0131mlanmaya bau015fladu0131.",  "1977 - Cumhuriyet Halk Partisi lideri Bu00fclent Ecevit, Milletvekillerine yapu0131lan zamlara tepki gu00f6sterdi; maau015f zammu0131nu0131 kabul etmeyeceu011fini au00e7u0131kladu0131.",  "1962 - Hollanda'da tren kazasu0131: 93 kiu015fi u00f6ldu00fc.",  "1960 - Ku0131zu0131lu0131rmak u00fczerindeki Hirfanlu0131 Baraju0131 ve Hidroelektrik Santrali au00e7u0131ldu0131.",  "1959 - Charles de Gaulle, Beu015finci Fransa Cumhuriyeti'nin ilk Bau015fkanu0131 olarak gu00f6revine bau015fladu0131.",  "1958 - 14 yau015fu0131ndaki Bobby Fischer, Amerika Birleu015fik Devletleri satranu00e7 u015fampiyonu oldu.",  "1946 - Celu00e2l Bayar, Demokrat Parti (DP) Genel Bau015fkanu0131 oldu.",  "1945 - u0130skenderun Limanu0131 hizmete au00e7u0131ldu0131.",  "1943 - Yoksullara ucuz ekmek verilmesine iliu015fkin kararname yayu0131mlandu0131.",  "1942 - II. Du00fcnya Savau015fu0131: Dou011fu Cephesi'nde Sovyetler Birliu011fi ile Almanya arasu0131nda Rjev Muharebeleri bau015fladu0131.",  "1941 - u0130stanbulu2019da 401 ilkokulda 1846 u00f6u011fretmen ve 74.488 u00f6u011frencinin u00f6u011frenim yaptu0131u011fu0131 au00e7u0131klandu0131.",  "1940 - Tu00fcrkiye, u0130ngiltere ve Fransa ile 2 yu0131l su00fcreyle krom satu0131u015f antlau015fmasu0131 imzaladu0131.",  "1933 - Birinci Beu015f Yu0131llu0131k Kalku0131nma Planu0131 kabul edildi.",  "1920 - Kuvu00e2-yi Milliye komutanlaru0131ndan Yahya Kaptan, Gebze'de u0130stanbul Hu00fcku00fbmeti'nin adamlaru0131nca u00f6ldu00fcru00fcldu00fc.",  "1918 - Amerika Birleu015fik Devletleri Bau015fkanu0131 Woodrow Wilson, Temsilciler Meclisi ve Senato'nun ortak toplantu0131su0131nda, Avrupa'da kalu0131cu0131 baru0131u015fu0131n sau011flanmasu0131 iu00e7in, kendi adu0131yla anu0131lacak olan 14 prensibi ortaya attu0131.",  "1916 - u0130tilaf Devletleri, Osmanlu0131 Ordusu'nun u00c7anakkale direniu015fini ku0131ramadu0131lar. Yenilgiye uu011frayarak Gelibolu Yaru0131madasu0131'ndan u00e7ekilmeye bau015fladu0131lar. Bau015faru0131su0131zlu0131u011fu0131 nedeniyle u0130ngiliz Deniz Kuvvetleri Komutanu0131, Amiral Winston Churchill gu00f6revinden istifa etti.",  "1835 - ABD'nin ulusal borcu ilk ve son kez olarak 0 (su0131fu0131r) oldu.",  "1784 - Osmanlu0131 Devleti, Rusya'nu0131n Ku0131ru0131m'u0131 ilhaku0131nu0131 bir "sened" ile resmen tanu0131du0131.",  "1610 - u0130talyan astronom Galileo Galilei, Ju00fcpiter'in iki uydusunu (u0130o ve Europa) tespit etti.",  "1499 - Fransa'da XII. Louis, Anne de Bretagne ile evlendi.",  "1297 - Monako bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131."]







