["1900 – Archaeologists in Knossos, Crete, discover the first clay tablet with hieroglyphic writing in a script later called Linear B.", "1899 – German Society of Chemistry issues an invitation to other national scientific organizations to appoint delegates to the International Committee on Atomic Weights.", "1885 – The Battle for Kushka triggers the Panjdeh Incident which nearly gives rise to war between the Russian and British Empires.", "1870 – Texas is readmitted to the United States Congress following Reconstruction.", "1867 – Alaska is purchased from Russia for $7.2 million, about two cents/acre ($4.19/km2), by United States Secretary of State William H. Seward.", "1863 – Danish prince Wilhelm Georg is chosen as King George of Greece.", "1861 – Discovery of the chemical elements: Sir William Crookes announces his discovery of thallium.", "1856 – The Treaty of Paris is signed, ending the Crimean War.", "1855 – Origins of the American Civil War: \"Border Ruffians\" from Missouri invade Kansas and force election of a pro-slavery legislature.", "1844 – One of the most important battles of the Dominican War of Independence from Haiti takes place near the city of Santiago de los Caballeros.", "1842 – Ether anesthesia is used for the first time, in an operation by the American surgeon Dr. Crawford Long.", "1841 – The National Bank of Greece is founded in Athens.", "1822 – The Florida Territory is created in the United States.", "1818 – Physicist Augustin Fresnel reads a memoir on optical rotation to the French Academy of Sciences, reporting that when polarized light is \"depolarized\" by a Fresnel rhomb, its properties are preserved in any subsequent passage through an optically-rotating crystal or liquid.", "1815 – Joachim Murat issues the Rimini Proclamation, among the earliest calls for Italian unification.", "1699 – Guru Gobind Singh establishes the Khalsa in Anandpur Sahib, Punjab.", "1296 – Edward I sacks Berwick-upon-Tweed, during armed conflict between Scotland and England.", "1282 – The people of Sicily rebel against the Angevin king Charles I, in what becomes known as the Sicilian Vespers.", "598 – Avar–Byzantine wars: The Avars lift the siege at the Byzantine stronghold of Tomis. Their leader Bayan I retreats north of the Danube River after the Avaro-Slavic army is decimated by the plague."]