["2006 - u0130ran'da bir yolcu uu00e7au011fu0131nu0131n u00fclkenin kuzey dou011fusundaki Meu015fhed kenti hava alanu0131na iniu015fi su0131rasu0131nda alev almasu0131 sonucu en az 29 kiu015fi u00f6ldu00fc.",  "2004 - Kuzey Osetya'da okul basku0131nu0131 eylemi: Beslan kasabasu0131'nda bu00fcyu00fck bir rehine olayu0131 geru00e7ekleu015ftirildi. Radikal u0130slamcu0131 gruplaru0131n, Kuzey Osetya'nu0131n Beslan kasabasu0131ndaki bir okula basku0131n yapmasu0131yla bau015flayan olaylarda 1200 kiu015fi rehin alu0131ndu0131, Rus askerlerinin mu00fccahitleri aratmayan tutumuyla beraber 700 kiu015fi yaralandu0131 ve 344 kiu015fi Rus askerler tarafu0131ndan katledildi. Eylemin organizatu00f6rleri, Aslan Mashadov ve u015eamil Basayev olmasu0131nu0131n yanu0131 su0131ra masraflaru0131n da El-Kaide tarafu0131ndan u00fcstlendiu011fi belirlendi.",  "2002 - Gu00fcney Kore'de, son 40 yu0131lda meydana gelen en u015fiddetli kasu0131rgada, iki gu00fcnde u00f6lenlerin sayu0131su0131 yaklau015fu0131k 200'u00fc buldu.",  "2000 - Citrou00ebn C5'in lansmanu0131 yapu0131ldu0131.",  "1993 - Savau015f Karu015fu0131tlaru0131 Derneu011fi kuruldu.",  "1991 - u00d6zbekistan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1985 - CNN International kanalu0131 kuruldu.",  "1985 - Amerikalu0131 deniz bilimci Robert Ballard ve ekibi, RMS Titanic'in enkazu0131nu0131 Atlas Okyanusu'nun 4000 metre derinliu011finde iki paru00e7a halinde buldu.",  "1980 - Tu00fcrkiye'nin u00e7eu015fitli yerlerinde, aralaru0131nda CHP Zile u0130lu00e7e Bau015fkanu0131'nu0131n da bulunduu011fu 19 kiu015fi u00f6ldu00fcru00fcldu00fc.",  "1979 - ABD'nin Pioneer 11 adlu0131 uzay aracu0131, Satu00fcrn'u00fc ziyaret eden ilk uzay aracu0131 oldu.",  "1976 - Millu00ee yu00fczu00fccu00fc Erdal Acet, Manu015f Denizi'ni 9 saat 2 dakikada geu00e7erek Du00fcnya rekoru ku0131rdu0131 ve bu mesafedeki en iyi 10 derece su0131ralamasu0131na girdi.",  "1974 - Nikaragua'da General Somoza, devlet bau015fkanlu0131u011fu0131na atandu0131.",  "1974 - Muratau011fa, Sandallar ve Atlu0131lar Katliamu0131: Mau011fusa'ya bau011flu0131 Muratau011fa ve Sandallar ku00f6ylerinden 88 Tu00fcrk'u00fcn, u00f6ldu00fcru00fclu00fcp yaku0131larak u00e7ukura gu00f6mu00fcldu00fckleri anlau015fu0131ldu0131.",  "1969 - Muammer Kaddafi, Libya'da askeri bir darbeyle Kral I. u0130dris'i devirdi.",  "1967 - Tu00fcrkiye'deki Ku0131bru0131slu0131 mu00fccahitler ve u00f6u011frenciler, Hu00fcku00fbmeti protesto etti. u0130u00e7iu015fleri Bakanu0131 Faruk Su00fckan, protestocularu0131n su0131nu0131r du0131u015fu0131 edilebileceu011fini au00e7u0131kladu0131.",  "1953 - Anu0131tkabir'in au00e7u0131lu0131u015fu0131 yapu0131ldu0131 ve Mustafa Kemal Atatu00fcrk'u00fcn naau015fu0131 koyuldu.",  "1947 - TBMM, Amerikan yardu0131m anlau015fmasu0131nu0131 oy birliu011fi ile kabul etti.",  "1946 - Tu00fcrkiye Emlak Kredi Bankasu0131 Kuruluu015f Kanunu kabul edildi.",  "1939 - u0130slu00e2m Ansiklopedisinin Tu00fcrku00e7eye u00e7evrilmesi iu00e7in u00fcniversitede bir tercu00fcme bu00fcrosu kuruldu.",  "1939 - Japonya, Kuzey u00c7in'de Mou011fol u00d6zerk Hu00fcku00fbmeti (Mengjiang) adu0131nda bir kukla devlet kurdu.",  "1939 - Almanya'nu0131n Polonya'ya saldu0131rmasu0131 u00fczerine, II. Du00fcnya Savau015fu0131 bau015fladu0131.",  "1933 - Denizyollaru0131 u0130u015fletmesi, devlet tekeline alu0131ndu0131.",  "1928 - Arnavutluk'ta Ahmet Zogou011flu, "I. Zog" unvanu0131yla kral ilu00e2n edildi.",  "1927 - Tu00fcrkiye'de medeni niku00e2h zorunlu hu00e2le getirildi.",  "1925 - I. Tu0131p Kongresi Ankara'da toplandu0131.",  "1924 - Ankara Devlet Konservatuvaru0131'nu0131n temelini oluu015fturan "Musiki Muallim Mektebi" Ankara'da au00e7u0131ldu0131.",  "1923 - Japonya'nu0131n Tokyo ve Yokohama kentlerinde deprem: 300 bin kiu015fi u00f6ldu00fc.",  "1922 - Tu00fcrk Kurtuluu015f Savau015fu0131: Mustafa Kemal Pau015fa, Dumlupu0131nar Meydan Muharebesi'nin kazanu0131lmasu0131 u00fczerine emrini verdi: Ordular! u0130lk Hedefiniz Akdeniz'dir. u0130leri! Aynu0131 gu00fcn Tu00fcrk ordusu, Yunan iu015fgali altu0131ndaki Uu015fak'a girdi.",  "1920 - Fransu0131zlar, bau015fkenti Beyrut olan Lu00fcbnan devletini kurdu.",  "1910 - Corinthians, Brezilya futbol kulu00fcbu00fc kuruldu.",  "1900 - u0130stanbul'da Padiu015fah II. Abdu00fclhamid'in 25. saltanat yu0131lu0131 bu00fcyu00fck bir tu00f6renle kutlandu0131. Tu00f6rene bu00fctu00fcn yabancu0131 devletlerin temsilcileri katu0131ldu0131.",  "1868 - Galatasaray Lisesi, u0130stanbul'da au00e7u0131ldu0131.",  "1846 - Sultanahmet'te, Daru00fclfu00fcnun binasu0131nu0131n temeli atu0131ldu0131."]







