["2012 - ABD'nin Libya'daki Bingazi Konsolosluu011fu'na u0130slamcu0131 militanlar tarafu0131ndan saldu0131ru0131 du00fczenlendi. Saldu0131ru0131da ABD'nin Libya bu00fcyu00fckelu00e7isi Christopher Stevens ve 3 Amerikalu0131 yetkili u00f6ldu00fcru00fcldu00fc.",  "2012 - Kuzey Kore'de yer alan ve u00fclkedeki biru00e7ok yapu0131nu0131n minyatu00fcr u015feklinde kopyalaru0131nu0131 baru0131ndu0131ran Pyongyang Folklor Parku0131'nu0131n au00e7u0131lu0131u015fu0131 yapu0131ldu0131.",  "2012 - u0130stanbul Gazi Polis Merkezi'nde patlama meydana geldi, bir polis u00f6ldu00fc, du00f6rt polis ve du00f6rt vatandau015f yaralandu0131. Patlamayu0131 DHKP-C u00fcstlendi.",  "2010 - 2010 FIBA Du00fcnya Basketbol u015eampiyonasu0131 yaru0131 final mau00e7u0131nda Tu00fcrkiye, Su0131rbistan'u0131 83-82 yenerek finale yu00fckseldi.",  "2001 - 11 Eylu00fcl saldu0131ru0131laru0131nda; 2976 kiu015fi u00f6ldu00fc, 6291 kiu015fi de yaralandu0131.",  "1996 - Eski Devlet Bakanu0131 Ayvaz Gu00f6kdemir'in u00fcu00e7 kadu0131n Avrupalu0131 parlamentere "fahiu015fe" demesiyle ilgili yargu0131lama sonuu00e7landu0131. Gu00f6kdemir, 500 milyon lira tazminat u00f6demeye mahku00fbm oldu.",  "1994 - u0130stanbul DGM, Cumhuriyet gazetesini kapattu0131. Gazetenin teru00f6rle mu00fccadele yasasu0131na ayku0131ru0131 yayu0131n yaptu0131u011fu0131 ileri su00fcru00fcldu00fc.",  "1994 - Devrimci-Sol u00f6rgu00fctu00fcnu00fcn firari lideri Dursun Karatau015f, Fransa'da yakalandu0131.",  "1992 - TEMA (Tu00fcrkiye Erozyonla Mu00fccadele Au011fau00e7landu0131rma ve Dou011fal Varlu0131klaru0131 Koruma Vakfu0131) Hayrettin Karaca ve Nihat Gu00f6kyiu011fit tarafu0131ndan kuruldu.",  "1980 - u015eili'de yapu0131lan referandumda, General Augusto Pinochet'nin gu00f6rev su00fcresi 8 yu0131l uzatu0131ldu0131.",  "1973 - u015eili'de Darbe: u015eili'nin ilk sosyalist Bau015fkanu0131 Salvador Allende, Pinochet u00f6nderliu011findeki ordu tarafu0131ndan devrildi. Darbe su0131rasu0131nda Allende u00f6ldu00fcru00fcldu00fc.",  "1957 - Ankara'da sau011fanak yau011fu0131u015f sele yol au00e7tu0131; Bent Deresi tau015ftu0131, 133 kiu015fi sele kapu0131larak u00f6ldu00fc.",  "1954 - Ankara'da, "Ku0131bru0131s Tu00fcrktu00fcr Komitesi" kuruldu.",  "1944 - Tu00fcrkiye, Mihver devletlerinden gelebilecek su0131u011fu0131nmacu0131lara karu015fu0131 su0131nu0131rlaru0131nu0131 kapattu0131.",  "1941 - Van Gu00f6lu00fc ve u00e7evresinde deprem: 194 kiu015fi u00f6ldu00fc, 36 ku00f6y tamamen yu0131ku0131ldu0131.",  "1926 - Ankara otomatik telefon santrali iu015fletmeye au00e7u0131ldu0131.",  "1923 - Mustafa Kemal, Halk Fu0131rkasu0131 Bau015fkanlu0131u011fu0131'na seu00e7ildi.",  "1922 - Tu00fcrk Kurtuluu015f Savau015fu0131: Tu00fcrk Ordusu, Yunan u0130u015fgali altu0131ndaki Bursa'ya girdi.",  "1919 - Sivas Kongresiu2019nin 8. Umumi toplantu0131su0131nda u0130ru00e2de-i Milliye adu0131yla bir gazetenin u00e7u0131karu0131lmasu0131na karar verildi.",  "1919 - Anadolu ve Rumeli Mu00fcdafaai Hukuk Cemiyeti, Sivas Kongresi'nin son gu00fcnu00fc kuruldu.",  "1919 - Amerikan Deniz Piyadeleri Honduras'u0131 iu015fgal etti.",  "1855 - Osmanlu0131 Ordusu, mu00fcttefikleriyle beraber Sivastopol'a girdi.",  "1853 - Elektrikli telgraf ilk kez kullanu0131ldu0131.",  "1526 - Osmanlu0131 Ordusu'na bau011flu0131 birlikler, Macaristan Krallu0131u011fu0131'nu0131n bau015fkenti Budin'e girdi."]







