["2012 - ABD'nin Libya'daki Bingazi Konsolosluğu'na İslamcı militanlar tarafından saldırı düzenlendi. Saldırıda ABD'nin Libya büyükelçisi Christopher Stevens ve 3 Amerikalı yetkili öldürüldü.", "2012 - Kuzey Kore'de yer alan ve ülkedeki birçok yapının minyatür şeklinde kopyalarını barındıran Pyongyang Folklor Parkı'nın açılışı yapıldı.", "2012 - İstanbul Gazi Polis Merkezi'nde patlama meydana geldi, bir polis öldü, dört polis ve dört vatandaş yaralandı. Patlamayı DHKP-C üstlendi.", "2010 - 2010 FIBA Dünya Basketbol Şampiyonası yarı final maçında Türkiye, Sırbistan'ı 83-82 yenerek finale yükseldi.", "2001 - 11 Eylül saldırılarında; 2976 kişi öldü, 6291 kişi de yaralandı.", "1996 - Eski Devlet Bakanı Ayvaz Gökdemir'in üç kadın Avrupalı parlamentere \"fahişe\" demesiyle ilgili yargılama sonuçlandı. Gökdemir, 500 milyon lira tazminat ödemeye mahkûm oldu.", "1994 - İstanbul DGM, Cumhuriyet gazetesini kapattı. Gazetenin terörle mücadele yasasına aykırı yayın yaptığı ileri sürüldü.", "1994 - Devrimci-Sol örgütünün firari lideri Dursun Karataş, Fransa'da yakalandı.", "1992 - TEMA (Türkiye Erozyonla Mücadele Ağaçlandırma ve Doğal Varlıkları Koruma Vakfı) Hayrettin Karaca ve Nihat Gökyiğit tarafından kuruldu.", "1980 - Şili'de yapılan referandumda, General Augusto Pinochet'nin görev süresi 8 yıl uzatıldı.", "1973 - Şili'de Darbe: Şili'nin ilk sosyalist Başkanı Salvador Allende, Pinochet önderliğindeki ordu tarafından devrildi. Darbe sırasında Allende öldürüldü.", "1957 - Ankara'da sağanak yağış sele yol açtı; Bent Deresi taştı, 133 kişi sele kapılarak öldü.", "1954 - Ankara'da, \"Kıbrıs Türktür Komitesi\" kuruldu.", "1944 - Türkiye, Mihver devletlerinden gelebilecek sığınmacılara karşı sınırlarını kapattı.", "1941 - Van Gölü ve çevresinde deprem: 194 kişi öldü, 36 köy tamamen yıkıldı.", "1926 - Ankara otomatik telefon santrali işletmeye açıldı.", "1923 - Mustafa Kemal, Halk Fırkası Başkanlığı'na seçildi.", "1922 - Türk Kurtuluş Savaşı: Türk Ordusu, Yunan İşgali altındaki Bursa'ya girdi.", "1919 - Sivas Kongresi’nin 8. Umumi toplantısında İrâde-i Milliye adıyla bir gazetenin çıkarılmasına karar verildi.", "1919 - Anadolu ve Rumeli Müdafaai Hukuk Cemiyeti, Sivas Kongresi'nin son günü kuruldu.", "1919 - Amerikan Deniz Piyadeleri Honduras'ı işgal etti.", "1855 - Osmanlı Ordusu, müttefikleriyle beraber Sivastopol'a girdi.", "1853 - Elektrikli telgraf ilk kez kullanıldı.", "1526 - Osmanlı Ordusu'na bağlı birlikler, Macaristan Krallığı'nın başkenti Budin'e girdi."]