["2013 - Duman mu00fczik grubu, Darmaduman albu00fcmu00fcnu00fc u00e7u0131kardu0131.",  "2010 - Anayasa deu011fiu015fikliu011fi ile ilgili olarak anayasa deu011fiu015fikliu011fi referandumu yapu0131ldu0131. Sandu0131ktan sonuu00e7 olarak "EVET" kararu0131 u00e7u0131ktu0131.",  "2008 - Metallica'nu0131n 9. stu00fcdyo albu00fcmu00fc Death Magnetic piyasaya su00fcru00fcldu00fc.",  "2006 - Diyarbaku0131r'u0131n Bau011flar beldesinde meydana gelen bombalu0131 saldu0131ru0131da, 8'i u00e7ocuk olmak u00fczere 10 kiu015fi u00f6ldu00fc ve 15 kiu015fi de yaralandu0131.",  "1996 - Ankara'u0131n Batu0131kent semtinde meydana gelen bombalu0131 saldu0131ru0131da, Ankara'nu0131n Beypazaru0131 ku00fctu00fcu011fu00fcne kayu0131tlu0131 Serkan Geniu015f olay su0131rasu0131nda u00f6ldu00fc.",  "1993 - Akit gazetesi yayu0131mlanmaya bau015fladu0131.",  "1980 - 12 Eylu00fcl Darbesi: Genelkurmay Bau015fkanu0131 Orgeneral Kenan Evren, Kuvvet Komutanlaru0131 ve Jandarma Genel Komutanu0131'ndan oluu015fan Millu00ee Gu00fcvenlik Konseyinin liderliu011finde Tu00fcrk Silahlu0131 Kuvvetleri tarafu0131ndan emir komuta zincirine uyularak yu00f6netime el koyuldu.",  "1977 - 32. Uluslararasu0131 Halk Oyunlaru0131 Yaru0131u015fmasu0131, Fransa'nu0131n Dijon kentinde yapu0131ldu0131.",  "1975 - Birleu015fmiu015f Milletler u0130nsan Haklaru0131 Komisyonu, Ku0131bru0131s konusunda Tu00fcrkiye aleyhine karar verdi.",  "1970 - Filistinli gerillalar; ABD, u0130sviu00e7re, Birleu015fik Krallu0131k ve Almanya'ya ait du00f6rt uu00e7au011fu0131 kau00e7u0131rdu0131lar. Gerillalar, uu00e7aklardan u00fcu00e7u00fcnu00fc u00dcrdu00fcn u00e7u00f6lu00fcnde havaya uu00e7urdular ve yolcularu0131 rehin aldu0131lar.",  "1963 - Tu00fcrkiye ile Avrupa Ekonomik Topluluu011fu arasu0131nda ortaklu0131k antlau015fmasu0131 imzalandu0131.",  "1959 - Sovyetler Birliu011fi, Luna 2 roketini aya fu0131rlattu0131.",  "1956 - 6-7 Eylu00fcl Olaylaru0131 davasu0131 bau015fladu0131.",  "1953 - Nikita Kruu015fu00e7ev, Sovyetler Birliu011fi Komu00fcnist Partisi Birinci Sekreterliu011fi'ne seu00e7ildi.",  "1943 - Benito Mussolini, Alman komandolaru0131 tarafu0131ndan Gran Sasso'da tutuklu bulunduu011fu otelden kurtaru0131ldu0131 ve uu00e7akla Viyana'ya getirildi.",  "1940 - Fransa'da 4 genu00e7, 17 bin yu0131llu0131k resimlerin bulunduu011fu Lascaux mau011farasu0131nu0131 keu015ffetti.",  "1937 - Dersim u0130syanu0131'nu0131n lideri Seyit Ru0131za teslim oldu. Seyit Ru0131za, yargu0131lama sonucu 15 Kasu0131m'da idam edildi.",  "1847 - Meksika-Amerika Savau015fu0131'nu0131n bir paru00e7asu0131 olan Chapultepec Muharebesi bau015fladu0131.",  "1331 - Fransa Kralu0131 VI. Filip, Monako'yu Grimaldi ailesine iade etti. Aile bu tarihten beri aralu0131ksu0131z olarak (II. Du00fcnya Savau015fu0131'ndaki u0130talyan ve Alman iu015fgalleri hariu00e7) Monako'da hu00fcku00fcm su00fcrmu00fcu015ftu00fcr.",  "Mu00d6 490 - Atina ile Ahameniu015f ordusu arasu0131nda Maraton Muharebesi geru00e7ekleu015fti."]







