["2013 - Duman müzik grubu, Darmaduman albümünü çıkardı.", "2010 - Anayasa değişikliği ile ilgili olarak anayasa değişikliği referandumu yapıldı. Sandıktan sonuç olarak \"EVET\" kararı çıktı.", "2008 - Metallica'nın 9. stüdyo albümü Death Magnetic piyasaya sürüldü.", "2006 - Diyarbakır'ın Bağlar beldesinde meydana gelen bombalı saldırıda, 8'i çocuk olmak üzere 10 kişi öldü ve 15 kişi de yaralandı.", "1996 - Ankara'ın Batıkent semtinde meydana gelen bombalı saldırıda, Ankara'nın Beypazarı kütüğüne kayıtlı Serkan Geniş olay sırasında öldü.", "1993 - Akit gazetesi yayımlanmaya başladı.", "1980 - 12 Eylül Darbesi: Genelkurmay Başkanı Orgeneral Kenan Evren, Kuvvet Komutanları ve Jandarma Genel Komutanı'ndan oluşan Millî Güvenlik Konseyinin liderliğinde Türk Silahlı Kuvvetleri tarafından emir komuta zincirine uyularak yönetime el koyuldu.", "1977 - 32. Uluslararası Halk Oyunları Yarışması, Fransa'nın Dijon kentinde yapıldı.", "1975 - Birleşmiş Milletler İnsan Hakları Komisyonu, Kıbrıs konusunda Türkiye aleyhine karar verdi.", "1970 - Filistinli gerillalar; ABD, İsviçre, Birleşik Krallık ve Almanya'ya ait dört uçağı kaçırdılar. Gerillalar, uçaklardan üçünü Ürdün çölünde havaya uçurdular ve yolcuları rehin aldılar.", "1963 - Türkiye ile Avrupa Ekonomik Topluluğu arasında ortaklık antlaşması imzalandı.", "1959 - Sovyetler Birliği, Luna 2 roketini aya fırlattı.", "1956 - 6-7 Eylül Olayları davası başladı.", "1953 - Nikita Kruşçev, Sovyetler Birliği Komünist Partisi Birinci Sekreterliği'ne seçildi.", "1943 - Benito Mussolini, Alman komandoları tarafından Gran Sasso'da tutuklu bulunduğu otelden kurtarıldı ve uçakla Viyana'ya getirildi.", "1940 - Fransa'da 4 genç, 17 bin yıllık resimlerin bulunduğu Lascaux mağarasını keşfetti.", "1937 - Dersim İsyanı'nın lideri Seyit Rıza teslim oldu. Seyit Rıza, yargılama sonucu 15 Kasım'da idam edildi.", "1847 - Meksika-Amerika Savaşı'nın bir parçası olan Chapultepec Muharebesi başladı.", "1331 - Fransa Kralı VI. Filip, Monako'yu Grimaldi ailesine iade etti. Aile bu tarihten beri aralıksız olarak (II. Dünya Savaşı'ndaki İtalyan ve Alman işgalleri hariç) Monako'da hüküm sürmüştür.", "MÖ 490 - Atina ile Ahameniş ordusu arasında Maraton Muharebesi gerçekleşti."]