["2019 - Suudi Arabistan'u0131n dou011fusunda Abkayk ve Hureys petrol sahalaru0131na drone ile saldu0131ru0131 du00fczenlendi.",  "2018 - u0130stanbul Yeni Havalimanu0131'nu0131n yapu0131m au015famasu0131nda ku00f6tu00fc u00e7alu0131u015fma kou015fullaru0131 sebebiyle inu015faat iu015fu00e7ileri grev yapmaya bau015fladu0131.",  "1999 - Yu00d6K Rektu00f6rler Komitesi, u00fcniversite yerleu015fkelerinde, au00e7u0131k ya da kapalu0131 alanlarda bau015f u00f6rtu00fcsu00fcnu00fc yasaklayan ortak karar aldu0131. Kimlik kartu0131ndaki fotou011fraf, derslikler, laboratuvarlar, sosyal tesis ve spor alanlaru0131nda da bau015f u00f6rtu00fcsu00fc yasau011fu0131 konuldu.",  "1997 - Van'da gerilim hattu0131na taku0131lan askeri helikopterin du00fcu015fmesi sonucu 10 asker u00f6ldu00fc.",  "1994 - Aku015fam gazetesi, Mehmet Ali Ilu0131cak yu00f6netiminde tekrar yayu0131n hayatu0131na bau015fladu0131.",  "1980 - Uu011fur Mumcu, Cumhuriyet gazetesindeki ku00f6u015fesinde 12 Eylu00fcl Darbesi hakku0131nda, "Devlet, devlet olmaktan u00e7u0131kar; parlamento, on beu015f gu00fcn iu00e7inde seu00e7ilmesi gereken cumhurbau015fkanu0131nu0131 seu00e7mez ve u00fclke bau015ftan bau015fa u00f6rtu00fclu00fc bir iu00e7 savau015fu0131n kanlu0131 arenasu0131na du00f6nu00fcu015fu00fcrse Silahlu0131 Kuvvetlerin yu00f6netime el koymasu0131ndan dou011fal ne olabilir ki?" yazdu0131.",  "1980 - Adana'da sol gu00f6ru00fcu015flu00fc militan Serdar Soyergin, fraksiyon ayru0131lu0131u011fu0131ndan dolayu0131 sol gu00f6ru00fcu015flu00fc Erdou011fan Polat'u0131 u00f6ldu00fcrdu00fc. Kau00e7maya u00e7alu0131u015fu0131rken Tank Yu00fczbau015fu0131 Bu00fclent Angu0131n'u0131n da iu00e7inde bulunduu011fu gu00fcvenlik gu00fcu00e7leriyle u00e7atu0131u015ftu0131, Yu00fczbau015fu0131 Angu0131n u00f6ldu00fcru00fcldu00fc.",  "1980 - Su0131ku0131yu00f6netim Komutanlu0131klaru0131'nca, Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Du0130SK) ve Milliyetu00e7i u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Mu0130SK) yu00f6neticilerinin teslim olmasu0131 istendi.",  "1980 - Milliyetu00e7i Hareket Partisi Genel Bau015fkanu0131 Alparslan Tu00fcrkeu015f teslim oldu ve Uzunada'ya gu00f6nderildi.",  "1974 - Sinema oyuncusu ve yu00f6netmeni Yu0131lmaz Gu00fcney, Adana ilinin Yumurtalu0131k ilu00e7esi yargu0131cu0131 Sefa Mutlu'yu u00f6ldu00fcrdu00fc.",  "1972 - Au015fu0131k Mahsuni, Bau015fbakan'a hakaret ettiu011fi iddiasu0131yla yargu0131landu0131.",  "1971 - Bilim ve Sosyalizm Yayu0131nlaru0131'nu0131n sahibi Su00fcleyman Ege, Lenin'in "Devlet ve Devrim" kitabu0131 nedeniyle 7,5 yu0131l hapse mahku00fbm oldu.",  "1970 - Filistinli gerillalar, u00dcrdu00fcn'u00fcn ikinci bu00fcyu00fck u015fehri u0130rbid'i kontrol altu0131na aldu0131lar.",  "1969 - Balkan Boks u015eampiyonasu0131'nda, Seyfi Tatar ile Celal Sandal u015fampiyon oldu.",  "1963 - u00d6mu00fcr boyu hapse mahku00fbm eski Demokrat Parti Milletvekili Zeki Erataman, tedavi gu00f6rdu00fcu011fu00fc hastaneden kau00e7tu0131. Daha sonra Erataman'u0131n Yunanistan'a iltica ettiu011fi au00e7u0131klandu0131.",  "1960 - Irak, u0130ran, Kuveyt, Suudi Arabistan ve Venezuela OPEC'i kurdu.",  "1956 - Akis dergisi toplatu0131ldu0131.",  "1954 - Fransa, Profesu00f6r Tevfik Remzi Kazancu0131gil'e Lu00e9gion d'honneur niu015fanu0131 verdi.",  "1944 - Radyo istasyonlaru0131nu0131n kurulmasu0131 ve geniu015fletilmesi yasasu0131 u00e7u0131ktu0131.",  "1940 - Macar askerleri Romanya'yu0131 ilhak ettikleri su0131rada Ip Katliamu0131'nu0131 geru00e7ekleu015ftirdi.",  "1936 - Tu00fcrkiye Cumhuriyeti Millu00ee Eu011fitim Bakanlu0131u011fu0131, ilkokullarda okutulacak "Alfabe" kitabu0131nu0131 kabul etti. Alfabe'nin yazarlaru0131: Murat u00d6zgu00fcn ve u0130lhan Gu00f6ku00e7e.",  "1933 - Tu00fcrkiye ile Yunanistan Dostluk Antlau015fmasu0131 imzaladu0131.",  "1930 - Son Posta gazetesi Sorumlu Mu00fcdu00fcru00fc Selim Ragu0131p Emeu00e7 tutuklandu0131.",  "1923 - Lozan Antlau015fmasu0131 uyaru0131nca Edirne'ye bau011flu0131 Karaau011fau00e7 Tren u0130stasyonu Yunanlardan teslim alu0131ndu0131.",  "1922 - u0130zmir'e bau011flu0131 Bergama ilu00e7esi du00fcu015fman iu015fgalinden kurtuldu.",  "1922 - Bursa'ya bau011flu0131 Karacabey ilu00e7esi du00fcu015fman iu015fgalinden kurtuldu.",  "1919 - Sivas'ta u0130ru00e2de-i Milliye gazetesi yayu0131nlanmaya bau015flandu0131.",  "1908 - Osmanlu0131 Ahrar Fu0131rkasu0131 kuruldu.",  "1901 - ABD Bau015fkanu0131 William McKinley u00f6ldu00fc ve yerine Bau015fkan Yardu0131mcu0131su0131 Theodore Roosevelt geu00e7ti. McKinley, 6 Eylu00fcl 1901'de New York'ta fuar au00e7arken, Polonyalu0131 Leon Czolgosz tarafu0131ndan yapu0131lan suikast sonucunda vurulmuu015ftu.",  "1867 - Karl Marx'u0131n yazdu0131u011fu0131 Kapital'in ilk cildi yayu0131mlandu0131.",  "1829 - Osmanlu0131 u0130mparatorluu011fu ile Rus u0130mparatorluu011fu arasu0131nda Edirne Antlau015fmasu0131 imzalandu0131.",  "1812 - Fransa u0130mparatoru Napolyon, ordularu0131nu0131n bau015fu0131nda bu00fcyu00fck bir yangu0131nu0131n su00fcrdu00fcu011fu00fc Moskova'ya girdi.",  "1460 - Fatih Sultan Mehmed, Trabzon u0130mparatorluu011fu'na son vermek iu00e7in Trabzon Kuu015fatmasu0131'na bau015fladu0131,"]







