["2002 - Manisa Etnografya ve Arkeoloji Mu00fczesi soyuldu. Soygunda, Helenistik du00f6neme ait Marsyas ve Roma du00f6nemine ait Eros heykelleri u00e7alu0131ndu0131.",  "1982 - u0130srail, Beyrut'u iu015fgal etti.",  "1980 - 12 Eylu00fcl Askeru00ee Darbesi'nden sonraki ilk iu015f gu00fcnu00fc: Komutanlaru0131n endiu015felerinin aksine bankalara yatu0131ru0131lan mevduat, u00e7ekilenden daha fazla oldu.",  "1980 - 12 Eylu00fcl Askeri Darbesi'ni izleyen gu00fcnlerde, grev ve lokavtlar kaldu0131ru0131ldu0131; iu015fu00e7iler iu015fbau015fu0131 yaptu0131, belediye bau015fkanlaru0131 gu00f6revlerinden alu0131nmaya bau015flandu0131 ve yerlerine u00e7ou011funlukla subaylar atandu0131. Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Du0130SK), Milliyetu00e7i u0130u015fu00e7i Sendikalaru0131 Konfederasyonu (Mu0130SK) ve Hak-u0130u015f'in bankalardaki paralaru0131 bloke edildi, sendika yu00f6neticileri ile iu015f yeri temsilcileri teslim olmaya bau015fladu0131.",  "1975 - Pink Floyd'un "Wish You Were Here" albu00fcmu00fc piyasaya u00e7u0131ktu0131.",  "1975 - Beyrut'ta Hristiyan ve Mu00fcslu00fcmanlar arasu0131nda iu00e7 savau015f bau015fladu0131.",  "1966 - Saraybosna'da du00fczenlenen Balkan Oyunlaru0131'nda, maraton dalu0131nda u0130smail Aku00e7ay Balkan u015eampiyonu, Hu00fcseyin Aktau015f ise ikinci oldu.",  "1963 - Ahmed Bin Bella, Cezayir'in ilk Devlet Bau015fkanu0131 oldu.",  "1962 - Maltepe Ortaokulu au00e7u0131ldu0131.",  "1961 - Yassu0131ada Mahkemesi, kapatu0131lan DP'nin 15 u00fcyesi hakku0131nda u00f6lu00fcm, 32 u00fcyesi hakku0131nda ise mu00fcebbet hapis cezasu0131 verildiu011fini au00e7u0131kladu0131.",  "1955 - Tu00fcrk Parasu0131nu0131n Ku0131ymetini Koruma hakku0131ndaki kararname yu00fcru00fcrlu00fcu011fe girdi.",  "1949 - Seu00e7imleri kazanan Konrad Adenauer, Batu0131 Almanya'nu0131n ilk u015eansu00f6lyesi oldu.",  "1944 - II. Du00fcnya Savau015fu0131 su0131rasu0131nda, Bu00fcyu00fck Britanya savau015fu0131nu0131n en u00f6nemli gu00fcnu00fcnde Kraliyet Hava Kuvvetleri uu00e7aklaru0131, Luftwaffe'ye ait 185 Alman uu00e7au011fu0131nu0131 du00fcu015fu00fcrdu00fc.",  "1929 - Mu00fcstakil Ressamlar ve Heykeltu0131rau015flar Birliu011fi'nin ilk sergisi Ankara'da au00e7u0131ldu0131.",  "1928 - u0130skou00e7 bakteriyolog Alexander Fleming, pek u00e7ok zararlu0131 bakteriyi yok edebilen "ku00fcf"u00fc bularak, "penicillium notatum" adu0131nu0131 verdi.",  "1927 - Eskiu015fehir Bankasu0131 kuruldu.",  "1924 - Mustafa Kemal Atatu00fcrk, ilk defa Trabzon'a ayak bastu0131; bugu00fcnu00fc Trabzonlular ''Atatu00fcrk Gu00fcnu00fc'' olarak kabul etti.",  "1923 - Tu00fcrkiye'de ilk yu00fczme yaru0131u015fu0131, Galatasaray Kulu00fcbu00fcnce u0130stanbul-Bu00fcyu00fckada'da du00fczenlendi.",  "1918 - Nuri Pau015fa ve Mu00fcrsel Baku00fc komutasu0131ndaki Osmanlu0131, Azeri ve Dau011fu0131stan birliklerinden oluu015fan Kafkas u0130slam Ordusu, Baku00fc Muharebesi sonucunda Baku00fc'yu00fc, Rus ve Ermeni iu015fgalinden kurtararak u015fehirde Osmanlu0131 bayrau011fu0131nu0131 dalgalandu0131rdu0131.",  "1917 - Geu00e7ici Hu00fcku00fbmet'in Bau015fbakanu0131 Aleksandr Kerenski, Rus Cumhuriyeti'ni ilan etti.",  "1916 - Somme Muharebesi: Savau015fta ilk tank, u0130ngiliz birlikleri tarafu0131ndan, I. Du00fcnya Savau015fu0131 su0131rasu0131nda, Fransa'nu0131n Somme yu00f6resinde kullanu0131ldu0131.",  "1910 - Osmanlu0131 Sosyalist Fu0131rkasu0131 kuruldu.",  "1821 - Kosta Rika, u0130spanya'dan ayru0131ldu0131.",  "1821 - Guatemala, u0130spanyol u0130mparatorluu011fu'ndan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1656 - Ku00f6pru00fclu00fc Mehmed Pau015fa, Sadrazamlu0131u011fu0131 kabul etti."]







