["2011 - İstanbul Büyükşehir Belediye Meclisi, Taksim Meydanı’nın tamamının yayalaştırılmasını kabul etti.", "1993 - Kanal D yayın hayatına başladı", "1982 - Sabra ve Şatilla Katliamı: İsrail yanlısı aşırı sağcı Hristiyan Falanjist milisler, Batı Beyrut'ta Sabra ve Şatilla adındaki Filistin mülteci kamplarında katliam gerçekleştirdi.", "1980 - Devlet Başkanı Orgeneral Kenan Evren, yerli ve yabancı basın mensuplarının katıldığı ilk basın toplantısını başbakanlık binasında düzenledi.", "1978 - İran'da bir dakika süren depremde 20 bin kişi öldü.", "1975 - Papua Yeni Gine, Avustralya'dan bağımsızlığını ilan etti.", "1973 - Devrimci sanatçı Victor Jara, Pinochet'nin darbesinin ardından Şili'nin Santiago Stadyumu'nda kurşuna dizildi.", "1969 - Türk Hava Yolları'na ait SEÇ adlı yolcu uçağı, oyuncak bir tabanca ile Sadi Toker tarafından Bulgaristan’ın Sofya kentine kaçırıldı.", "1961 - Yassıada Yargılamaları neticesinde idama mahkûm edilen Fatin Rüştü Zorlu ve Hasan Polatkan'ın cezaları infaz edildi. Başbakan Adnan Menderes'in idam cezasının infazı ise, intihar girişiminde bulunması nedeniyle ertelendi.", "1953 - İlk sinemaskop film gösterimi New York'ta yapıldı.", "1950 - Amerikan Kuvvetleri, Kore'nin güney limanı olan İncheon'a çıkartma yaptı.", "1941 - Kiev Muharebesi: II. Dünya Savaşı'nda Alman Kuvvetleri'nin Kiev ve civarındaki kuşatması tamamlandı.", "1935 - Türk Millî Güreş Takımı, 4. Balkan Güreş Şampiyonası’nda Balkan Şampiyonu oldu.", "1935 - Sümerbank Kayseri Bez Fabrikası açıldı. Cumhuriyet döneminde sanayi hareketini başlatan ilk tesis olan fabrika, Sovyetler Birliği'nden alınan 8,5 milyon TL krediyle kurulmuştu.", "1924 - Gürcistan Sovyet Sosyalist Cumhuriyeti'ndeki ayaklanma sert biçimde bastırıldı.", "1919 - Türk Kurtuluş Savaşı sırasında, Balıkesir Kongresi'nde kurulan \"Hareket-i Milliye Redd-i İlhak Heyeti\", üçüncü kez toplandı. Alaşehir Kongresi'nde alınan kararların Balıkesir'de de uygulanması kararlaştırıldı.", "1908 - General Motors Şirketi'nin kuruluşu.", "1873 - Fransa'daki Alman işgalinin sonu.", "1810 - Miguel Hidalgo, Meksika'nın Dolores kasabasında, daha sonra \"Dolores'in çığlığı\" (\"Grito de Dolores\") olarak adlandırılan  konuşmasıyla, İspanyol hakimiyetine karşı Meksika Bağımsızlık Savaşı'nı başlattı.", "1598 - Kore Donanması, Myong-Yang'da Japon Donanması'na karşı zafer kazandı."]