["2011 - u0130stanbul Bu00fcyu00fcku015fehir Belediye Meclisi, Taksim Meydanu0131u2019nu0131n tamamu0131nu0131n yayalau015ftu0131ru0131lmasu0131nu0131 kabul etti.",  "1993 - Kanal D yayu0131n hayatu0131na bau015fladu0131",  "1982 - Sabra ve u015eatilla Katliamu0131: u0130srail yanlu0131su0131 au015fu0131ru0131 sau011fcu0131 Hristiyan Falanjist milisler, Batu0131 Beyrut'ta Sabra ve u015eatilla adu0131ndaki Filistin mu00fclteci kamplaru0131nda katliam geru00e7ekleu015ftirdi.",  "1980 - Devlet Bau015fkanu0131 Orgeneral Kenan Evren, yerli ve yabancu0131 basu0131n mensuplaru0131nu0131n katu0131ldu0131u011fu0131 ilk basu0131n toplantu0131su0131nu0131 bau015fbakanlu0131k binasu0131nda du00fczenledi.",  "1978 - u0130ran'da bir dakika su00fcren depremde 20 bin kiu015fi u00f6ldu00fc.",  "1975 - Papua Yeni Gine, Avustralya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1973 - Devrimci sanatu00e7u0131 Victor Jara, Pinochet'nin darbesinin ardu0131ndan u015eili'nin Santiago Stadyumu'nda kuru015funa dizildi.",  "1969 - Tu00fcrk Hava Yollaru0131'na ait SEu00c7 adlu0131 yolcu uu00e7au011fu0131, oyuncak bir tabanca ile Sadi Toker tarafu0131ndan Bulgaristanu2019u0131n Sofya kentine kau00e7u0131ru0131ldu0131.",  "1961 - Yassu0131ada Yargu0131lamalaru0131 neticesinde idama mahku00fbm edilen Fatin Ru00fcu015ftu00fc Zorlu ve Hasan Polatkan'u0131n cezalaru0131 infaz edildi. Bau015fbakan Adnan Menderes'in idam cezasu0131nu0131n infazu0131 ise, intihar giriu015fiminde bulunmasu0131 nedeniyle ertelendi.",  "1953 - u0130lk sinemaskop film gu00f6sterimi New York'ta yapu0131ldu0131.",  "1950 - Amerikan Kuvvetleri, Kore'nin gu00fcney limanu0131 olan u0130ncheon'a u00e7u0131kartma yaptu0131.",  "1941 - Kiev Muharebesi: II. Du00fcnya Savau015fu0131'nda Alman Kuvvetleri'nin Kiev ve civaru0131ndaki kuu015fatmasu0131 tamamlandu0131.",  "1935 - Tu00fcrk Millu00ee Gu00fcreu015f Taku0131mu0131, 4. Balkan Gu00fcreu015f u015eampiyonasu0131u2019nda Balkan u015eampiyonu oldu.",  "1935 - Su00fcmerbank Kayseri Bez Fabrikasu0131 au00e7u0131ldu0131. Cumhuriyet du00f6neminde sanayi hareketini bau015flatan ilk tesis olan fabrika, Sovyetler Birliu011fi'nden alu0131nan 8,5 milyon TL krediyle kurulmuu015ftu.",  "1924 - Gu00fcrcistan Sovyet Sosyalist Cumhuriyeti'ndeki ayaklanma sert biu00e7imde bastu0131ru0131ldu0131.",  "1919 - Tu00fcrk Kurtuluu015f Savau015fu0131 su0131rasu0131nda, Balu0131kesir Kongresi'nde kurulan "Hareket-i Milliye Redd-i u0130lhak Heyeti", u00fcu00e7u00fcncu00fc kez toplandu0131. Alau015fehir Kongresi'nde alu0131nan kararlaru0131n Balu0131kesir'de de uygulanmasu0131 kararlau015ftu0131ru0131ldu0131.",  "1908 - General Motors u015eirketi'nin kuruluu015fu.",  "1873 - Fransa'daki Alman iu015fgalinin sonu.",  "1810 - Miguel Hidalgo, Meksika'nu0131n Dolores kasabasu0131nda, daha sonra "Dolores'in u00e7u0131u011flu0131u011fu0131" ("Grito de Dolores") olarak adlandu0131ru0131lan  konuu015fmasu0131yla, u0130spanyol hakimiyetine karu015fu0131 Meksika Bau011fu0131msu0131zlu0131k Savau015fu0131'nu0131 bau015flattu0131.",  "1598 - Kore Donanmasu0131, Myong-Yang'da Japon Donanmasu0131'na karu015fu0131 zafer kazandu0131."]







