["2014 - Minecraft'ın yapımcısı olan Mojang, Microsoft tarafından 2.500.000.000 dolara satın alındı.", "2013 - Grand Theft Auto V isimli video oyunu piyasaya sürüldü.", "2004 - The Sims 2 isimli simulasyon oyunu satışa sunuldu.", "2002 - Bakü-Ceyhan Boru Hattı'nın temeli; Türkiye Cumhurbaşkanı Ahmet Necdet Sezer, Azerbaycan Cumhurbaşkanı Haydar Aliyev ve Gürcistan Devlet Başkanı Eduard Şevardnadze tarafından atıldı.", "1996 - ABD Başkanı Bill Clinton, Kuveyt'e 3500 asker gönderdi. Bill Clinton, Irak'ı saldırgan davranışlarına son vermesi konusunda uyardı.", "1990 - Adnan Menderes, Hasan Polatkan ve Fatin Rüştü Zorlu'nun cenazeleri İstanbul'a nakledildi ve devlet töreniyle Topkapı'da yaptırılan Anıt Mezar'a defnedildi.", "1981 - 7 Eylül 1979'da Manisa Turgutlu'da fırın basıp 4 sol görüşlü fırıncıyı öldüren sağ görüşlü militanlar Halil Esendağ ve Selçuk Duracık, İzmir Sıkıyönetim Komutanlığı 2 Numaralı Askerî Mahkemesi tarafından ölüm cezasına çarptırıldı.", "1980 - Nikaragua'nın eski diktatörü Anastasio Somoza Debayle öldürüldü.", "1978 - Mısır ile İsrail arasında Camp David Sözleşmesi imzalandı.", "1967 - Kayseri'de yapılan Kayserispor-Sivasspor futbol maçında çıkan olaylarda 43 kişi öldü, çok sayıda kişi yaralandı.", "1961 - Adnan Menderes idam edildi. Millî Birlik Komitesi, 65 yaşını aşan Celâl Bayar ile öteki hükümlülerin idam cezalarını, müebbet hapse çevirdi.", "1960 - Prof. Dr. Tarık Zafer Tunaya, Devrim Ocakları Başkanı oldu.", "1950 - BM emrine verilen Kore birliği, İskenderun'dan gemilerle Kore'ye doğru hareket etti.", "1948 - Lehi (İsrail Özgürlük Savaşçıları) örgütü, Birleşmiş Milletler Filistin Arabulucusu Folke Bernadotte'yi Kudüs'te öldürdü.", "1944 - II. Dünya Savaşı'nın Batı Cephesi'nde Market Garden Harekâtı başladı.", "1943 - Ankara Üniversitesi Fen Fakültesi kuruldu.", "1941 - İngiliz ve Sovyet işgali altındaki İran'da Şah Rıza Pehlevi tahttan indirildi, yerine oğlu Muhammed Rıza Pehlevi geçti.", "1939 - II. Dünya Savaşı: Kızıl Ordu birlikleri Polonya'nın doğu sınırlarını geçerek istilaya başladı.", "1934 - Türkiye, Cemiyet-i Akvam (Milletler Cemiyeti) üyeliğine kabul edildi.", "1922 - Bandırma işgalden kurtarıldı.", "1908 - Havacı Orwill Wright ve beraber uçtuğu arkadaşı Thomas E. Selfridge, uçak kazası geçirdiler. Kazada yaşamını kaybeden Selfridge, uçak kazasında ölen ilk insan oldu.", "1787 - ABD Anayasası kabul edildi.", "1176 - Miryakefalon Savaşı: Anadolu Selçuklu Devleti ile Bizans İmparatorluğu arasında gerçekleşen savaş, Anadolu Selçuklu Devleti'nin zaferiyle sonuçlandı."]