["2014 - Minecraft'u0131n yapu0131mcu0131su0131 olan Mojang, Microsoft tarafu0131ndan 2.500.000.000 dolara satu0131n alu0131ndu0131.",  "2013 - Grand Theft Auto V isimli video oyunu piyasaya su00fcru00fcldu00fc.",  "2004 - The Sims 2 isimli simulasyon oyunu satu0131u015fa sunuldu.",  "2002 - Baku00fc-Ceyhan Boru Hattu0131'nu0131n temeli; Tu00fcrkiye Cumhurbau015fkanu0131 Ahmet Necdet Sezer, Azerbaycan Cumhurbau015fkanu0131 Haydar Aliyev ve Gu00fcrcistan Devlet Bau015fkanu0131 Eduard u015eevardnadze tarafu0131ndan atu0131ldu0131.",  "1996 - ABD Bau015fkanu0131 Bill Clinton, Kuveyt'e 3500 asker gu00f6nderdi. Bill Clinton, Irak'u0131 saldu0131rgan davranu0131u015flaru0131na son vermesi konusunda uyardu0131.",  "1990 - Adnan Menderes, Hasan Polatkan ve Fatin Ru00fcu015ftu00fc Zorlu'nun cenazeleri u0130stanbul'a nakledildi ve devlet tu00f6reniyle Topkapu0131'da yaptu0131ru0131lan Anu0131t Mezar'a defnedildi.",  "1981 - 7 Eylu00fcl 1979'da Manisa Turgutlu'da fu0131ru0131n basu0131p 4 sol gu00f6ru00fcu015flu00fc fu0131ru0131ncu0131yu0131 u00f6ldu00fcren sau011f gu00f6ru00fcu015flu00fc militanlar Halil Esendau011f ve Selu00e7uk Duracu0131k, u0130zmir Su0131ku0131yu00f6netim Komutanlu0131u011fu0131 2 Numaralu0131 Askeru00ee Mahkemesi tarafu0131ndan u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1980 - Nikaragua'nu0131n eski diktatu00f6ru00fc Anastasio Somoza Debayle u00f6ldu00fcru00fcldu00fc.",  "1978 - Mu0131su0131r ile u0130srail arasu0131nda Camp David Su00f6zleu015fmesi imzalandu0131.",  "1967 - Kayseri'de yapu0131lan Kayserispor-Sivasspor futbol mau00e7u0131nda u00e7u0131kan olaylarda 43 kiu015fi u00f6ldu00fc, u00e7ok sayu0131da kiu015fi yaralandu0131.",  "1961 - Adnan Menderes idam edildi. Millu00ee Birlik Komitesi, 65 yau015fu0131nu0131 au015fan Celu00e2l Bayar ile u00f6teki hu00fcku00fcmlu00fclerin idam cezalaru0131nu0131, mu00fcebbet hapse u00e7evirdi.",  "1960 - Prof. Dr. Taru0131k Zafer Tunaya, Devrim Ocaklaru0131 Bau015fkanu0131 oldu.",  "1950 - BM emrine verilen Kore birliu011fi, u0130skenderun'dan gemilerle Kore'ye dou011fru hareket etti.",  "1948 - Lehi (u0130srail u00d6zgu00fcrlu00fck Savau015fu00e7u0131laru0131) u00f6rgu00fctu00fc, Birleu015fmiu015f Milletler Filistin Arabulucusu Folke Bernadotte'yi Kudu00fcs'te u00f6ldu00fcrdu00fc.",  "1944 - II. Du00fcnya Savau015fu0131'nu0131n Batu0131 Cephesi'nde Market Garden Hareku00e2tu0131 bau015fladu0131.",  "1943 - Ankara u00dcniversitesi Fen Faku00fcltesi kuruldu.",  "1941 - u0130ngiliz ve Sovyet iu015fgali altu0131ndaki u0130ran'da u015eah Ru0131za Pehlevi tahttan indirildi, yerine ou011flu Muhammed Ru0131za Pehlevi geu00e7ti.",  "1939 - II. Du00fcnya Savau015fu0131: Ku0131zu0131l Ordu birlikleri Polonya'nu0131n dou011fu su0131nu0131rlaru0131nu0131 geu00e7erek istilaya bau015fladu0131.",  "1934 - Tu00fcrkiye, Cemiyet-i Akvam (Milletler Cemiyeti) u00fcyeliu011fine kabul edildi.",  "1922 - Bandu0131rma iu015fgalden kurtaru0131ldu0131.",  "1908 - Havacu0131 Orwill Wright ve beraber uu00e7tuu011fu arkadau015fu0131 Thomas E. Selfridge, uu00e7ak kazasu0131 geu00e7irdiler. Kazada yau015famu0131nu0131 kaybeden Selfridge, uu00e7ak kazasu0131nda u00f6len ilk insan oldu.",  "1787 - ABD Anayasasu0131 kabul edildi.",  "1176 - Miryakefalon Savau015fu0131: Anadolu Selu00e7uklu Devleti ile Bizans u0130mparatorluu011fu arasu0131nda geru00e7ekleu015fen savau015f, Anadolu Selu00e7uklu Devleti'nin zaferiyle sonuu00e7landu0131."]







