["2007 - Cumhurbaşkanı Abdullah Gül, ilk yurt dışı ziyaretini KKTC'ye yaptı.", "2005 - Afganistan'da 1969'dan bu yana ilk kez parlamento seçimleri yapıldı.", "2000 - İsrail Hükûmeti, Filistin ile sürdürdüğü barış görüşmelerini durdurduğunu açıkladı.", "1997 - 89 ülke kara mayınlarının yasaklanması antlaşmasını onayladı. Amerika Birleşik Devletleri, metne imza atmayı reddetti.", "1988 - Myanmar'da 8888 Ayaklanması sona erdi.", "1981 - Fransa'da idam cezası kaldırıldı.", "1980 - Devlet Başkanı Orgeneral Kenan Evren ve Millî Güvenlik Konseyinin diğer dört üyesi, Türkiye Büyük Millet Meclisinde yemin ettiler.", "1980 - Soyuz 38 uzay aracı, Sovyetler Birliği ve Küba tarafından, Kazakistan'daki Baykonur Uzay Üssü'nden uzaya gönderildi.", "1971 - Türkiye Güzeli Filiz Vural, Avrupa Güzeli seçildi.", "1970 - 8 aydır tutuklu bulunan öğrenci liderleri, Deniz Gezmiş ve Cihan Alptekin tahliye edildiler.", "1962 - Kıbrıs'ta Rauf Denktaş'a suikast girişiminde bulunuldu.", "1961 - Yassıada mahkûmları, Kayseri Cezaevi'ne nakledildi.", "1956 - Efes'te 1926'dan beri sürdürülen arkeolojik kazılarda, \"Prytaneion\" adı verilen bölümde, dünyaca ünlü Artemis heykeli gün ışığına çıkarıldı.", "1937 - Nyon Antlaşması, TBMM'de kabul edildi. Antlaşma, Akdeniz'de korsanlık faaliyetlerine karşı, Akdeniz ülkeleri tarafından alınacak ortak önlemleri içeriyordu.", "1934 - Sovyetler Birliği, Milletler Cemiyeti'ne girdi.", "1932 - Türkçe Ezan: Ezan Türkçe okundu.", "1923 - Hindistan Ulusal Kongresi, sivil itaatsizlik kampanyası başlattı.", "1922 - Erdek ve Biga'nın kurtuluşu.", "1921 - Sakarya Meydan Muharebesi'nin kazanılmasının ardından Mustafa Kemal Paşa, Ankara'ya döndü.", "1890 - Japonya'da Ertuğrul Fırkateyni battı, kazadan sadece 69 denizci kurtarılabildi.", "1851 - Amerika Birleşik Devletleri'nde New York Times gazetesi yayımlanmaya başlandı.", "1837 - New York'ta Broadway 259 numaralı adreste, sonraları adı \"Tiffany & Co.\" olan \"Tiffany, Young & Ellis\" isimli bir eşya dükkânı açıldı.", "1739 - Osmanlı Devleti ile Avusturya Arşidüklüğü, Belgrad Antlaşması'nı imzaladı.", "324 - İki Roma imparatoru I. Konstantin ve Licinius arasında Hrisopolis Muharebesi gerçekleşti."]