["2007 - Cumhurbau015fkanu0131 Abdullah Gu00fcl, ilk yurt du0131u015fu0131 ziyaretini KKTC'ye yaptu0131.",  "2005 - Afganistan'da 1969'dan bu yana ilk kez parlamento seu00e7imleri yapu0131ldu0131.",  "2000 - u0130srail Hu00fcku00fbmeti, Filistin ile su00fcrdu00fcrdu00fcu011fu00fc baru0131u015f gu00f6ru00fcu015fmelerini durdurduu011funu au00e7u0131kladu0131.",  "1997 - 89 u00fclke kara mayu0131nlaru0131nu0131n yasaklanmasu0131 antlau015fmasu0131nu0131 onayladu0131. Amerika Birleu015fik Devletleri, metne imza atmayu0131 reddetti.",  "1988 - Myanmar'da 8888 Ayaklanmasu0131 sona erdi.",  "1981 - Fransa'da idam cezasu0131 kaldu0131ru0131ldu0131.",  "1980 - Devlet Bau015fkanu0131 Orgeneral Kenan Evren ve Millu00ee Gu00fcvenlik Konseyinin diu011fer du00f6rt u00fcyesi, Tu00fcrkiye Bu00fcyu00fck Millet Meclisinde yemin ettiler.",  "1980 - Soyuz 38 uzay aracu0131, Sovyetler Birliu011fi ve Ku00fcba tarafu0131ndan, Kazakistan'daki Baykonur Uzay u00dcssu00fc'nden uzaya gu00f6nderildi.",  "1971 - Tu00fcrkiye Gu00fczeli Filiz Vural, Avrupa Gu00fczeli seu00e7ildi.",  "1970 - 8 aydu0131r tutuklu bulunan u00f6u011frenci liderleri, Deniz Gezmiu015f ve Cihan Alptekin tahliye edildiler.",  "1962 - Ku0131bru0131s'ta Rauf Denktau015f'a suikast giriu015fiminde bulunuldu.",  "1961 - Yassu0131ada mahku00fbmlaru0131, Kayseri Cezaevi'ne nakledildi.",  "1956 - Efes'te 1926'dan beri su00fcrdu00fcru00fclen arkeolojik kazu0131larda, "Prytaneion" adu0131 verilen bu00f6lu00fcmde, du00fcnyaca u00fcnlu00fc Artemis heykeli gu00fcn u0131u015fu0131u011fu0131na u00e7u0131karu0131ldu0131.",  "1937 - Nyon Antlau015fmasu0131, TBMM'de kabul edildi. Antlau015fma, Akdeniz'de korsanlu0131k faaliyetlerine karu015fu0131, Akdeniz u00fclkeleri tarafu0131ndan alu0131nacak ortak u00f6nlemleri iu00e7eriyordu.",  "1934 - Sovyetler Birliu011fi, Milletler Cemiyeti'ne girdi.",  "1932 - Tu00fcrku00e7e Ezan: Ezan Tu00fcrku00e7e okundu.",  "1923 - Hindistan Ulusal Kongresi, sivil itaatsizlik kampanyasu0131 bau015flattu0131.",  "1922 - Erdek ve Biga'nu0131n kurtuluu015fu.",  "1921 - Sakarya Meydan Muharebesi'nin kazanu0131lmasu0131nu0131n ardu0131ndan Mustafa Kemal Pau015fa, Ankara'ya du00f6ndu00fc.",  "1890 - Japonya'da Ertuu011frul Fu0131rkateyni battu0131, kazadan sadece 69 denizci kurtaru0131labildi.",  "1851 - Amerika Birleu015fik Devletleri'nde New York Times gazetesi yayu0131mlanmaya bau015flandu0131.",  "1837 - New York'ta Broadway 259 numaralu0131 adreste, sonralaru0131 adu0131 "Tiffany & Co." olan "Tiffany, Young & Ellis" isimli bir eu015fya du00fckku00e2nu0131 au00e7u0131ldu0131.",  "1739 - Osmanlu0131 Devleti ile Avusturya Aru015fidu00fcklu00fcu011fu00fc, Belgrad Antlau015fmasu0131'nu0131 imzaladu0131.",  "324 - u0130ki Roma imparatoru I. Konstantin ve Licinius arasu0131nda Hrisopolis Muharebesi geru00e7ekleu015fti."]







