["2002 - Tel Aviv'de bir otobüse düzenlenen intihar saldırısında 5 kişi öldü. Saldırının ardından İsrail tankları, yeniden Filistin Devlet Başkanı Yaser Arafat'ın Ramallah'taki Karargah'ına girdi.", "1994 - Emlak Bankası Genel Müdürü Engin Civan'ın vurulmasıyla ortaya çıkan ve \"Civangate\" olarak adlandırılan skandal meydana geldi.", "1991 - MÖ 3300'lerden kalma iyi korunmuş doğal mumya Ötzi, Alplerde iki Alman turist tarafından keşfedildi.", "1987 - 10. Akdeniz Oyunları'nda, Türk Serbest Güreş Millî Takımı, 6 altın ve 1 gümüş madalya ile takım halinde şampiyon oldu.", "1985 - Meksika'nın başkenti Meksiko'da meydana gelen 8,1 büyüklüğündeki depremde, 10000 ila 40000 kişi öldü.", "1983 - Saint Kitts ve Nevis bağımsızlığını ilan etti.", "1982 - İsveç'te seçimleri Sosyal Demokratlar kazandı; Olof Palme Başbakan oldu.", "1980 - 14 Eylül 1980'de fraksiyon ayrılığı sebebiyle İGD'li (İlerici Gençler Derneği) Erdoğan Polat'ı öldüren, kaçmaya çalışırken güvenlik güçleriyle çatışan (Yüzbaşı Bülent Angın öldürüldü.) sol görüşlü militan Serdar Soyergin, ölüm cezasına çarptırıldı.", "1979 - TMMOB tarafından, 54 ilde 736 iş yerinde 100 binden fazla mühendis ve mimarın katılımıyla gerçekleştirilen büyük bir iş bırakma eylemi gerçekleştirildi.", "1976 - THY'nin İstanbul-Antalya seferi ile 452 sefer sayılı uçuşunu gerçekleştiren \"Antalya\" adlı uçağı, Isparta yakınlarında \"alçalma hatası\" nedeniyle Toros Dağları'na çarptı: 8'i personel 154 kişi öldü.", "1955 - Arjantin Cumhurbaşkanı Juan Peron, askerî darbeyle devrildi ve Paraguay'a sürüldü.", "1951 - Kuzey Atlantik Antlaşması Örgütü (NATO), Türkiye ve Yunanistan'a örgüte katılma çağrısı yaptı.", "1944 - Finlandiya ile Sovyetler Birliği ateşkes imzaladı.", "1941 - II. Dünya Savaşı'nda Alman Kuvvetleri, Kiev'i işgal etti.", "1935 - Almanya'da, Yahudilerin kamu sektöründe çalışması yasaklandı.", "1921 - TBMM, Mustafa Kemal Paşa'ya, \"Mareşal\" rütbesi ile \"Gazi\" unvanı verdi.", "1893 - Yeni Zelanda Kolonisi, kadınlara oy hakkı tanıyan ilk ulus oldu. Bu atılımın öncüsü, 1866'da \"Kadın Hareketi\"ni başlatan Kate Sheppard idi.", "1863 - Amerikan İç Savaşı sırasında Chickamauga Muharebesi başladı.", "1575 - Padişah III. Murat'ın görevlendirdiği Müneccimbaşı Takiyüddin Efendi'nin öncülüğünde kurulan İstanbul Rasathanesi açıldı. Rasathane, devrin Şeyhülislamı tarafından 1580'de yıktırıldı. Araştırmacılar, rasathanenin Galatasaray Lisesi civarında kurulduğunu tahmin ediyorlar.", "1356 - Yüz Yıl Savaşı sırasında İngiltere ile Fransa arasında Poitiers Muharebesi gerçekleşti."]