["2002 - Tel Aviv'de bir otobu00fcse du00fczenlenen intihar saldu0131ru0131su0131nda 5 kiu015fi u00f6ldu00fc. Saldu0131ru0131nu0131n ardu0131ndan u0130srail tanklaru0131, yeniden Filistin Devlet Bau015fkanu0131 Yaser Arafat'u0131n Ramallah'taki Karargah'u0131na girdi.",  "1994 - Emlak Bankasu0131 Genel Mu00fcdu00fcru00fc Engin Civan'u0131n vurulmasu0131yla ortaya u00e7u0131kan ve "Civangate" olarak adlandu0131ru0131lan skandal meydana geldi.",  "1991 - Mu00d6 3300'lerden kalma iyi korunmuu015f dou011fal mumya u00d6tzi, Alplerde iki Alman turist tarafu0131ndan keu015ffedildi.",  "1987 - 10. Akdeniz Oyunlaru0131'nda, Tu00fcrk Serbest Gu00fcreu015f Millu00ee Taku0131mu0131, 6 altu0131n ve 1 gu00fcmu00fcu015f madalya ile taku0131m halinde u015fampiyon oldu.",  "1985 - Meksika'nu0131n bau015fkenti Meksiko'da meydana gelen 8,1 bu00fcyu00fcklu00fcu011fu00fcndeki depremde, 10000 ila 40000 kiu015fi u00f6ldu00fc.",  "1983 - Saint Kitts ve Nevis bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1982 - u0130sveu00e7'te seu00e7imleri Sosyal Demokratlar kazandu0131; Olof Palme Bau015fbakan oldu.",  "1980 - 14 Eylu00fcl 1980'de fraksiyon ayru0131lu0131u011fu0131 sebebiyle u0130GD'li (u0130lerici Genu00e7ler Derneu011fi) Erdou011fan Polat'u0131 u00f6ldu00fcren, kau00e7maya u00e7alu0131u015fu0131rken gu00fcvenlik gu00fcu00e7leriyle u00e7atu0131u015fan (Yu00fczbau015fu0131 Bu00fclent Angu0131n u00f6ldu00fcru00fcldu00fc.) sol gu00f6ru00fcu015flu00fc militan Serdar Soyergin, u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1979 - TMMOB tarafu0131ndan, 54 ilde 736 iu015f yerinde 100 binden fazla mu00fchendis ve mimaru0131n katu0131lu0131mu0131yla geru00e7ekleu015ftirilen bu00fcyu00fck bir iu015f bu0131rakma eylemi geru00e7ekleu015ftirildi.",  "1976 - THY'nin u0130stanbul-Antalya seferi ile 452 sefer sayu0131lu0131 uu00e7uu015funu geru00e7ekleu015ftiren "Antalya" adlu0131 uu00e7au011fu0131, Isparta yaku0131nlaru0131nda "alu00e7alma hatasu0131" nedeniyle Toros Dau011flaru0131'na u00e7arptu0131: 8'i personel 154 kiu015fi u00f6ldu00fc.",  "1955 - Arjantin Cumhurbau015fkanu0131 Juan Peron, askeru00ee darbeyle devrildi ve Paraguay'a su00fcru00fcldu00fc.",  "1951 - Kuzey Atlantik Antlau015fmasu0131 u00d6rgu00fctu00fc (NATO), Tu00fcrkiye ve Yunanistan'a u00f6rgu00fcte katu0131lma u00e7au011fru0131su0131 yaptu0131.",  "1944 - Finlandiya ile Sovyetler Birliu011fi ateu015fkes imzaladu0131.",  "1941 - II. Du00fcnya Savau015fu0131'nda Alman Kuvvetleri, Kiev'i iu015fgal etti.",  "1935 - Almanya'da, Yahudilerin kamu sektu00f6ru00fcnde u00e7alu0131u015fmasu0131 yasaklandu0131.",  "1921 - TBMM, Mustafa Kemal Pau015fa'ya, "Mareu015fal" ru00fctbesi ile "Gazi" unvanu0131 verdi.",  "1893 - Yeni Zelanda Kolonisi, kadu0131nlara oy hakku0131 tanu0131yan ilk ulus oldu. Bu atu0131lu0131mu0131n u00f6ncu00fcsu00fc, 1866'da "Kadu0131n Hareketi"ni bau015flatan Kate Sheppard idi.",  "1863 - Amerikan u0130u00e7 Savau015fu0131 su0131rasu0131nda Chickamauga Muharebesi bau015fladu0131.",  "1575 - Padiu015fah III. Murat'u0131n gu00f6revlendirdiu011fi Mu00fcneccimbau015fu0131 Takiyu00fcddin Efendi'nin u00f6ncu00fclu00fcu011fu00fcnde kurulan u0130stanbul Rasathanesi au00e7u0131ldu0131. Rasathane, devrin u015eeyhu00fclislamu0131 tarafu0131ndan 1580'de yu0131ktu0131ru0131ldu0131. Arau015ftu0131rmacu0131lar, rasathanenin Galatasaray Lisesi civaru0131nda kurulduu011funu tahmin ediyorlar.",  "1356 - Yu00fcz Yu0131l Savau015fu0131 su0131rasu0131nda u0130ngiltere ile Fransa arasu0131nda Poitiers Muharebesi geru00e7ekleu015fti."]







