["2011 - Tu00fcrkiye, BM'nin Mavi Marmara Raporunu au00e7u0131klamasu0131 u00fczerine, u0130srail'e karu015fu0131 5 maddelik yaptu0131ru0131m kararu0131 aldu0131.",  "1998 - u0130sviu00e7re Hava Yollaru0131'na ait bir yolcu uu00e7au011fu0131, Peggy's Cove-Yeni u0130skou00e7ya'da du00fcu015ftu00fc; 229 kiu015fi u00f6ldu00fc.",  "1994 - Uluslararasu0131 Olimpiyat Komitesi, halterci Naim Su00fcleymanou011flu'na "Yu00fczyu0131lu0131n En Gu00fcu00e7lu00fc Sporcusu u00d6du00fclu00fc" verdi.",  "1993 - Tu00fcrkiye Bilimler Akademisi (Tu00dcBA) kuruldu.",  "1969 - ABD'deki ilk ATM cihazu0131 Rockville Centre-New York'ta kuruldu.",  "1968 - u0130ran'da deprem: 11 bin kiu015fi u00f6ldu00fc.",  "1954 - Ho Chi Minh yeni kurulan Kuzey Vietnam Cumhuriyeti'nin Bau015fkanlu0131u011fu0131na seu00e7ildi.",  "1947 - u0130stanbul Emniyeti Kau00e7aku00e7u0131lu0131k Bu00fcrosu u015eefi, iu015fkence suu00e7undan mahku00fbm oldu.",  "1945 - Vietnam, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1945 - Missouri Zu0131rhlu0131su0131nda, Japonya'nu0131n teslim antlau015fmasu0131 imzalandu0131.",  "1941 - Alman ve Sovyet birlikleri, Leningrad yaku0131nu0131nda savau015fmaya bau015fladu0131.",  "1938 - Hatay Millet Meclisi au00e7u0131ldu0131. Tayfur Su00f6kmen Devlet Bau015fkanu0131 seu00e7ildi.",  "1935 - Florida Keys'te kasu0131rga; 423 kiu015fi u00f6ldu00fc.",  "1929 - Cumhuriyet gazetesinin du00fczenlediu011fi ilk gu00fczellik yaru0131u015fmasu0131nda Feriha Tevfik Hanu0131m, "Tu00fcrkiye Gu00fczeli" seu00e7ildi. Feriha Tevfik, sinema ve tiyatro oyuncusu oldu.",  "1925 - Tekke ve zaviyelerin kapatu0131lmasu0131na ve memurlaru0131n u015fapka giymesine karar verildi.",  "1922 - Yunan Ordularu0131 Bau015fkomutanu0131 General Trikupis, Tu00fcrkler tarafu0131ndan esir alu0131ndu0131.",  "1922 - Tu00fcrk Kurtuluu015f Savau015fu0131: Tu00fcrk Silahlu0131 Kuvvetleri, Yunanistan hakimiyeti altu0131ndaki Eskiu015fehir'i aldu0131.",  "1885 - Rock Springs-Wyoming'de sendikalau015fmaya u00e7alu0131u015fan 150 beyaz madenci, u00c7inli maden iu015fu00e7ilerine saldu0131rdu0131; 28'ini u00f6ldu00fcrdu00fc, 15'ini yaraladu0131 ve diu011fer birkau00e7 yu00fcz kadaru0131nu0131 da kentten ayru0131lmaya zorladu0131.",  "1872 - u00dcnlu00fc Lahey Kongresi bau015fladu0131. Kongrede, Mikhail Bakunin ve Karl Marx arasu0131nda u015fiddetli tartu0131u015fmalar yau015fanacaktu0131r.",  "1826 - Osmanlu0131 u0130mparatorluu011fu'nda Zabu0131ta Teu015fkilu00e2tu0131 kuruldu.",  "1666 - Bu00fcyu00fck Londra Yangu0131nu0131 bau015fladu0131 ve u00fcu00e7 gu00fcn su00fcrdu00fc; 13.200 ev ve 87 kilise ku00fcl oldu.",  "1633 - Bu00fcyu00fck u0130stanbul yangu0131nu0131 bau015fladu0131. Cibali'de u00e7u0131kan yangu0131nda 20 binden fazla bina ku00fcl oldu. Ku00e2tip u00c7elebi'ye gu00f6re, u015fehrin beu015fte biri yandu0131.",  "1595 - Osmanlu0131 Devleti, bir aydu0131r kuu015fatma altu0131nda olan Estergon Kalesi'ni teslim etmek zorunda kaldu0131."]







