["2002 - u0130srail askerleri, Filistin Devlet Bau015fkanu0131 Yaser Arafat'u0131n karargahu0131ndaki u00fcu00e7 binayu0131 havaya uu00e7urdu.",  "1995 - Deniz Baykal, Necdet Menzir'in gu00f6revden alu0131nma isteu011fini reddeden Bau015fbakan Tansu u00c7iller'le yu00fcru00fcttu00fcu011fu00fc DYP-CHP Koalisyon Hu00fcku00fbmeti'ni bozdu. Tansu u00c7iller, Hu00fcku00fbmetin istifasu0131nu0131 Cumhurbau015fkanu0131 Su00fcleyman Demirel'e verdi.",  "1994 - Baku00fc'de petrol anlau015fmasu0131 imzalandu0131. u0130ngiliz BP, Amerikan Amaco ile Pennzoil, Rus Lukoil ve Tu00fcrk TPAO, bir konsorsiyum oluu015fturdu.",  "1993 - CINE 5 yayu0131n hayatu0131na bau015fladu0131.",  "1990 - Gu00fcney Osetya, Gu00fcrcistan'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1988 - Naim Su00fcleymanou011flu, Seul Olimpiyat Oyunlaru0131nda halter dalu0131nda 6 du00fcnya rekoru ku0131rdu0131.",  "1984 - Beyrut'ta ABD Elu00e7iliu011fi'ne patlayu0131cu0131 yu00fcklu00fc kamyonla intihar saldu0131ru0131su0131 yapu0131ldu0131; 22 kiu015fi u00f6ldu00fc.",  "1981 - u0130ran, 149 solcu militanu0131 idam ettiu011fini au00e7u0131kladu0131.",  "1980 - Emekli Amiral Bu00fclend Ulusu, Bau015fbakanlu0131u011fa atandu0131.",  "1977 - Kuzey Vietnam, Birleu015fmiu015f Milletler'e kabul edildi.",  "1974 - Honduras'ta kasu0131rga: 10 bin kiu015fi u00f6ldu00fc.",  "1969 - John Lennon, Beatles'tan ayru0131ldu0131.",  "1951 - Tu00fcrkiyeu2019nin NATOu2019ya katu0131lmasu0131 kabul edildi.",  "1946 - Fransa'da Cannes Film Festivali bau015fladu0131.",  "1946 - Basu0131n Yasasu0131 TBMM'de kabul edildi.",  "1942 - Ukrayna'nu0131n Letiu00e7iv kentinde, Alman SS Birlikleri, iki gu00fcn iu00e7inde yaklau015fu0131k 3 bin Yahudi'yi u00f6ldu00fcrdu00fcler.",  "1937 - Dolmabahu00e7e Sarayu0131 Veliaht Dairesi'nde, Atatu00fcrk'u00fcn de isteu011fiyle, Tu00fcrkiye'nin ilk "Resim ve Heykel Mu00fczesi" au00e7u0131ldu0131.",  "1933 - Bau015fbakan u0130smet u0130nu00f6nu00fc ve Du0131u015fiu015fleri Bakanu0131 Tevfik Ru00fcu015ftu00fc Aras'u0131n, Sofya'yu0131 ziyaretinde, 6 Mart 1929 tarihli Bulgaristan-Tu00fcrkiye Tarafsu0131zlu0131k Antlau015fmasu0131'nu0131n su00fcresi uzatu0131ldu0131.",  "1928 - u0130talya Krallu0131u011fu0131'nda "Yu00fcksek Fau015fist Konsey", en yu00fcksek yasama organu0131 oldu.",  "1922 - Fransu0131z ve u0130talyan kuvvetleri, u00c7anakkale'den u00e7ekildi.",  "1633 - Galileo Galilei, Du00fcnya'nu0131n Gu00fcneu015f'in etrafu0131nda du00f6ndu00fcu011fu00fcnu00fc su00f6ylediu011fi iu00e7in, Roma Engizisyon Mahkemesi'nde yargu0131landu0131.",  "1519 - Portekizli ku00e2u015fif Ferdinand Magellan, 270 kiu015fi ve 5 gemiyle u0130spanya'dan yola u00e7u0131ktu0131.",  "1187 - Selahaddin Eyyubi, Kudu00fcs'u00fc kuu015fattu0131.",  "622 - Muhammed ile Ebu Bekir, Medine'ye hicret etti."]







