["1995 - u0130zmir Buca Cezaevi'nde du00fczenlenen operasyonda, 3 siyasi tutuklu ve hu00fcku00fcmlu00fc u00f6ldu00fc. Olay, Buca Katliamu0131 olarak tarihe geu00e7ti.",  "1981 - Belize, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1980 - Orgeneral Haydar Saltu0131k, Devlet Bau015fkanu0131 Genel Sekreteri oldu. Aynu0131 gu00fcn Bau015fbakan Bu00fclend Ulusu kabinesini au00e7u0131kladu0131. (bkz.: 12 Eylu00fcl Darbesi)",  "1977 - Tu00fcrk lirasu0131 devalu00fce edildi; Dolar 19,25 lira, Mark 8,27 lira oldu. Bu, Milliyetu00e7i Cephe hu00fcku00fbmeti'nin bir yu0131lda yaptu0131u011fu0131 u00fcu00e7u00fcncu00fc devalu00fcasyon oldu.",  "1964 - Malta, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1960 - 27 Mayu0131s gu00fcnu00fc "Hu00fcrriyet ve Anayasa Bayramu0131" olarak kabul edildi.",  "1958 - Bau015fbakan Adnan Menderes, Cumhuriyet Halk Partisi'nin parti olmadu0131u011fu0131nu0131, u0130smet u0130nu00f6nu00fc'nu00fcn siyaseti bu0131rakmasu0131 gerektiu011fini, basu0131nu0131n istediu011fini yazamayacau011fu0131nu0131 su00f6yledi. Menderes, "Bize yumruk atan u0130smet Pau015fa'yu0131 alu0131r layu0131k olduu011fu muameleyi yaparu0131z" dedi.",  "1949 - Erzurum - Hasankale demiryolu ulau015fu0131ma au00e7u0131ldu0131.",  "1947 - Zonguldak Kozlu ku00f6mu00fcr ocaklaru0131nda grizu patlamasu0131: 48 iu015fu00e7i u00f6ldu00fc.",  "1943 - u0130nu00f6nu00fc Ansiklopedisi'nin ilk fasiku00fclu00fc yayu0131mlandu0131.",  "1938 - Su00fcdet Krizi: Polonya, u00c7ekoslovakya su0131nu0131ru0131na asker sevk etti.",  "1938 - u0130lk TV haber programu0131, BBC'de yayu0131nlandu0131.",  "1932 - Himaye-i Etfal Cemiyeti tarafu0131ndan du00fczenlenen "Alaturka Gu00fcreu015f" mu00fcsabakalaru0131 Taksim Stadyumu'nda yapu0131ldu0131.",  "1924 - Mustafa Kemal Pau015fa, "Halk, ku00f6ylu00fcler bana her yerde iu015f programu0131nu0131 u015fu iki kelime ile ihtar ettiler; Yol, mektep" dedi.",  "1918 - Megiddo Savau015fu0131, Suriye'nin Osmanlu0131 u0130mparatorluu011fu tarafu0131ndan kaybu0131 ile sona erdi.",  "1903 - u0130lk kovboy filmi "Kit Carson"un pru00f6miyeri, ABD'de yapu0131ldu0131.",  "1858 - Babu00fcr u0130mparatorluu011fu yu0131ku0131ldu0131.",  "1792 - Ulusal Konvansiyon, Fransa'da monaru015fiyi kaldu0131rdu0131.",  "1698 - Osmanlu0131-Venedik Savau015fu0131'nu0131n bir paru00e7asu0131 olan Semadirek Deniz Muharebesi geru00e7ekleu015fti."]







