["2018 - u0130ran'nu0131n Ahvaz u015fehrinde bir askeri geu00e7it tu00f6renine silahlu0131 saldu0131ru0131 geru00e7ekleu015fti. Saldu0131ru0131da 25 kiu015fi u00f6ldu00fc, 70 kiu015fi yaralandu0131.",  "2002 - u0130srail birliklerinin, militanlaru0131 yakalama gereku00e7esiyle Gazze'de du00fczenlediu011fi operasyon su0131rasu0131nda u00e7u0131kan u00e7atu0131u015fmada 9 Filistinli u00f6ldu00fc.",  "2002 - Almanya'da u015eansu00f6lye Gerhard Schru00f6der'in liderliu011findeki Sosyal Demokratlar, genel seu00e7imlerden birinci parti olarak u00e7u0131ktu0131.",  "2000 - Bakanlar Kurulu, Kopenhag Kriterleri ile paralel olan u0130nsan Haklaru0131 Raporunu kabul etti.",  "1993 - New York Metropolitan Mu00fczesi, "Karun Hazinesi"ni Tu00fcrkiye'ye geri gu00f6ndermeye karar verdi.",  "1986 - 12 Eylu00fcl darbesi sonrasu0131 Alparslan Tu00fcrkeu015f, ilk kez Milliyetu00e7i u00c7alu0131u015fma Partisi'nin (Mu00c7P) u0130stanbul mitinginde konuu015ftu.",  "1984 - Gu00f6kova Ku00f6rfezi'nde termik santral kurulmasu0131na karu015fu0131 u00e7u0131kan ku00f6y kadu0131nlaru0131 eylem yaptu0131lar.",  "1980 - u0130ran-Irak Savau015fu0131 bau015fladu0131.",  "1964 - Cumhurbau015fkanu0131 Cemal Gu00fcrsel, "Yassu0131ada Yargu0131lamalaru0131" hu00fcku00fcmlu00fcleri; Refik Koraltan, Ru00fcu015ftu00fc Erdelhun, Selim Yatau011fan ve Nedim u00d6kmen'i hastalu0131k nedeniyle affetti.",  "1958 - CHP Genel Bau015fkanu0131 u0130smet u0130nu00f6nu00fc, "Demokrasiye paydos demeye Demokrat Parti Genel Bau015fkanu0131'nu0131n gu00fccu00fc yetmeyecektir" dedi.",  "1950 - Yeni Bau015ftan gazetesinin kurucusu ve yazaru0131 Aziz Nesin hakku0131nda gu0131yabi tutuklama kararu0131 verildi. Nesin, "Sosyal du00fczeni yu0131kmaya yu00f6nelik yayu0131n" yapmakla suu00e7lanu0131yor.",  "1940 - Bakanlar Kurulu, u0130stanbul'da u00e7u0131kan Le Journal d'Orient gazetesini yedi gu00fcn su00fcreyle kapattu0131. Gazetenin resmi du0131u015f politikaya ayku0131ru0131 yayu0131n yaptu0131u011fu0131 ileri su00fcru00fcldu00fc.",  "1939 - Dikili ve u00e7evresinde deprem: 100'den fazla kiu015fi u00f6ldu00fc. Dikili ve Karaburun tamamen yu0131ku0131ldu0131.",  "1919 - Tu00fcrkiye u0130u015fu00e7i ve u00c7iftu00e7i Sosyalist Fu0131rkasu0131 kuruldu.",  "1903 - Italo Marchioni, dondurma ku00fclahu0131nu0131n (kornet) patentini aldu0131.",  "1864 - Rus birlikleri u00c7ernyayev komutasu0131nda u00c7imkent'i ele geu00e7irdi[1]",  "1792 - Fransa'da Cumhuriyet ilan edildi."]







