["2008 - Finlandiya'nu0131n Kauhajoki kentinde Kauhajoki okul saldu0131ru0131su0131 geru00e7ekleu015fti.",  "1999 - Abdullah u00d6calan, bir au00e7u0131klama yaparak bir grup PKK'lu0131nu0131n Tu00fcrkiye'ye gelip teslim olmasu0131nu0131 istedi.",  "1997 - Cezayir'de ku00f6y katliamu0131: 200 kiu015fi u00f6ldu00fcru00fcldu00fc, 100 kiu015fi yaralandu0131. Katliamu0131 u0130slamcu0131 radikallerin yaptu0131u011fu0131 u00f6ne su00fcru00fcldu00fc.",  "1996 - Anayasa Mahkemesi, Tu00fcrk Ceza Kanunu'nun, evli erkeu011fin zinasu0131na ayru0131calu0131k tanu0131yan maddesini iptal etti.",  "1993 - Michael Jackson, Tu00fcrkiye'de konser verdi.",  "1980 - Millu00ee Gu00fcvenlik Konseyi, u00e7u0131kardu0131u011fu0131 kanunla 1981 yu0131lu0131nu0131 Atatu00fcrk Yu0131lu0131 kabul ve ilan etti.",  "1973 - 18 yu0131l u00f6nce iktidardan darbeyle du00fcu015fu00fcru00fclen Juan Peron, Arjantin'de yeniden Devlet Bau015fkanu0131 seu00e7ildi.",  "1961 - THY'nin Ku0131bru0131s-Adana-Ankara seferini yapan Tay uu00e7au011fu0131, Etimesgut Havaalanu0131 yaku0131nlaru0131nda Karanlu0131ktepe'ye u00e7arparak du00fcu015ftu00fc, 28 kiu015fi u00f6ldu00fc.",  "1954 - Dou011fu Almanya polisi, 400 kiu015fiyi, Amerika Birleu015fik Devletleri ajanu0131 olmak iddiasu0131yla tutukladu0131.",  "1947 - Bulgar Taru0131m Ulusal Birlik Partisi lideri Nikola Petkov asu0131ldu0131.",  "1944 - Fransa futbol kulu00fcbu00fc olan Lille OSC kuruldu.",  "1942 - Nazi Almanyasu0131, Auschwitz'te gazla u00f6ldu00fcrme katliamlaru0131na bau015fladu0131.",  "1931 - Ekonomik kriz nedeniyle iki gu00fcn kapalu0131 kalan Londra Borsasu0131 yeniden au00e7u0131ldu0131.",  "1924 - SSCB, Rusya SFSC'ye bau011flu0131, Karadeniz ku0131yu0131su0131nda Tuapse merkezli u015eapsu0131u011f Ulusal Rayonu kuruldu.",  "1856 - u0130zmir-Aydu0131n hattu0131 demiryolu imtiyazu0131, bir u0130ngiliz u015firketine verildi. 1866 yu0131lu0131nda iu015fletmeye au00e7u0131lan 612 kilometrelik demiryolu hattu0131nu0131n imtiyazu0131 15 Ekim 1950'de dolacaktu0131. Ancak genu00e7 Cumhuriyetin Hu00fcku00fbmeti, bu hattu0131 30 Mayu0131s 1935'te satu0131n aldu0131.",  "1846 - Alman gu00f6kbilimci Johann Gottfried Galle, Gu00fcneu015f Sistemi'nin sekizinci gezeni Neptu00fcn'u00fc keu015ffetti.",  "1821 - Tripoliu00e7e katliamu0131: Mora u0130syanu0131'nda Tripoliu00e7e u015fehrini ele geu00e7iren Yunanlar 10.000'den fazla Tu00fcrk'u00fc u00f6ldu00fcrdu00fc.",  "1529 - Leitha Muharebesi'nde Tu00fcrk u00f6ncu00fcleri, Avusturya kuvvetlerini pu00fcsku00fcrttu00fc."]







