["2015 - Hac'da izdiham: Suudi Arabistan'da Hac su0131rasu0131nda yau015fanan izdiham sonrasu0131nda en az 769 kiu015fi u00f6ldu00fc ve 900'den fazla kiu015fi de yaralandu0131.",  "2013 - Belucistan depremleri: Pakistan'u0131n Belucistan eyaletindeki Awaran u015fehri yaku0131nlaru0131nda, 7.7 Ml bu00fcyu00fcklu00fcu011fu00fcnde u00e7ok kuvvetli bir deprem meydana geldi. En az 825 kiu015fi u00f6ldu00fc ve yu00fczlerce kiu015fi de yaralandu0131.",  "1987 - Su00fcleyman Demirel, DYP Olau011fanu00fcstu00fc Kongresi'nde oy birliu011fiyle Genel Bau015fkan seu00e7ildi. Demirel, 12 Eylu00fcl askeri darbesi sonrasu0131 resmen siyasete du00f6ndu00fc.",  "1981 - Paris Bau015fkonsolosluu011fu'na saldu0131ru0131: ASALA'ya bau011flu0131 Ermeni militanlar, Tu00fcrkiye'nin Paris Bau015fkonsolosluu011fu'nu bastu0131lar; gu00fcvenlik gu00f6revlisi Cemal u00d6zen u00f6ldu00fc, Bau015fkonsolos Kaya u0130nal yaralandu0131.",  "1973 - Gine-Bissau, Portekiz'den bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1960 - 27 Mayu0131s Darbesi ile iktidardan uzaklau015ftu0131ru0131lan Demokrat Parti yu00f6netiminin yargu0131lanmasu0131 amacu0131yla Yu00fcksek Adalet Divanu0131 kuruldu.",  "1956 - Tu00fcrk Dil Kurumu "En u0130yi Yapu0131t u00d6du00fclu00fc"nu00fc, "Ali" adlu0131 romanu0131yla Orhan Hanu00e7erliou011flu kazandu0131.",  "1946 - Cathay Pacific havayolu u015firketi, Hong Kong'da kuruldu.",  "1940 - II. Du00fcnya Savau015fu0131 iu00e7inde 129 u0130ngiliz bombardu0131man uu00e7au011fu0131, Berlin'deki endu00fcstriyel hedefleri bombaladu0131, ama sis sebebiyle bombalaru0131n 6'su0131 du0131u015fu0131nda hepsi bou015fa gitti.",  "1922 - Afyonkarahisar ilinin Bolvadin ilu00e7esinin Yunan iu015fgalinden kurtuluu015fu.",  "1906 - Amerika Birleu015fik Devletleri'nin Wyoming eyaletindeki Devils Tower (u015eeytan Kulesi), ABD Bau015fkanu0131 Theodore Roosevelt tarafu0131ndan u00fclkenin ilk Ulusal Anu0131tu0131 olarak ilan edildi.",  "1852 - Fransu0131z Henri Giffard, ilk kez zeplinle uu00e7tu.",  "1566 - Osmanlu0131'nu0131n 11. Padiu015fahu0131 II. Selim tahta u00e7u0131ktu0131.",  "787 - Gu00fcvenlik nedeniyle ertelenen u0130kinci u0130znik Konsili, u0130znik'te tekrar toplandu0131. Resim du00fcu015fmanu0131 (u0130konoklazm) du00f6nemde yapu0131lan bu toplantu0131da resimlere du00f6nu00fcu015fu00fc sau011flayan kararlar alu0131ndu0131."]







