["2018 - Endonezya'nu0131n Sulawesi Adasu0131'ndaki Palu Ku00f6rfezi'nde, 7,5 Mw u015fiddetinde deprem meydana geldi: 4.340 kiu015fi u00f6ldu00fc.",  "2003 - Tu00fcrkiye kadu0131n millu00ee voleybol taku0131mu0131, tarihinde ilk kez Avrupa ikincisi oldu.",  "1995 - Filistin Kurtuluu015f u00d6rgu00fctu00fc (FKu00d6) lideri Yaser Arafat ile u0130srail Bau015fbakanu0131 u0130zak Rabin, Batu0131 u015eeria'nu0131n Filistin Yu00f6netimi'ne devri konusunda anlau015ftu0131lar.",  "1994 - Modern deniz tarihinin en bu00fcyu00fck kazasu0131 yau015fandu0131. M/S Estonia feribotu Baltu0131k Denizi'nde battu0131; 852 kiu015fi u00f6ldu00fc.",  "1992 - Avrupa Birliu011fi kuruldu.",  "1986 - Bou015falan 11 Milletvekilliu011fi iu00e7in ara seu00e7im yapu0131ldu0131.",  "1982 - Halk arasu0131nda "Banker Kastelli" olarak anu0131lan Abidin Cevher u00d6zden, Tunus'ta yakalandu0131ktan sonra Tu00fcrkiye'ye getirilerek tutuklandu0131.",  "1978 - Sovyetler Birliu011fi, Kuzey Kutbu'nda nu00fckleer denemeler yaptu0131u011fu0131nu0131 ilk kez au00e7u0131kladu0131.",  "1978 - Sosyalist Enternasyonal, CHP'nin u00fcyelik bau015fvurusunu kabul etti.",  "1965 - u0130stanbul Ku0131z Kulesi, Tu00fcrkiye Cumhuriyeti Millu00ee Savunma Bakanlu0131u011fu0131'na devredildi.",  "1961 - Cemal Abdu00fcnnasu0131r u00f6nderliu011finde Mu0131su0131r ile Suriye'nin birleu015fmesiyle oluu015fan Birleu015fik Arap Cumhuriyeti, Suriye'deki askeri darbenin ardu0131ndan sona erdi.",  "1954 - Tu00fcrk Migros u0130stanbul'da hizmete bau015fladu0131.",  "1939 - Nazi Almanyasu0131 ve SSCB, iu015fgal ettikleri Polonya'yu0131 paylau015ftu0131klaru0131nu0131 iu00e7eren bir protokol imzaladu0131.",  "1937 - Mussolini ve Hitler, Berlin Olimpiyat Stadyumu'nda bir milyonu au015fku0131n insanu0131n katu0131ldu0131u011fu0131 bir gu00f6steride, birlikte konuu015farak gu00f6vde gu00f6sterisi yaptu0131.",  "1937 - Anayasanu0131n deu011fiu015ftirileceu011fini iddia eden Tan gazetesi Bakanlar Kurulu tarafu0131ndan 10 gu00fcnlu00fcu011fu00fcne kapatu0131ldu0131.",  "1928 - Alexander Fleming, Penicillium Notatum isimli bir ku00fcfu00fcn antibiyotik u00f6zellikler tau015fu0131du0131u011fu0131nu0131 keu015ffetti ve Penisilini buldu.",  "1920 - Ku00e2zu0131m Karabekir komutasu0131ndaki Tu00fcrk Ordusu (15. Kolordu), Dou011fu Harekatu0131'nu0131 bau015flatarak taarruza geu00e7ti.",  "1889 - Metrik sistemin temel birimleri olan kilogram ve metre, Fransa'da du00fczenlenen I. Au011fu0131rlu0131klar ve u00d6lu00e7u00fcmler Genel Konferansu0131'nda tanu0131mlandu0131.",  "1864 - Uluslararasu0131 Emeku00e7iler Birliu011fi (Birinci Enternasyonal) Londra'da kuruldu.",  "1730 - Lu00e2le Devri'ni sona erdiren Patrona Halil u0130syanu0131 bau015fladu0131.",  "1538 - Osmanlu0131 Donanmasu0131 ile Hau00e7lu0131 Donanmasu0131 arasu0131ndaki Preveze Deniz Muharebesi, Osmanlu0131 galibiyetiyle sonuu00e7landu0131."]







