["2018 - Endonezya'nın Sulawesi Adası'ndaki Palu Körfezi'nde, 7,5 Mw şiddetinde deprem meydana geldi: 4.340 kişi öldü.", "2003 - Türkiye kadın millî voleybol takımı, tarihinde ilk kez Avrupa ikincisi oldu.", "1995 - Filistin Kurtuluş Örgütü (FKÖ) lideri Yaser Arafat ile İsrail Başbakanı İzak Rabin, Batı Şeria'nın Filistin Yönetimi'ne devri konusunda anlaştılar.", "1994 - Modern deniz tarihinin en büyük kazası yaşandı. M/S Estonia feribotu Baltık Denizi'nde battı; 852 kişi öldü.", "1992 - Avrupa Birliği kuruldu.", "1986 - Boşalan 11 Milletvekilliği için ara seçim yapıldı.", "1982 - Halk arasında \"Banker Kastelli\" olarak anılan Abidin Cevher Özden, Tunus'ta yakalandıktan sonra Türkiye'ye getirilerek tutuklandı.", "1978 - Sovyetler Birliği, Kuzey Kutbu'nda nükleer denemeler yaptığını ilk kez açıkladı.", "1978 - Sosyalist Enternasyonal, CHP'nin üyelik başvurusunu kabul etti.", "1965 - İstanbul Kız Kulesi, Türkiye Cumhuriyeti Millî Savunma Bakanlığı'na devredildi.", "1961 - Cemal Abdünnasır önderliğinde Mısır ile Suriye'nin birleşmesiyle oluşan Birleşik Arap Cumhuriyeti, Suriye'deki askeri darbenin ardından sona erdi.", "1954 - Türk Migros İstanbul'da hizmete başladı.", "1939 - Nazi Almanyası ve SSCB, işgal ettikleri Polonya'yı paylaştıklarını içeren bir protokol imzaladı.", "1937 - Mussolini ve Hitler, Berlin Olimpiyat Stadyumu'nda bir milyonu aşkın insanın katıldığı bir gösteride, birlikte konuşarak gövde gösterisi yaptı.", "1937 - Anayasanın değiştirileceğini iddia eden Tan gazetesi Bakanlar Kurulu tarafından 10 günlüğüne kapatıldı.", "1928 - Alexander Fleming, Penicillium Notatum isimli bir küfün antibiyotik özellikler taşıdığını keşfetti ve Penisilini buldu.", "1920 - Kâzım Karabekir komutasındaki Türk Ordusu (15. Kolordu), Doğu Harekatı'nı başlatarak taarruza geçti.", "1889 - Metrik sistemin temel birimleri olan kilogram ve metre, Fransa'da düzenlenen I. Ağırlıklar ve Ölçümler Genel Konferansı'nda tanımlandı.", "1864 - Uluslararası Emekçiler Birliği (Birinci Enternasyonal) Londra'da kuruldu.", "1730 - Lâle Devri'ni sona erdiren Patrona Halil İsyanı başladı.", "1538 - Osmanlı Donanması ile Haçlı Donanması arasındaki Preveze Deniz Muharebesi, Osmanlı galibiyetiyle sonuçlandı."]