["2008 - Lehman Brothers gibi önemli şirketlerin iflaslarının ardından Dow Jones endeksi 777.68 puan birden düşerek bir günde en büyük düşüşü yaşadı.", "1994 - Türkiye Adalet eski Bakanı ANAP'lı Mehmet Topaç, Ankara'daki bürosunda, Dev-Sol örgütü üyesi oldukları iddia edilen 4 kişinin silâhlı saldırısı sonucu öldü.", "1992 - PKK, Hakkâri-Şemdinli'deki Jandarma Taburu'na saldırdı. 2'si astsubay 23 asker ile 5 korucu hayatını yitirdi. Saldırıdan sonra başlayan operasyonlarda 58 PKK mensubu öldürüldü.", "1991 - Haiti'de askerî darbe gerçekleşti.", "1974 - Isparta'da Hüseyin Çaylı adında bir kişi, 6 yaşındaki Ergün Kahraman adlı erkek çocuğunu tecavüz edip öldürdü. 12 Eylül döneminde idam edildi.", "1971 - Umman, Arap Birliği'ne katıldı.", "1960 - Türkiye'de Demokrat Parti kapatıldı.", "1941 - Kiev'de Nazilerin gerçekleştirdiği Babi Yar Katliamı başladı. İki günde 33771 Yahudi öldürüldü.", "1938 - Fransa, İtalya Krallığı ve Birleşik Krallık, Münih Antlaşması'nı imzalayarak Nazi Almanyası'nın Çekoslovakya'nın Südet bölgesini işgal etmesini kabul etti.", "1937 - Çin Cumhuriyeti'nde Japon tehdidine karşı milliyetçi general Çan Kay Şek ile komünist önder Mao Zedong birlikte davranma kararı aldı.", "1933 - Komünist Enternasyonal Genel Sekreteri Georgi Dimitrov'un suçlandığı Reichstag Yangını soruşturmasında, diğer sanık Marinus van der Lubbe yangını çıkardığını itiraf etti.", "1923 - Birleşik Krallık Filistin Mandası oluşturuldu.", "1920 - Kazım Karabekir komutasındaki Türk Ordusu, Ermenistan ile yaptığı savaş sonucunda Sarıkamış'ı ele geçirdi.", "1918 - Bulgaristan Krallığı, Selanik Ateşkes Antlaşması'nı imzalayarak I. Dünya Savaşı'ndan çekildi.", "1913 - II. Balkan Savaşı sonunda Osmanlı ile Bulgaristan Krallığı arasında İstanbul Antlaşması imzalandı.", "1911 - İtalya Krallığı, Osmanlı İmparatorluğu'na savaş ilan etti ve Trablusgarp Savaşı başladı.", "1885 - Dünyanın ilk elektrikli tramvay hattı, Birleşik Krallık'nın Londra kentinde faaliyete geçti.", "1808 - Sened-i İttifak imzalandı.", "1555 - Damat Rüstem Paşa, ikinci kez Osmanlı Sadrazamı oldu.", "1227 - Kutsal Roma imparatoru II. Friedrich, Papa IX. Gregorius tarafından aforoz edildi."]