["2008 - Lehman Brothers gibi u00f6nemli u015firketlerin iflaslaru0131nu0131n ardu0131ndan Dow Jones endeksi 777.68 puan birden du00fcu015ferek bir gu00fcnde en bu00fcyu00fck du00fcu015fu00fcu015fu00fc yau015fadu0131.",  "1994 - Tu00fcrkiye Adalet eski Bakanu0131 ANAP'lu0131 Mehmet Topau00e7, Ankara'daki bu00fcrosunda, Dev-Sol u00f6rgu00fctu00fc u00fcyesi olduklaru0131 iddia edilen 4 kiu015finin silu00e2hlu0131 saldu0131ru0131su0131 sonucu u00f6ldu00fc.",  "1992 - PKK, Hakku00e2ri-u015eemdinli'deki Jandarma Taburu'na saldu0131rdu0131. 2'si astsubay 23 asker ile 5 korucu hayatu0131nu0131 yitirdi. Saldu0131ru0131dan sonra bau015flayan operasyonlarda 58 PKK mensubu u00f6ldu00fcru00fcldu00fc.",  "1991 - Haiti'de askeru00ee darbe geru00e7ekleu015fti.",  "1974 - Isparta'da Hu00fcseyin u00c7aylu0131 adu0131nda bir kiu015fi, 6 yau015fu0131ndaki Ergu00fcn Kahraman adlu0131 erkek u00e7ocuu011funu tecavu00fcz edip u00f6ldu00fcrdu00fc. 12 Eylu00fcl du00f6neminde idam edildi.",  "1971 - Umman, Arap Birliu011fi'ne katu0131ldu0131.",  "1960 - Tu00fcrkiye'de Demokrat Parti kapatu0131ldu0131.",  "1941 - Kiev'de Nazilerin geru00e7ekleu015ftirdiu011fi Babi Yar Katliamu0131 bau015fladu0131. u0130ki gu00fcnde 33771 Yahudi u00f6ldu00fcru00fcldu00fc.",  "1938 - Fransa, u0130talya Krallu0131u011fu0131 ve Birleu015fik Krallu0131k, Mu00fcnih Antlau015fmasu0131'nu0131 imzalayarak Nazi Almanyasu0131'nu0131n u00c7ekoslovakya'nu0131n Su00fcdet bu00f6lgesini iu015fgal etmesini kabul etti.",  "1937 - u00c7in Cumhuriyeti'nde Japon tehdidine karu015fu0131 milliyetu00e7i general u00c7an Kay u015eek ile komu00fcnist u00f6nder Mao Zedong birlikte davranma kararu0131 aldu0131.",  "1933 - Komu00fcnist Enternasyonal Genel Sekreteri Georgi Dimitrov'un suu00e7landu0131u011fu0131 Reichstag Yangu0131nu0131 soruu015fturmasu0131nda, diu011fer sanu0131k Marinus van der Lubbe yangu0131nu0131 u00e7u0131kardu0131u011fu0131nu0131 itiraf etti.",  "1923 - Birleu015fik Krallu0131k Filistin Mandasu0131 oluu015fturuldu.",  "1920 - Kazu0131m Karabekir komutasu0131ndaki Tu00fcrk Ordusu, Ermenistan ile yaptu0131u011fu0131 savau015f sonucunda Saru0131kamu0131u015f'u0131 ele geu00e7irdi.",  "1918 - Bulgaristan Krallu0131u011fu0131, Selanik Ateu015fkes Antlau015fmasu0131'nu0131 imzalayarak I. Du00fcnya Savau015fu0131'ndan u00e7ekildi.",  "1913 - II. Balkan Savau015fu0131 sonunda Osmanlu0131 ile Bulgaristan Krallu0131u011fu0131 arasu0131nda u0130stanbul Antlau015fmasu0131 imzalandu0131.",  "1911 - u0130talya Krallu0131u011fu0131, Osmanlu0131 u0130mparatorluu011fu'na savau015f ilan etti ve Trablusgarp Savau015fu0131 bau015fladu0131.",  "1885 - Du00fcnyanu0131n ilk elektrikli tramvay hattu0131, Birleu015fik Krallu0131k'nu0131n Londra kentinde faaliyete geu00e7ti.",  "1808 - Sened-i u0130ttifak imzalandu0131.",  "1555 - Damat Ru00fcstem Pau015fa, ikinci kez Osmanlu0131 Sadrazamu0131 oldu.",  "1227 - Kutsal Roma imparatoru II. Friedrich, Papa IX. Gregorius tarafu0131ndan aforoz edildi."]







