["2016 - Tu00fcrk Silahlu0131 Kuvvetleri zu0131rhlu0131laru0131, Suriye'nin u00c7obanbey ilu00e7esine girdi.",  "2008 - Ku0131bru0131s'u0131n Kuzey ve Gu00fcney u00fclkelerinin Tu00fcrk ve Rum liderleri gu00f6ru00fcu015fmeleri bau015flatma kararu0131 aldu0131lar.",  "2005 - u0130mralu0131 Adasu0131'nda hapis yatan Abdullah u00d6calan'a destek amacu0131yla Gu00fcneydou011fu'nun biru00e7ok il ve ilu00e7esinden 1500 kiu015fi otobu00fcslerle Bursa Gemlik'e hareket etti. Polis, otobu00fcslerin Gemlik'e giriu015flerinin engelleneceu011fini bildirdi.",  "2004 - Beslan katliamu0131, u00e7ou011funluu011fu u00f6u011fretmen ve u00f6u011frencilerden oluu015fan 385'ten fazla kiu015finin u00f6lu00fcmu00fcyle ve yaklau015fu0131k 783 kiu015finin yaralanmasu0131yla sonuu00e7landu0131.",  "2002 - u0130srail Yu00fcksek Mahkemesi, Filistinli teru00f6r zanlu0131laru0131nu0131n yaku0131nlaru0131nu0131n, gu00fcvenlik iu00e7in tehdit olduklaru0131na karar verilmesi durumunda, Batu0131 u015eeria ve Gazze u015eeridi'nden su00fcru00fclebileceu011fine karar verdi.",  "2000 - Lu00fcbnan'da yapu0131lan seu00e7imi muhalefetin adayu0131 eski Bau015fbakan Refik el-Hariri kazandu0131. 22 yu0131ldu0131r u0130srail'in iu015fgali altu0131nda yau015fayan Gu00fcney Lu00fcbnan halku0131 30 yu0131ldu0131r ilk kez sandu0131k bau015fu0131na gitti.",  "1997 - Vietnam Havayollaru0131'na ait Tupolev Tu-134 tipi bir yolcu uu00e7au011fu0131, Phnom Penh Uluslararasu0131 Havalimanu0131'na yaklau015fmakta olduu011fu su0131rada du00fcu015ftu00fc ve 64 kiu015fi u00f6ldu00fc.",  "1995 - eBay kuruldu.",  "1988 - Irak Ordusu'ndan kau00e7an binlerce Iraklu0131 Ku00fcrt, Tu00fcrkiye su0131nu0131rlaru0131na yu0131u011fu0131lmaya devam ediyor. Su0131u011fu0131nmacu0131 sayu0131su0131 100 bini geu00e7ti.",  "1986 - Avrupa u00fclkeleri radyasyon tau015fu0131du0131u011fu0131 gereku00e7esiyle Tu00fcrkiye'den fu0131ndu0131k alu0131mu0131nu0131 durdurdu.",  "1983 - Nail u00c7aku0131rhan, Au011fa Han Mimarlu0131k u00d6du00fclu00fc'nu00fc aldu0131.",  "1976 - Viking 2, Mars'a indi.",  "1971 - Katar, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1962 - u0130ran'da deprem: 12.225 kiu015fi u00f6ldu00fc, 2776 kiu015fi de yaralandu0131. Ayru0131ca 21.310 ev hasar gu00f6rdu00fc.",  "1952 - Tu00fcrk dau011fcu0131laru0131 Au011fru0131 Dau011fu0131'nu0131n zirvesine ilk kez tu0131rmandu0131lar.",  "1944 - 2 Eylu00fcl'de Belu00e7ika'ya giren u0130ngiliz Ordusu, bau015fkent Bru00fcksel'i Almanlardan geri aldu0131.",  "1943 - II. Du00fcnya Savau015fu0131 su0131rasu0131nda Mu00fcttefikler'in istilasu0131 u00fczerine u0130talya Krallu0131u011fu0131, kou015fulsuz teslim oldu.",  "1939 - II. Du00fcnya Savau015fu0131 bau015fladu0131: Fransa, Birleu015fik Krallu0131k, Yeni Zelanda ve Avustralya, Almanya'ya savau015f ilan etti.",  "1939 - Ankara Radyo Gazetesi'nin ilk sayu0131su0131 u00e7u0131ktu0131.",  "1935 - Utah'da Malcolm Campbell, bir araba ile eriu015filebilen en yu00fcksek hu0131za ulau015ftu0131: saatte 301,337 mil. (484,955u00a0km/s).",  "1933 - Yevgeni Abalakov, SSCB'nin en yu00fcksek zirvesine u00e7u0131ktu0131: (7495 m).",  "1933 - Kayseri-Uluku0131u015fla hattu0131nu0131n tamamlanmasu0131yla, Karadeniz ile Akdeniz'i birbirine bau011flayan demiryolu tamamlandu0131.",  "1929 - Dow Jones Industrial Average en yu00fcksek deu011ferine ulau015ftu0131 (381,17).",  "1922 - Tu00fcrk Kurtuluu015f Savau015fu0131: Tu00fcrk Ordusu, Yunan iu015fgali altu0131ndaki Emet, u00d6demiu015f ve Eu015fme'ye girdi.",  "1919 - ABD'li General John Joseph Pershing, Amerikan askeri tarihinde benzersiz bir ru00fctbe olan Ordularu0131n Generali yapu0131ldu0131.",  "1912 - u0130ngiltere'de Deniz Kuvvetleri'ne yiyecek sau011flamak iu00e7in, du00fcnyanu0131n ilk konserve fabrikasu0131 au00e7u0131ldu0131.",  "1908 - Tu00fcrkiye'deki ilk haftalu0131k mizah dergisi, Kalem yayu0131mlanmaya bau015flandu0131.",  "1895 - u0130lk profesyonel futbol mau00e7u0131 yapu0131ldu0131. Latrobe, Jeanette'i 12-0 yendi.",  "1878 - Thames Nehri'nde, Bywell Castle adlu0131 ku00f6mu00fcr u015filebi ile u00e7arpu0131u015fan Princess Alice adlu0131 yolcu gemisi battu0131; 640'tan fazla kiu015fi u00f6ldu00fc.",  "1869 - u0130stanbul'da, Konstantin Karopana tarafu0131ndan "Atlu0131 tramvay" u00e7alu0131u015ftu0131ru0131lmaya bau015flandu0131.",  "1855 - Nebraska'da 700 ABD askeri Sioux ku00f6yu00fcne saldu0131rdu0131; 100 Ku0131zu0131lderiliyi u00f6ldu00fcrdu00fc.",  "1783 - u0130ngiltere, Paris'te imzalanan anlau015fmayla ABD'nin bau011fu0131msu0131zlu0131u011fu0131nu0131 tanu0131du0131.",  "1683 - II. Viyana Kuu015fatmasu0131, bau015faru0131su0131zlu0131kla sonuu00e7landu0131.",  "1638 - Osmanlu0131 Ordusu, Bau011fdat Seferi iu00e7in Veziriazam Tayyar Mehmed Pau015fa kumandasu0131nda Diyarbaku0131ru2019dan hareket etti.",  "1260 - Memlu00fck Sultanlu0131u011fu0131, Filistin'de Ayn Calut Muharebesi'nde u0130lhanlu0131lar'u0131 yendi.",  "1189 - I. Richard, Westminster Abbey'de tau00e7 giydi.",  "Mu00d6 36 - Sextus Pompeius ve Marcus Vipsanius Agrippa arasu0131nda Naulochus Deniz Muharebesi geru00e7ekleu015fti."]







