["2016 - Türk Silahlı Kuvvetleri zırhlıları, Suriye'nin Çobanbey ilçesine girdi.", "2008 - Kıbrıs'ın Kuzey ve Güney ülkelerinin Türk ve Rum liderleri görüşmeleri başlatma kararı aldılar.", "2005 - İmralı Adası'nda hapis yatan Abdullah Öcalan'a destek amacıyla Güneydoğu'nun birçok il ve ilçesinden 1500 kişi otobüslerle Bursa Gemlik'e hareket etti. Polis, otobüslerin Gemlik'e girişlerinin engelleneceğini bildirdi.", "2004 - Beslan katliamı, çoğunluğu öğretmen ve öğrencilerden oluşan 385'ten fazla kişinin ölümüyle ve yaklaşık 783 kişinin yaralanmasıyla sonuçlandı.", "2002 - İsrail Yüksek Mahkemesi, Filistinli terör zanlılarının yakınlarının, güvenlik için tehdit olduklarına karar verilmesi durumunda, Batı Şeria ve Gazze Şeridi'nden sürülebileceğine karar verdi.", "2000 - Lübnan'da yapılan seçimi muhalefetin adayı eski Başbakan Refik el-Hariri kazandı. 22 yıldır İsrail'in işgali altında yaşayan Güney Lübnan halkı 30 yıldır ilk kez sandık başına gitti.", "1997 - Vietnam Havayolları'na ait Tupolev Tu-134 tipi bir yolcu uçağı, Phnom Penh Uluslararası Havalimanı'na yaklaşmakta olduğu sırada düştü ve 64 kişi öldü.", "1995 - eBay kuruldu.", "1988 - Irak Ordusu'ndan kaçan binlerce Iraklı Kürt, Türkiye sınırlarına yığılmaya devam ediyor. Sığınmacı sayısı 100 bini geçti.", "1986 - Avrupa ülkeleri radyasyon taşıdığı gerekçesiyle Türkiye'den fındık alımını durdurdu.", "1983 - Nail Çakırhan, Ağa Han Mimarlık Ödülü'nü aldı.", "1976 - Viking 2, Mars'a indi.", "1971 - Katar, Birleşik Krallık'tan bağımsızlığını ilan etti.", "1962 - İran'da deprem: 12.225 kişi öldü, 2776 kişi de yaralandı. Ayrıca 21.310 ev hasar gördü.", "1952 - Türk dağcıları Ağrı Dağı'nın zirvesine ilk kez tırmandılar.", "1944 - 2 Eylül'de Belçika'ya giren İngiliz Ordusu, başkent Brüksel'i Almanlardan geri aldı.", "1943 - II. Dünya Savaşı sırasında Müttefikler'in istilası üzerine İtalya Krallığı, koşulsuz teslim oldu.", "1939 - II. Dünya Savaşı başladı: Fransa, Birleşik Krallık, Yeni Zelanda ve Avustralya, Almanya'ya savaş ilan etti.", "1939 - Ankara Radyo Gazetesi'nin ilk sayısı çıktı.", "1935 - Utah'da Malcolm Campbell, bir araba ile erişilebilen en yüksek hıza ulaştı: saatte 301,337 mil. (484,955 km/s).", "1933 - Yevgeni Abalakov, SSCB'nin en yüksek zirvesine çıktı: (7495 m).", "1933 - Kayseri-Ulukışla hattının tamamlanmasıyla, Karadeniz ile Akdeniz'i birbirine bağlayan demiryolu tamamlandı.", "1929 - Dow Jones Industrial Average en yüksek değerine ulaştı (381,17).", "1922 - Türk Kurtuluş Savaşı: Türk Ordusu, Yunan işgali altındaki Emet, Ödemiş ve Eşme'ye girdi.", "1919 - ABD'li General John Joseph Pershing, Amerikan askeri tarihinde benzersiz bir rütbe olan Orduların Generali yapıldı.", "1912 - İngiltere'de Deniz Kuvvetleri'ne yiyecek sağlamak için, dünyanın ilk konserve fabrikası açıldı.", "1908 - Türkiye'deki ilk haftalık mizah dergisi, Kalem yayımlanmaya başlandı.", "1895 - İlk profesyonel futbol maçı yapıldı. Latrobe, Jeanette'i 12-0 yendi.", "1878 - Thames Nehri'nde, Bywell Castle adlı kömür şilebi ile çarpışan Princess Alice adlı yolcu gemisi battı; 640'tan fazla kişi öldü.", "1869 - İstanbul'da, Konstantin Karopana tarafından \"Atlı tramvay\" çalıştırılmaya başlandı.", "1855 - Nebraska'da 700 ABD askeri Sioux köyüne saldırdı; 100 Kızılderiliyi öldürdü.", "1783 - İngiltere, Paris'te imzalanan anlaşmayla ABD'nin bağımsızlığını tanıdı.", "1683 - II. Viyana Kuşatması, başarısızlıkla sonuçlandı.", "1638 - Osmanlı Ordusu, Bağdat Seferi için Veziriazam Tayyar Mehmed Paşa kumandasında Diyarbakır’dan hareket etti.", "1260 - Memlük Sultanlığı, Filistin'de Ayn Calut Muharebesi'nde İlhanlılar'ı yendi.", "1189 - I. Richard, Westminster Abbey'de taç giydi.", "MÖ 36 - Sextus Pompeius ve Marcus Vipsanius Agrippa arasında Naulochus Deniz Muharebesi gerçekleşti."]