["2009 - Endonezya'nu0131n Sumatra adasu0131nda geru00e7ekleu015fen depremde 1115 kiu015fi u00f6ldu00fc.",  "2005 - Danimarka'da Jyllands Posten isimli gazetede Muhammed peygamberi tasvir eden karikatu00fcrler yayu0131nlamasu0131 u00fczerine Karikatu00fcr Krizi u00e7u0131ktu0131.",  "1991 - u0130stanbul Metrosu'nun u00f6n tu00fcnel inu015faatu0131 bau015fladu0131. Au00e7u0131lu0131u015fu0131 Sosyal Demokrat Halku00e7u0131 Parti Genel Bau015fkanu0131 Erdal u0130nu00f6nu00fc yaptu0131.",  "1980 - Devlet Bau015fkanu0131 Orgeneral Kenan Evren, Kara Harp Okulunun yeni ders yu0131lu0131 au00e7u0131lu0131u015f tu00f6reninde konuu015ftu: "Eu011fer izm'li bir ideoloji au015fu0131lamak lazu0131m gelirse iu015fte Ulu u00d6nder Atatu00fcrk'u00fcn Kemalizm ideolojisi vardu0131r. Onu benimseyiniz."",  "1978 - Bau015fbakan Bu00fclent Ecevit ilk Ku00f6y-Kent uygulamasu0131nu0131 Bolu'nun Mudurnu ilu00e7esine bau011flu0131 Tau015fkesti ku00f6yu00fcnde bau015flattu0131.",  "1978 - Fethiye'de berber u015eener Yiu011fit, Tu00fcrkiye'de tatil yapmakta olan Avusturya Bu00fcyu00fckelu00e7isi'nin ku0131zu0131 Andrea Laube'ye tecavu00fcz etmek istedi, karu015fu0131 koyan Andrea Laube ve annesi Verena Laube'yi u00f6ldu00fcrdu00fc. 12 Eylu00fcl du00f6neminde idam edildi.",  "1966 - Botsvana, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1960 - Devlet Planlama Teu015fkilatu0131 kuruldu.",  "1956 - Soprano Leyla Gencer, San Francisco'da konser verdi.",  "1930 - u0130lk Tu00fcrk sivil pilotlardan Vecihi Bey, kendi yaptu0131u011fu0131 uu00e7au011fu0131yla Gu00f6ztepe'den Yeu015filku00f6y'e uu00e7tu.",  "1888 - Karu0131ndeu015fen Jack u00fcu00e7u00fcncu00fc kurbanu0131 olan Elizabeth Stride'u0131 ve du00f6rdu00fcncu00fc kurbanu0131 olan Catherine Eddowes'u u00f6ldu00fcrerek aynu0131 gu00fcn iki kiu015fiyi u00f6ldu00fcrmu00fcu015f oldu.",  "1791 - Mozart'u0131n son operasu0131 Sihirli Flu00fct'u00fcn galasu0131 Viyana'da yapu0131ldu0131.",  "1730 - Sultan I. Mahmut tahta u00e7u0131ktu0131.",  "1520 - Kanuni Sultan Su00fcleyman 10. Osmanlu0131 Padiu015fahu0131 olarak tahta u00e7u0131ktu0131.",  "1517 - Oruu00e7 Reis, Cezayir zaferini elde etti.",  "1399 - IV. Henry u0130ngiltere Kralu0131 oldu."]







