["2008 - Emekli Tu00fcmgeneral Osman Pamukou011flu u00f6nderliu011finde, Hak ve Eu015fitlik Partisi kuruldu.",  "1998 - Google, Stanford'da doktora yapan iki u00f6u011frenci; Larry Page ve Sergey Brin tarafu0131ndan kuruldu.",  "1997 - Kudu00fcs'te u00e7aru015fu0131 merkezinde u00fcu00e7 bu00fcyu00fck patlamada 7 kiu015fi u00f6ldu00fc, 192 kiu015fi yaralandu0131. Saldu0131ru0131yu0131 Hamas u00f6rgu00fctu00fc u00fcstlendi.",  "1996 - Kolombiya Devrimci Silahlu0131 Kuvvetleri (FARC) u00f6rgu00fctu00fc militanlaru0131, Kolombiya'nu0131n Guaviare bu00f6lgesindeki askeru00ee bir kampa saldu0131rdu0131, u00fcu00e7 hafta su00fcren u00e7atu0131u015fmalarda en az 130 kiu015fi u00f6ldu00fc.",  "1996 - Abdi u0130peku00e7i cinayetinin sanu0131klaru0131ndan Oral u00c7elik, u0130sviu00e7re tarafu0131ndan Tu00fcrkiye'ye iade edildi. u00c7elik, 16 Eylu00fcl'de 17 yu0131l aradan sonra u00e7u0131karu0131ldu0131u011fu0131 Mahkemece tutuklandu0131.",  "1993 - Demokrasi Partisi (DEP) Milletvekili Mehmet Sincar, Batman'da u00f6ldu00fcru00fcldu00fc.",  "1991 - Halku0131n Emek Partisi (HEP), Sosyaldemokrat Halku00e7u0131 Parti (SHP) ile anlau015farak seu00e7imlerde iu015f birliu011fi kararu0131 aldu0131.",  "1990 - u0130slam Eleu015ftirmeni, Arau015ftu0131rmacu0131 Yazar Turan Dursun u00f6ldu00fcru00fcldu00fc.",  "1989 - Tu00fcrkiye'nin ilk spor gazetesi Fotospor, yayu0131n hayatu0131na bau015fladu0131.",  "1988 - Bangladeu015f'te sel: 300 kiu015fi u00f6ldu00fc, 20 milyon insan evsiz kaldu0131.",  "1981 - Millu00ee Gu00fcvenlik Konseyi, gu00f6zaltu0131 su00fcresinin 90 gu00fcnden 45 gu00fcne inmesini onayladu0131.",  "1975 - Bu00fclent Ecevit'in seu00e7im otobu00fcsu00fc, Elazu0131u011f'da tau015flandu0131; 50 yaralu0131, 57 gu00f6zaltu0131.",  "1972 - 1972 Yaz Olimpiyatlaru0131: Mark Spitz, yu00fczmede 7. altu0131n madalyasu0131nu0131 aldu0131, bu00f6ylelikle tek bir Olimpiyat Oyunlaru0131'nda, 7 madalya birden alan ilk sporcu olarak rekor ku0131rdu0131.",  "1971 - Alaska Hava Yollaru0131'na ait Boeing 727 tipi bir yolcu uu00e7au011fu0131, Juneau, Alaska yaku0131nlaru0131nda du00fcu015ftu00fc: 111 kiu015fi u00f6ldu00fc.",  "1970 - u015eili'de, sosyalist lider Salvador Allende Bau015fkan seu00e7ildi.",  "1970 - Erdal u0130nu00f6nu00fc, Ortadou011fu Teknik u00dcniversitesi Rektu00f6ru00fc oldu.",  "1964 - Endonezya Hu00fcku00fbmeti, Beatles tarzu0131 sau00e7 kesimini yasakladu0131.",  "1963 - u0130sviu00e7re Hava Yollaru0131'na ait bir yolcu uu00e7au011fu0131, u0130sviu00e7re'nin Du00fcrrenu00e4sch u015fehri yaku0131nlaru0131nda du00fcu015ftu00fc; 80 kiu015fi u00f6ldu00fc.",  "1957 - Afroamerikan sivil haklar hareketi: -Little Rock Krizi- Arkansas Valisi, siyahi u00f6u011frencilerin Merkez Lisesi'ne kayu0131t yaptu0131rmalaru0131na engel olabilmek iu00e7in Ulusal Muhafu0131zlar'u0131 gu00f6reve u00e7au011fu0131rdu0131.",  "1956 - Depolama aygu0131tu0131 olarak manyetik disk kullanan ilk ticari bilgisayar olan "IBM RAMAC 305" tanu0131tu0131ldu0131.",  "1950 - Tu00fcrkiye'de Hasbi Tembeler olarak bilinen Beetle Bailey u00e7izgi dizisi ilk kez u00e7izgi bant olarak yayu0131mlandu0131.",  "1944 - II. Du00fcnya Savau015fu0131: Mu00fcttefikler, Bru00fcksel ve Anvers'i ele geu00e7irdi.",  "1944 - Adolf Hitler, Dou011fu Prusya'daki Rastenburg yaku0131nlaru0131ndaki karargahu0131nda Japon bu00fcyu00fckelu00e7isi Hiroshi Oshima'yu0131 karu015fu0131ladu0131.[1]",  "1941 - II. Du00fcnya Savau015fu0131: u0130lk kez bir ABD gemisi, bir Alman denizaltu0131su0131nu0131n hu00fccumuna uu011fradu0131. Geminin adu0131 USS Greer'di.",  "1939 - Tu00fcm gu0131da maddelerine ihrau00e7 yasau011fu0131 kondu.",  "1936 - Birleu015fik Krallu0131k Hu00fcku00fcmdaru0131 VIII. Edward, u0130stanbul'da Atatu00fcrk'u00fc ziyaret etti.",  "1935 - u0130stanbul telefon u015firketi, Hu00fcku00fbmet adu0131na iu015fletilmeye bau015flandu0131.",  "1932 - Du00fcnya Baru0131u015f Konferansu0131 Viyana'da toplandu0131.",  "1922 - Tu00fcrk Kurtuluu015f Savau015fu0131: Tu00fcrk Ordusu, Yunan u0130u015fgali altu0131ndaki Saru0131gu00f6l, Buldan ve Bigadiu00e7'i geri aldu0131.",  "1919 - Gazi Mustafa Kemal, Sivas Kongresi'ni au00e7tu0131.",  "1888 - George Eastman, Kodak adu0131nu0131 ticarileu015ftirdi ve makaralu0131 film kullanan kamerasu0131nu0131n patentini aldu0131.",  "1886 - Yaklau015fu0131k 30 yu0131l su00fcren savau015flardan sonra, Apau00e7i lideri Geronimo, Arizona'da teslim oldu.",  "1885 - Self-servis, ilk defa New York'ta uygulanmaya bau015flandu0131.",  "1870 - Fransa'da, III. Cumhuriyet ilan edildi.",  "1781 - Los Angeles, u0130spanyollar tarafu0131ndan bu00f6lgeye yerleu015ftirilen insanlarca kuruldu.",  "1521 - u0130lyaki Kuu015fatmasu0131: Kara Mahmut Reis tarafu0131ndan geru00e7ekleu015ftirilen kuu015fatma  sonucunda u0130lyaki adasu0131 fethedildi.",  "476 - Batu0131 Roma u0130mparatorluu011fu'nun son Hu00fcku00fcmdaru0131 Romulus Augustus, kendisini u0130talya Kralu0131 olarak ilu00e2n eden Germen u015fefi Odoacer tarafu0131ndan tahttan indirilince, Batu0131 Roma u0130mparatorluu011fu sona erdi."]







