["2022 - u00c7in'de Luding depremi geru00e7ekleu015fti.",  "2021 - Gine'de askeri darbe oldu.",  "2012 - Afyonkarahisar'da bulunan askeri depoda meydana gelen patlamada, 25 asker u00f6ldu00fc.",  "2008 - 343743 Kjurkchieva asteroidi Spacewatch tarafu0131ndan keu015ffedildi.",  "1991 - Nelson Mandela, Gu00fcney Afrika'da Bau015fkan seu00e7ildi.",  "1973nDevlet Film Aru015fivi'nde yangu0131n u00e7u0131ktu0131; Atatu00fcrk'u00fcn tek kopyalu0131 filmleri yandu0131.nDu00fcnyanu0131n en uzun karayolu tu00fcneli olan Gotthard Zemin Tu00fcneli au00e7u0131ldu0131.",  "1972 - Mu00fcnih Katliamu0131: Filistinli Kara Eylu00fcl Hareketi militanlaru0131, 1972 Yaz Olimpiyatlaru0131 iu00e7in Mu00fcnih'e gelen u0130srailli sporculara ateu015f au00e7tu0131; bir sporcu hayatu0131nu0131 kaybederken, biri au011fu0131r yaralandu0131, 9 kiu015fi rehin alu0131ndu0131.",  "1963 - 20-21 Mayu0131s'ta askeri darbe giriu015fiminde bulunan Albay Talat Aydemir, Ankara 1 Numaralu0131 Su0131ku0131yu00f6netim Mahkemesi'nce idama mahku00fbm edildi.",  "1960 - Muhammed Ali (Cassius Clay), 1960 Roma Olimpiyatlaru0131nda altu0131n madalya kazandu0131.",  "1957 - Jack Kerouac'u0131n yazdu0131u011fu0131 Yolda romanu0131, Amerika Birleu015fik Devletleri'nde yayu0131nlandu0131.",  "1955 - u0130stanbul Sultanahmet'te yeni Adliye Sarayu0131 hizmete au00e7u0131ldu0131.",  "1950 - Bau015fvuru fazlalu0131lu0131u011fu0131 yu00fczu00fcnden, u00fcniversite giriu015f su0131navu0131 uygulamasu0131 bau015flatu0131ldu0131.",  "1945 - Tu00fcrkiye'de u00e7ok partili du00f6neme geu00e7iu015fin ilk partisi olan Millu00ee Kalku0131nma Partisi kuruldu.",  "1938 - Atatu00fcrk, vasiyetnamesini yazdu0131rdu0131. Vasiyet, Ankara 3. Sulh Hukuk Hakimi Osman Selu00e7uk Selu00e7uk tarafu0131ndan 28 Kasu0131m 1938'de au00e7u0131ldu0131.",  "1930 - Serbest Cumhuriyet Fu0131rkasu0131 lideri Fethi Bey'in 4 Eylu00fcl'de u0130zmir'e geliu015finden sonra, bazu0131 kiu015filer gu00f6steri yaparak Cumhuriyet Halk Fu0131rkasu0131 binasu0131nu0131 ve Anadolu gazetesi idarehanesini tau015fladu0131lar.",  "1922 - Tu00fcrk Kurtuluu015f Savau015fu0131: Tu00fcrk Ordusu, Yunan u0130u015fgali altu0131ndaki Nazilli, Alau015fehir ve Susurluk'a girdi.",  "1920 - II. Yozgat Ayaklanmasu0131 bau015fladu0131.",  "1882 - u0130ngiltere futbol kulu00fcbu00fc olan Tottenham Hotspur FC kuruldu.",  "1839 - u00c7in'le u0130ngiltere arasu0131ndaki I. Afyon Savau015fu0131 bau015fladu0131.",  "1800 - Napolyon Bonapart, Malta adasu0131nu0131 u0130ngiltere'ye bu0131raktu0131. (oysa adayu0131 1798'de u0130ngilizlerden kendisi almu0131u015ftu0131)",  "1795 - ABD ile Osmanlu0131 u0130mparatorluu011fu arasu0131nda, ABD'yi yu0131llu0131k vergiye bau011flayan ABD - Osmanlu0131 Su00f6zleu015fmesi imzalandu0131.",  "1698 - Rus u00c7aru0131 I. Petro, u00fclkesini batu0131lu0131lau015ftu0131rma u00e7abalaru0131nu0131n bir paru00e7asu0131 olarak, din adamlaru0131 ve ku00f6ylu00fcler du0131u015fu0131nda sakal bu0131rakan her erkeu011fe u00f6zel bir vergi yu00fcku00fcmlu00fclu00fcu011fu00fc getirdi.",  "1669 - Girit, Osmanlu0131 u0130mparatorluu011fu'nca ilhak edildi."]







