["2022 - Çin'de Luding depremi gerçekleşti.", "2021 - Gine'de askeri darbe oldu.", "2012 - Afyonkarahisar'da bulunan askeri depoda meydana gelen patlamada, 25 asker öldü.", "2008 - 343743 Kjurkchieva asteroidi Spacewatch tarafından keşfedildi.", "1991 - Nelson Mandela, Güney Afrika'da Başkan seçildi.", "1973\nDevlet Film Arşivi'nde yangın çıktı; Atatürk'ün tek kopyalı filmleri yandı.\nDünyanın en uzun karayolu tüneli olan Gotthard Zemin Tüneli açıldı.", "1972 - Münih Katliamı: Filistinli Kara Eylül Hareketi militanları, 1972 Yaz Olimpiyatları için Münih'e gelen İsrailli sporculara ateş açtı; bir sporcu hayatını kaybederken, biri ağır yaralandı, 9 kişi rehin alındı.", "1963 - 20-21 Mayıs'ta askeri darbe girişiminde bulunan Albay Talat Aydemir, Ankara 1 Numaralı Sıkıyönetim Mahkemesi'nce idama mahkûm edildi.", "1960 - Muhammed Ali (Cassius Clay), 1960 Roma Olimpiyatlarında altın madalya kazandı.", "1957 - Jack Kerouac'ın yazdığı Yolda romanı, Amerika Birleşik Devletleri'nde yayınlandı.", "1955 - İstanbul Sultanahmet'te yeni Adliye Sarayı hizmete açıldı.", "1950 - Başvuru fazlalılığı yüzünden, üniversite giriş sınavı uygulaması başlatıldı.", "1945 - Türkiye'de çok partili döneme geçişin ilk partisi olan Millî Kalkınma Partisi kuruldu.", "1938 - Atatürk, vasiyetnamesini yazdırdı. Vasiyet, Ankara 3. Sulh Hukuk Hakimi Osman Selçuk Selçuk tarafından 28 Kasım 1938'de açıldı.", "1930 - Serbest Cumhuriyet Fırkası lideri Fethi Bey'in 4 Eylül'de İzmir'e gelişinden sonra, bazı kişiler gösteri yaparak Cumhuriyet Halk Fırkası binasını ve Anadolu gazetesi idarehanesini taşladılar.", "1922 - Türk Kurtuluş Savaşı: Türk Ordusu, Yunan İşgali altındaki Nazilli, Alaşehir ve Susurluk'a girdi.", "1920 - II. Yozgat Ayaklanması başladı.", "1882 - İngiltere futbol kulübü olan Tottenham Hotspur FC kuruldu.", "1839 - Çin'le İngiltere arasındaki I. Afyon Savaşı başladı.", "1800 - Napolyon Bonapart, Malta adasını İngiltere'ye bıraktı. (oysa adayı 1798'de İngilizlerden kendisi almıştı)", "1795 - ABD ile Osmanlı İmparatorluğu arasında, ABD'yi yıllık vergiye bağlayan ABD - Osmanlı Sözleşmesi imzalandı.", "1698 - Rus Çarı I. Petro, ülkesini batılılaştırma çabalarının bir parçası olarak, din adamları ve köylüler dışında sakal bırakan her erkeğe özel bir vergi yükümlülüğü getirdi.", "1669 - Girit, Osmanlı İmparatorluğu'nca ilhak edildi."]