["2008 - Mısır'ın başkenti Kahire'nin yakınlarında \"Muqattam tepeleri\"nden kopan kayalar evlerin üzerine düştü; 18 kişi öldü, 22 kişi yaralandı. Aynı bölgede 1993 yılında da kayalar yuvarlanmış ve 30 kişi ölmüştü.", "1991 - Sovyetler Birliği'nden ayrılan Estonya, Letonya ve Litvanya resmen tanındı.", "1987 - Cumhuriyet tarihinin 3. referandumunda, 1982 Anayasası'na eski politikacılar için konulan yasağın, kaldırılıp kaldırılmaması oylandı. YSK, kesin sonuçları yüzde 50,16 evet, yüzde 49,84 hayır olarak açıkladı.", "1986 - İstanbul'daki Neve Şalom Sinagogu'na düzenlenen terörist saldırıda 21 kişi öldü, 4 kişi yaralandı.", "1980 - Sovyetler Birliği, Kore Havayolları'na ait 007 sefer sayılı Boeing 747 tipi uçağını düşürdü, 249 kişi öldü.", "1980 - 12 Eylül Darbesi'ne giden süreç: Millî Selamet Partisi, Konya'da Kudüs Mitingi düzenledi. Mitingde İstiklal Marşı yuhalandı, Arapça pankartlarla yürüyüş yapıldı, şeriat sloganları atıldı.", "1977 - Yumurtalık'tan dış ülkelere ilk petrol sevkiyatı başladı.", "1975 - Lice depremi: Diyarbakır Lice'de meydana gelen depremde 2385 kişi öldü.", "1968 - Esvatini bağımsızlığını ilan etti.", "1962 - Iğdır'da deprem. 5 bin ev yıkıldı, 25 bin kişi evsiz kaldı.", "1960 - Türk Millî Güreş Takımı, Roma Olimpiyatları'nda serbest güreşte 4 altın, 2 gümüş madalya aldı.", "1955 - İstanbul'da 6-7 Eylül Olayları: Selanik'te Atatürk'ün doğduğu evin bombalandığı yolundaki yanlış haber gerekçe gösterilerek başlatılan ve iki gün süren İstanbul ve İzmir'deki gösteriler, Rumlara yönelik bir tahrip ve yağma hareketine dönüştü. İstanbul ve İzmir'de sıkıyönetim ilan edildi.", "1939 - Nazi Almanyası tüm Yahudi vatandaşların, \"Sarı Yahudi Yıldızı\" taşımasını zorunlu kıldı.", "1939 - Erzurum'a ilk tren girdi.", "1930 - Arjantin'in radikal Başkanı Hipolito İrigoyen, askerî darbeyle devrildi.", "1922 - Türk Kurtuluş Savaşı-(Balıkesir'in Kurtuluşu): Türk Ordusu, Yunan İşgali altındaki Balıkesir, Bilecik ve İnegöl'e girdi.", "1915 - Bulgaristan, İttifak Devletleri'yle antlaşma imzaladı ve I. Dünya Savaşı'na dahil oldu.", "1914 -  I. Dünya Savaşı: I. Marne Muharebesi başladı ve Alman Ordusu'nun, Fransız-İngiliz Ordusu'na yenilgisiyle sonuçlandı.", "1901 - ABD'nin 25. Başkanı olan William McKinley, Leon Czolgosz adlı bir anarşist tarafından Buffalo, New York'ta suikasta uğradı. McKinley, 14 Eylül'de öldü ve yerine yardımcısı Theodore Roosevelt geçti.", "1422 - II. Murad, İstanbul Kuşatması'nı sona erdirdi.", "394 - Doğu Roma ile Batı Roma arasındaki Frigidus Muharebesi sona erdi."]