["2008 - Mu0131su0131r'u0131n bau015fkenti Kahire'nin yaku0131nlaru0131nda "Muqattam tepeleri"nden kopan kayalar evlerin u00fczerine du00fcu015ftu00fc; 18 kiu015fi u00f6ldu00fc, 22 kiu015fi yaralandu0131. Aynu0131 bu00f6lgede 1993 yu0131lu0131nda da kayalar yuvarlanmu0131u015f ve 30 kiu015fi u00f6lmu00fcu015ftu00fc.",  "1991 - Sovyetler Birliu011fi'nden ayru0131lan Estonya, Letonya ve Litvanya resmen tanu0131ndu0131.",  "1987 - Cumhuriyet tarihinin 3. referandumunda, 1982 Anayasasu0131'na eski politikacu0131lar iu00e7in konulan yasau011fu0131n, kaldu0131ru0131lu0131p kaldu0131ru0131lmamasu0131 oylandu0131. YSK, kesin sonuu00e7laru0131 yu00fczde 50,16 evet, yu00fczde 49,84 hayu0131r olarak au00e7u0131kladu0131.",  "1986 - u0130stanbul'daki Neve u015ealom Sinagogu'na du00fczenlenen teru00f6rist saldu0131ru0131da 21 kiu015fi u00f6ldu00fc, 4 kiu015fi yaralandu0131.",  "1980 - Sovyetler Birliu011fi, Kore Havayollaru0131'na ait 007 sefer sayu0131lu0131 Boeing 747 tipi uu00e7au011fu0131nu0131 du00fcu015fu00fcrdu00fc, 249 kiu015fi u00f6ldu00fc.",  "1980 - 12 Eylu00fcl Darbesi'ne giden su00fcreu00e7: Millu00ee Selamet Partisi, Konya'da Kudu00fcs Mitingi du00fczenledi. Mitingde u0130stiklal Maru015fu0131 yuhalandu0131, Arapu00e7a pankartlarla yu00fcru00fcyu00fcu015f yapu0131ldu0131, u015feriat sloganlaru0131 atu0131ldu0131.",  "1977 - Yumurtalu0131k'tan du0131u015f u00fclkelere ilk petrol sevkiyatu0131 bau015fladu0131.",  "1975 - Lice depremi: Diyarbaku0131r Lice'de meydana gelen depremde 2385 kiu015fi u00f6ldu00fc.",  "1968 - Esvatini bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1962 - Iu011fdu0131r'da deprem. 5 bin ev yu0131ku0131ldu0131, 25 bin kiu015fi evsiz kaldu0131.",  "1960 - Tu00fcrk Millu00ee Gu00fcreu015f Taku0131mu0131, Roma Olimpiyatlaru0131'nda serbest gu00fcreu015fte 4 altu0131n, 2 gu00fcmu00fcu015f madalya aldu0131.",  "1955 - u0130stanbul'da 6-7 Eylu00fcl Olaylaru0131: Selanik'te Atatu00fcrk'u00fcn dou011fduu011fu evin bombalandu0131u011fu0131 yolundaki yanlu0131u015f haber gereku00e7e gu00f6sterilerek bau015flatu0131lan ve iki gu00fcn su00fcren u0130stanbul ve u0130zmir'deki gu00f6steriler, Rumlara yu00f6nelik bir tahrip ve yau011fma hareketine du00f6nu00fcu015ftu00fc. u0130stanbul ve u0130zmir'de su0131ku0131yu00f6netim ilan edildi.",  "1939 - Nazi Almanyasu0131 tu00fcm Yahudi vatandau015flaru0131n, "Saru0131 Yahudi Yu0131ldu0131zu0131" tau015fu0131masu0131nu0131 zorunlu ku0131ldu0131.",  "1939 - Erzurum'a ilk tren girdi.",  "1930 - Arjantin'in radikal Bau015fkanu0131 Hipolito u0130rigoyen, askeru00ee darbeyle devrildi.",  "1922 - Tu00fcrk Kurtuluu015f Savau015fu0131-(Balu0131kesir'in Kurtuluu015fu): Tu00fcrk Ordusu, Yunan u0130u015fgali altu0131ndaki Balu0131kesir, Bilecik ve u0130negu00f6l'e girdi.",  "1915 - Bulgaristan, u0130ttifak Devletleri'yle antlau015fma imzaladu0131 ve I. Du00fcnya Savau015fu0131'na dahil oldu.",  "1914 -  I. Du00fcnya Savau015fu0131: I. Marne Muharebesi bau015fladu0131 ve Alman Ordusu'nun, Fransu0131z-u0130ngiliz Ordusu'na yenilgisiyle sonuu00e7landu0131.",  "1901 - ABD'nin 25. Bau015fkanu0131 olan William McKinley, Leon Czolgosz adlu0131 bir anaru015fist tarafu0131ndan Buffalo, New York'ta suikasta uu011fradu0131. McKinley, 14 Eylu00fcl'de u00f6ldu00fc ve yerine yardu0131mcu0131su0131 Theodore Roosevelt geu00e7ti.",  "1422 - II. Murad, u0130stanbul Kuu015fatmasu0131'nu0131 sona erdirdi.",  "394 - Dou011fu Roma ile Batu0131 Roma arasu0131ndaki Frigidus Muharebesi sona erdi."]







