["2017 - Meksika'nu0131n Chiapas eyaletinde 8,1 Mw u015fiddetinde deprem meydana geldi. 97 kiu015fi u00f6ldu00fc.",  "2011 - Lokomotiv Yaroslavl buz hokeyi taku0131mu0131nu0131 tau015fu0131yan Yak-Servis 9634 sefer sayu0131lu0131 Yakovlev Yak-42 tipi uu00e7ak, Yaroslavl Havalimanu0131'ndan kalku0131u015fu0131nu0131n ardu0131ndan u0130dil Nehri'ne du00fcu015ftu00fc. Uu00e7akta bulunan 45 kiu015fiden 43'u00fc olay anu0131nda, Alexander Galimov ise 5 gu00fcn sonra u00f6ldu00fc. Kazada sadece uu00e7ak mu00fchendisi Alexander Sizov hayatta kaldu0131.",  "1999 - Yunanistan'nu0131n bau015fkenti Atina'nu0131n 17 km kuzey batu0131su0131nda 6,0 u015fiddetinde deprem meydana geldi. 143 kiu015fi u00f6ldu00fc, 1600'den fazla kiu015fi yaralandu0131.",  "1986 - u015eili'de Pinochet suikasta uu011fradu0131; 5 korumasu0131 u00f6ldu00fc, Pinochet ise yara almadan kurtuldu.",  "1986 - Desmond Tutu, Gu00fcney Afrika'da ilk siyahi Anglikan Kilisesi lideri oldu.",  "1985 - Kuu015fadasu0131 yaku0131nlaru0131ndaki yangu0131n su00f6ndu00fcrme u00e7alu0131u015fmalaru0131nda 14 er yanarak u00f6ldu00fc.",  "1983 - Kadir Mu0131su0131rou011flu, Cumhurbau015fkanu0131 Kenan Evren tarafu0131ndan Tu00fcrkiye Cumhuriyeti vatandau015flu0131u011fu0131ndan u00e7u0131karu0131ldu0131.",  "1982 - Esenbou011fa Katliamu0131 sanu0131u011fu0131 ASALA militanu0131 Levon Ekmeku00e7iyan, tek celsede idam cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1979 - u0130stanbul Su0131ku0131yu00f6netim Komutanlu0131u011fu0131, Dostlar Tiyatrosu'nun u201cBrecht Kabareu201d oyununu yasaklandu0131.",  "1980 - 12 Eylu00fcl Darbesi'ne giden su00fcreu00e7: Viranu015fehir, Urfa'da okullarda Tu00fcrk bayrau011fu0131 u00e7ektirip u0130stiklal Maru015fu0131 su00f6yleten Asteu011fmen u0130lyas Bayraktutar, PKK tarafu0131ndan iu015fkenceyle u00f6ldu00fcru00fcldu00fc.",  "1979 - 12 Eylu00fcl Darbesi'ne giden su00fcreu00e7: Turgutlu, Manisa'da u00fclku00fccu00fc militanlar Halil Esendau011f, Selu00e7uk Duracu0131k ve 16 yau015fu0131ndaki Ali Aksakal, fu0131ru0131n basu0131p sol gu00f6ru00fcu015flu00fc 4 fu0131ru0131ncu0131yu0131 u00f6ldu00fcrdu00fc.",  "1978 - u0130ran'da u015eah Muhammed Ru0131za Pehlevi karu015fu0131tu0131 gu00f6sterilere 20 bin kiu015fi katu0131ldu0131.",  "1977 - u0130stanbul'da tu00fcp gaz kuyruklaru0131. Tu00fcp gaz, peu015fin parayla su0131ra numarasu0131 alu0131narak satu0131lu0131yor.",  "1958 - Ana Muhalefet lideri, CHP Genel Bau015fkanu0131 u0130smet u0130nu00f6nu00fc, "Sehpalar kurulursa nasu0131l iu015fleyeceu011fini kimse bilemez" dedi. Demeu00e7; Bau015fbakan Adnan Menderes'in, "idam sehpalaru0131nda can verenlerden ders alsalar ya" au00e7u0131klamasu0131na yanu0131ttu0131.",  "1956 - BM'de Ku00f6leliu011fin, Ku00f6le Ticaretinin ve Ku00f6leliu011fe Benzer Kurum ve Uygulamalaru0131n Kaldu0131ru0131lmasu0131 Ek Su00f6zleu015fmesi kabul edildi.",  "1947 - Tu00fcrkiye - Irak Dostluk Antlau015fmasu0131 imzalandu0131.",  "1946 - Cumhuriyet tarihinin ilk bu00fcyu00fck devalu00fcasyonu yapu0131ldu0131. Bir Amerikan dolaru0131nu0131n deu011feri 131,50 kuruu015ftan 280 kuruu015fa yu00fckseltildi.",  "1943 - II. Du00fcnya Savau015fu0131; u0130talya, Mu00fcttefikler'e teslim oldu.",  "1940 - II. Du00fcnya Savau015fu0131: Nazi Almanyasu0131, Londra'yu0131 bombalamaya bau015fladu0131. 57 gu00fcn kesintisiz devam eden gece bombardu0131manlaru0131na The Blitz adu0131 verilmiu015fti.",  "1938 - Hatay Devleti Anayasasu0131 kabul edildi. Bau015fbakan Abdurrahman Melek, "Programu0131mu0131zu0131n ruhu ve esasu0131 Kemalizm rejimi ve bu00fctu00fcn icabatu0131du0131r" dedi.",  "1927 - Amerikalu0131 mucit Philo Taylor Farnsworth, tamamen elektronik sistemle u00e7alu0131u015fan ilk televizyonu geliu015ftirdi.",  "1923 - u0130kdam, Aku015fam, u0130leri, Tercu00fcman-u0131 Hakikat, Tevhid-i Efkar, Tanin, Vatan ve Vakit gazeteleri, dizgici grevi nedeniyle u00e7u0131kamayu0131nca ortaklau015fa olarak "Mu00fcu015fterek" gazetesi yayu0131mlanmaya bau015fladu0131. "Mu00fcu015fterek" gazetesi iki hafta u00e7u0131ktu0131.",  "1916 - u0130ngiliz uu00e7aklaru0131, Haydarpau015fa Garu0131'nu0131 bombaladu0131.",  "1901 - 19. yu00fczyu0131lda, Batu0131'nu0131n u00c7in u00fczerindeki ekonomik ve siyasi etkisine karu015fu0131 u00e7u0131kartu0131lan Boxer Ayaklanmasu0131 sona erdi.",  "1822 - Portekiz'in su00f6mu00fcrgesi olan Brezilya bau011fu0131msu0131zlu0131u011fu0131na kavuu015ftu.",  "1813 - "Sam Amca" takma ismi, ABD iu00e7in ilk defa yerel bir gazetede kullanu0131ldu0131.",  "1812 - Moskova'ya yu00fcru00fcyen Napolyon, Ruslaru0131 u015fehrin 70 mil batu0131su0131ndaki Borodino'da yendi.",  "1782 - William Herschel, kendi tasaru0131mu0131 olan teleskopla Satu00fcrn Bulutsusunu keu015ffetti.",  "1776 - Du00fcnyada ilk kez bir denizaltu0131 saldu0131ru0131su0131 du00fczenlendi. Amerikalu0131laru0131n imal ettiu011fi Turtle (Kaplumbau011fa) adlu0131 arau00e7 suyun altu0131ndan giderek New York Limanu0131'nda demirlemiu015f bulunan u0130ngiliz Kraliyet Donanmasu0131'nu0131n bayrak gemisi HMS Eagle'u0131n altu0131na zaman ayarlu0131 bir bomba iliu015ftirdi. Ancak saldu0131ru0131 bau015faru0131su0131z oldu.",  "1566 - Kanuni Sultan Su00fcleyman, Zigetvar Seferi'nde gut hastalu0131u011fu0131 yu00fczu00fcnden u00f6ldu00fc. 28 Kasu0131m 1566 tarihinde defnedildi.",  "70 - u0130mparator Titus komutasu0131ndaki Roma u0130mparatorluu011fu Ordusu, Kudu00fcs'u00fc iu015fgal etti ve u015fehir yau011fmalandu0131."]







