["2017 - Meksika'nın Chiapas eyaletinde 8,1 Mw şiddetinde deprem meydana geldi. 97 kişi öldü.", "2011 - Lokomotiv Yaroslavl buz hokeyi takımını taşıyan Yak-Servis 9634 sefer sayılı Yakovlev Yak-42 tipi uçak, Yaroslavl Havalimanı'ndan kalkışının ardından İdil Nehri'ne düştü. Uçakta bulunan 45 kişiden 43'ü olay anında, Alexander Galimov ise 5 gün sonra öldü. Kazada sadece uçak mühendisi Alexander Sizov hayatta kaldı.", "1999 - Yunanistan'nın başkenti Atina'nın 17 km kuzey batısında 6,0 şiddetinde deprem meydana geldi. 143 kişi öldü, 1600'den fazla kişi yaralandı.", "1986 - Şili'de Pinochet suikasta uğradı; 5 koruması öldü, Pinochet ise yara almadan kurtuldu.", "1986 - Desmond Tutu, Güney Afrika'da ilk siyahi Anglikan Kilisesi lideri oldu.", "1985 - Kuşadası yakınlarındaki yangın söndürme çalışmalarında 14 er yanarak öldü.", "1983 - Kadir Mısıroğlu, Cumhurbaşkanı Kenan Evren tarafından Türkiye Cumhuriyeti vatandaşlığından çıkarıldı.", "1982 - Esenboğa Katliamı sanığı ASALA militanı Levon Ekmekçiyan, tek celsede idam cezasına çarptırıldı.", "1979 - İstanbul Sıkıyönetim Komutanlığı, Dostlar Tiyatrosu'nun “Brecht Kabare” oyununu yasaklandı.", "1980 - 12 Eylül Darbesi'ne giden süreç: Viranşehir, Urfa'da okullarda Türk bayrağı çektirip İstiklal Marşı söyleten Asteğmen İlyas Bayraktutar, PKK tarafından işkenceyle öldürüldü.", "1979 - 12 Eylül Darbesi'ne giden süreç: Turgutlu, Manisa'da ülkücü militanlar Halil Esendağ, Selçuk Duracık ve 16 yaşındaki Ali Aksakal, fırın basıp sol görüşlü 4 fırıncıyı öldürdü.", "1978 - İran'da Şah Muhammed Rıza Pehlevi karşıtı gösterilere 20 bin kişi katıldı.", "1977 - İstanbul'da tüp gaz kuyrukları. Tüp gaz, peşin parayla sıra numarası alınarak satılıyor.", "1958 - Ana Muhalefet lideri, CHP Genel Başkanı İsmet İnönü, \"Sehpalar kurulursa nasıl işleyeceğini kimse bilemez\" dedi. Demeç; Başbakan Adnan Menderes'in, \"idam sehpalarında can verenlerden ders alsalar ya\" açıklamasına yanıttı.", "1956 - BM'de Köleliğin, Köle Ticaretinin ve Köleliğe Benzer Kurum ve Uygulamaların Kaldırılması Ek Sözleşmesi kabul edildi.", "1947 - Türkiye - Irak Dostluk Antlaşması imzalandı.", "1946 - Cumhuriyet tarihinin ilk büyük devalüasyonu yapıldı. Bir Amerikan dolarının değeri 131,50 kuruştan 280 kuruşa yükseltildi.", "1943 - II. Dünya Savaşı; İtalya, Müttefikler'e teslim oldu.", "1940 - II. Dünya Savaşı: Nazi Almanyası, Londra'yı bombalamaya başladı. 57 gün kesintisiz devam eden gece bombardımanlarına The Blitz adı verilmişti.", "1938 - Hatay Devleti Anayasası kabul edildi. Başbakan Abdurrahman Melek, \"Programımızın ruhu ve esası Kemalizm rejimi ve bütün icabatıdır\" dedi.", "1927 - Amerikalı mucit Philo Taylor Farnsworth, tamamen elektronik sistemle çalışan ilk televizyonu geliştirdi.", "1923 - İkdam, Akşam, İleri, Tercüman-ı Hakikat, Tevhid-i Efkar, Tanin, Vatan ve Vakit gazeteleri, dizgici grevi nedeniyle çıkamayınca ortaklaşa olarak \"Müşterek\" gazetesi yayımlanmaya başladı. \"Müşterek\" gazetesi iki hafta çıktı.", "1916 - İngiliz uçakları, Haydarpaşa Garı'nı bombaladı.", "1901 - 19. yüzyılda, Batı'nın Çin üzerindeki ekonomik ve siyasi etkisine karşı çıkartılan Boxer Ayaklanması sona erdi.", "1822 - Portekiz'in sömürgesi olan Brezilya bağımsızlığına kavuştu.", "1813 - \"Sam Amca\" takma ismi, ABD için ilk defa yerel bir gazetede kullanıldı.", "1812 - Moskova'ya yürüyen Napolyon, Rusları şehrin 70 mil batısındaki Borodino'da yendi.", "1782 - William Herschel, kendi tasarımı olan teleskopla Satürn Bulutsusunu keşfetti.", "1776 - Dünyada ilk kez bir denizaltı saldırısı düzenlendi. Amerikalıların imal ettiği Turtle (Kaplumbağa) adlı araç suyun altından giderek New York Limanı'nda demirlemiş bulunan İngiliz Kraliyet Donanması'nın bayrak gemisi HMS Eagle'ın altına zaman ayarlı bir bomba iliştirdi. Ancak saldırı başarısız oldu.", "1566 - Kanuni Sultan Süleyman, Zigetvar Seferi'nde gut hastalığı yüzünden öldü. 28 Kasım 1566 tarihinde defnedildi.", "70 - İmparator Titus komutasındaki Roma İmparatorluğu Ordusu, Kudüs'ü işgal etti ve şehir yağmalandı."]