["2023 - Fas'ta Marakeu015f-Safi depremi oldu.",  "2022 - III. Charles, annesi II. Elizabeth'in u00f6lu00fcmu00fc u00fczerine Birleu015fik Krallu0131k kralu0131 oldu.",  "2020 - Bosna Savau015fu0131'nda Bou015fnak sivillere karu015fu0131 savau015f suu00e7u iu015flemekten aranan eski Su0131rp komutan Ratko Djurkovic, Bosna Hersek'in kuzeydou011fusundaki Ugljevik kasabasu0131nda yakalandu0131.",  "2014 - Uu00e7ankuu015f TV yayu0131n hayatu0131na bau015fladu0131",  "2009 - Trakya'da sel felaketinde 31 kiu015fi u00f6ldu00fc.",  "1991 - Makedonya bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1977 - u0130kinci Milliyetu00e7i Cephe Hu00fcku00fbmeti, "Ekonomik u0130stikrar u00d6nlemleri Paketi"ni au00e7u0131kladu0131.",  "1974 - ABD Bau015fkanu0131 Gerald Ford, eski Bau015fkan Richard Nixon'u Watergate skandalu0131'ndaki sorumluluu011fundan dolayu0131 affetti.",  "1968 - Atina'da yapu0131lan Balkan Atletizm Yaru0131u015fmalaru0131'nda maraton dalu0131nda; u0130smail Aku00e7ay birinci, Hu00fcseyin Aktau015f ikinci oldu.",  "1966 - Gu00fcney Batu0131 u0130ngiltere ile Galler'i birbirine bau011flayan Severn Ku00f6pru00fcsu00fc au00e7u0131ldu0131.",  "1954 - SEATO (Gu00fcney Asya Paktu0131) kuruldu.",  "1952 - Ernest Hemingway'in u0130htiyar Adam ve Deniz adlu0131 romanu0131 basu0131ldu0131.",  "1951 - San Francisco Baru0131u015f Antlau015fmasu0131: 48 BM u00fcyesi ile Japonya arasu0131nda resmi baru0131u015f anlau015fmasu0131 imzalandu0131.",  "1946 - Bulgaristan'da referandum sonucu monaru015fi sona erdi.",  "1941 - II. Du00fcnya Savau015fu0131: Alman Ordusu tarafu0131ndan Leningrad'u0131n son kara bau011flantu0131su0131nu0131n da kesilmesiyle, 872 gu00fcn su00fcrecek olan Leningrad Kuu015fatmasu0131 bau015fladu0131.",  "1934 - Bir yolcu gemisi, New Jersey au00e7u0131klaru0131nda yandu0131; 135 kiu015fi u00f6ldu00fc.",  "1931 - Bulgaristan'da yayu0131mlanan "Yu00fczellilikler"in gazetesi "Au00e7u0131k Su00f6z" kapatu0131ldu0131",  "1930 - 3M u015firketi, u015feffaf yapu0131u015fkan bantu0131n satu0131u015fu0131na bau015fladu0131.",  "1926 - Almanya'nu0131n Milletler Cemiyeti'ne girmesine izin verildi.",  "1922 - Tu00fcrk Kurtuluu015f Savau015fu0131: Tu00fcrk Ordusu, Yunan u0130u015fgali altu0131ndaki Manisa'ya girdi.",  "1900 - Teksas'u0131n Galveston u015fehrinde u015fiddetli kasu0131rga: yaklau015fu0131k 8000 kiu015fi u00f6ldu00fc.",  "1888 - Karu0131ndeu015fen Jack, ikinci kurbanu0131 olan Annie Chapman'u0131 u00f6ldu00fcrdu00fc.",  "1888 - u0130ngiliz futbol liginde ilk mau00e7 oynandu0131.",  "1886 - Johannesburg'un temeli atu0131ldu0131.",  "1862 - Osmanlu0131 Devleti ile Bu00fcyu00fck Avrupa devletleri arasu0131nda u0130stanbul Protokolu00fc imzalandu0131.",  "1831 - IV. William, Bu00fcyu00fck Britanya Kralu0131 oldu.",  "1688 - Belgrad, Kutsal Roma Cermen u0130mparatorluu011fu u00f6nderliu011findeki kuu015fatma sonrasu0131nda, Osmanlu0131 hakimiyetinden u00e7u0131ktu0131.",  "1664 - u0130ngiltere Kralu0131'nu0131n kardeu015fi York Du00fcku00fc, Hollanda su00f6mu00fcrgesi olan Yeni Amsterdam'u0131 u0130ngiltere'ye bau011fladu0131. Amerika'nu0131n dou011fusundaki kentin adu0131, Du00fck'u00fcn unvanu0131ndan esinlenerek New York (Yeni York) oldu.",  "1609 - Mimar Sedefkar Mehmet Au011fa, I. Ahmed'in isteu011fi u00fczerine, Sultanahmet Ku00fclliyesi'nin inu015fasu0131na bau015fladu0131. Ku00fclliye, 8 yu0131l sonra tamamlandu0131 ve kullanu0131ma au00e7u0131ldu0131.",  "1529 - Budin Kuu015fatmasu0131: Kanuni Sultan Su00fcleyman Budapeu015fte'yi fethetti.",  "1514 - Orsha muharebesi: Litvanyalu0131lar ve Polonyalu0131lar Ruslaru0131 yendi.",  "1504 - Michelangelo'nun Davut Heykeli, Floransa'da au00e7u0131ldu0131.",  "1449 - Tumu Kalesi muharebesi: Mou011follar, u00c7in u0130mparatoru Zhengtong'u esir aldu0131.",  "1380 - Kulikovskaya Muharebesi: Rus Knezlik Ordusu, Tatar ve Mou011follardan oluu015fan Altu0131n Orda Devleti Ordularu0131nu0131 yendi ve ilerlemelerini durdurdu.",  "1331 - Stefan Duu0161an, kendini Su0131rbistan Krallu0131u011fu0131 Hu00fcku00fcmdaru0131 ilan etti."]







