["2003 - Du00fcnyanu0131n en bu00fcyu00fck hidroelektrik baraju0131 olan u00c7in'deki "u00dcu00e7 Bou011faz Baraju0131"nda su tutulmasu0131na bau015flandu0131.",  "2001 - Bir Hamas intihar bombacu0131su0131, Tel Aviv'deki bir diskoda 21 kiu015finin u00f6lu00fcmu00fcne yol au00e7tu0131.",  "1997 - Hugo Banzer Suu00e1rez, Bolivya'da Devlet Bau015fkanlu0131u011fu0131 seu00e7imlerini kazandu0131.",  "1990 - George H. W. Bush ve Mikhail Gorbachev, kimyasal silah u00fcretimine son veren bir antlau015fma imzaladu0131lar.",  "1985 - Alan Garcu00eda, Peru Devlet Bau015fkanu0131 oldu.",  "1980 - CNN yayu0131n hayatu0131na bau015fladu0131.",  "1979 - Rodezya'da 90 yu0131l sonra ilk kez siyahlaru0131n u00e7ou011funlukta olduu011fu bir hu00fcku00fbmet gu00f6reve geldi.",  "1975 - Du00fcnya Bankasu0131, Tu00fcrkiye'yi 'Moratoryum' durumundaki u00fclkeler arasu0131nda saydu0131u011fu0131nu0131 ve boru00e7laru0131nu0131 u00f6deyemez hale gelen bir u00fclke olduu011funu ilan etti. Tu00fcrkiye daha u00f6nce 1959 ve 1965 yu0131llaru0131nda da 'boru00e7 u00f6deyemez u00fclke' olarak ilan edilmiu015fti.",  "1973 - Yunanistan Hu00fcku00fbmeti monaru015fiyi kaldu0131rarak cumhuriyeti ilan etti.",  "1967 - Bu00fctu00fcn zamanlaru0131n en iyi albu00fcmu00fc kabul edilen The Beatles grubunun Sgt. Pepper's Lonely Hearts Club Band adlu0131 Rock albu00fcmleri piyasaya su00fcru00fcldu00fc.",  "1959 - Nikaragua devriminin bau015flangu0131cu0131.",  "1958 - Fransa'da General Charles de Gaulle Bau015fbakan oldu.",  "1952 - Berlin ikiye bu00f6lu00fcndu00fc.",  "1949 - Su00fcmerbank bu00fcnyesinde Nazilli Basma Sanayi Mu00fcessesesi kuruldu.",  "1943 - u0130stanbul Radyosu, Vedat Nedim Tu00f6r yu00f6netiminde deneme yayu0131nu0131na bau015fladu0131. Beyou011flu Postanesi u00fczerinde kurulan geu00e7ici stu00fcdyoda u00e7alu0131u015fmalaru0131nu0131 su00fcrdu00fcren u0130stanbul Radyosu, Batu0131 Mu00fcziu011fi ve Ankara Radyosu'ndan telefon aracu0131lu0131u011fu0131yla iletilen ajans haberlerini yayu0131nladu0131.",  "1939 - CHP 5. Kurultayu0131 yeni program ve tu00fczu00fcu011fu00fc kabul etti.",  "1938 - Atatu00fcrk, hekimlerin tavsiyesine uyarak u0130stanbul Bou011fazu0131u2019nda demirleyen Savarona yatu0131nda kalmaya bau015fladu0131.",  "1931 - Bursa-Mudanya Demiryolu devlet tarafu0131ndan satu0131n alu0131ndu0131. 42 kilometre uzunluu011fundaki hat iu015fletmeye 1892 yu0131lu0131nda au00e7u0131lmu0131u015ftu0131.",  "1930 - u0130stanbul'da Galata Ku00f6pru00fcsu00fc'nde 85 yu0131ldu0131r alu0131nan geu00e7iu015f u00fccreti kaldu0131ru0131ldu0131. Ku00f6pru00fc 1845'te au00e7u0131ldu0131u011fu0131nda geu00e7iu015f tarifesi; yayalar iu00e7in 5 para, hamallar iu00e7in 10 para, yu00fcklu00fc arabalar iu00e7in 5 kuruu015f, yu00fcklu00fc beygirler iu00e7in 40 para, koyunlar iu00e7in 3 para olarak belirlenmiu015fti.",  "1929 - 1 Kasu0131m 1928 tarihli Yeni Tu00fcrk Harflerinin Kabul ve Tatbiki Hakku0131ndaki Kanun gereu011fince, devlet muamelelerinde ve kayu0131tlarda tamamen yeni harfler kullanu0131lmaya bau015flandu0131.",  "1921 - Dr. u015eefik Hu00fcsnu00fc Deymer u00f6nderliu011finde Osmanlu0131'nu0131n ilk sosyalist mecmuasu0131 Aydu0131nlu0131k yayu0131n hayatu0131na bau015fladu0131.",  "1920 - Milli Au015fireti Ayaklanmasu0131: Milli Au015fireti, Fransu0131zlarla iu015f birliu011fi yaparak, Urfa'da ayaklanma bau015flattu0131.",  "1920 - Adolfo de la Huerta, Meksika Devlet Bau015fkanu0131 oldu.",  "1911 - Tu00fcrk Hava Kuvvetleri kuruldu. (Ku0131taat-u0131 Fenniye ve Mevaki-i Mu00fcstahkame)",  "1869 - Thomas Edison, elektrikli oy verme makinesinin patentini aldu0131.",  "1855 - Amerikalu0131 maceraperest ve paralu0131 asker William Walker, Nikaragua'yu0131 ele geu00e7irdi.",  "1831 - James Clark Ross, Kuzey Kutbunu keu015ffetti.",  "1796 - Tennessee, ABD'nin 16. eyaleti oldu.",  "1792 - Kentucky, ABD'nin 15. eyaleti oldu.",  "1453 - Ayasofya'da ilk Cuma namazu0131, Aku015femseddin tarafu0131ndan ku0131ldu0131ru0131ldu0131.",  "987 - Hugh Capet, Fransa Kralu0131 seu00e7ildi.",  "193 - Roma u0130mparatoru, Didius Julianus suikast sonucu u00f6ldu00fcru00fcldu00fc."]







