["2023 - İstanbul, Atatürk Olimpiyat Stadyumu'nda oynanan 2023 UEFA Şampiyonlar Ligi finalini, Inter'i 1-0'lık skor ile mağlup eden Manchester City kazandı.[1]", "2023 - Ankara'ya bağlı Elmadağ ilçesinde bulunan Makine ve Kimya Endüstrisi'ne ait roket ve patlayıcı madde fabrikasında meydana gelen patlamada 5 işçi öldü.", "2006 - Hatay'da yabancılara gayrimenkul satışı durduruldu. Tapu ve Kadastro Genel Müdürlüğü, ilin yüz ölçümünün binde 5'inden fazlasının yabancılara satılmış olması nedeniyle ikinci emre kadar satışları yasakladı.", "2005 - Orhan Boran'ın 60. sanat yılı ve profesyonel hayatını sona erdirdiği jübile gecesi, Harbiye Açıkhava Tiyatrosu'nda yapıldı.", "2002 - Ontario'da (Kanada) eşcinsel (eşdeğer) evlilik yasalaştı.", "2001 - Kuzey İrlanda'nın başkenti Belfast'ta düzenlenen 11. Dünya Büyükler Boks Şampiyonası'nda, 57 kiloda Ramazan Paliani, Dünya Şampiyonu olarak altın madalya kazandı.", "2000 - Suriye Devlet Başkanı Hafız Esad öldü. Yerine 17 Temmuz'da oğlu Beşar Esad getirildi.", "1993 - Dünya Sinemalar Günü, Türkiye'de ilk kez kutlandı.", "1990 - Şırnak'ın Çevrimli köyüne saldıran PKK militanları, 26 sivili öldürdü.", "1987 - Eskişehir F-16 uçak motor fabrikası, Cumhurbaşkanı Kenan Evren tarafından açıldı.", "1981 - 12 Eylül Darbesi'nin 6. idamı: 28 Aralık 1980'de Üsteğmen Şahin Akkaya'yı başından vurarak öldüren sol görüşlü militan Veysel Güney, idam edildi.", "1967 - Altı Gün Savaşı sona erdi: İsrail ve Suriye ateşkes imzaladı. İsrail; Gazze Şeridi, Golan Tepeleri, Doğu Kudüs, Batı Şeria ve Sina Yarımadası'nı işgal etti.", "1960 - Celâl Bayar ve Adnan Menderes, yargılanmak üzere Yassıada'ya götürüldü.", "1960 - Turan Emeksiz, Nedim Özpolat, Ersan Özey, Ali İhsan Kalmaz ve Sökmen Gültekin, Ankara'da Anıtkabir yamacında toprağa verildi.", "1955 - Yapımı 2,5 yılda tamamlanan 300 odalı, 500 yataklı İstanbul Hilton Oteli açıldı.", "1949 - Devlet Tiyatro ve Operası, TBMM'de kabul edilen yasayla Türkiye Cumhuriyeti Millî Eğitim Bakanlığı'na bağlı olarak kuruldu. İlk Genel Müdür Muhsin Ertuğrul oldu.", "1947 - Saab, ilk otomobilini üretti.", "1946 - Türkiye Gazeteciler Cemiyeti kuruldu.", "1946 - İtalya Krallığı sona erdi ve İtalyan Cumhuriyeti ilan edildi.", "1942 - Naziler Çekoslovakya'da Lidice kasabasını yerle bir ederek, Reinhard Heydrich'in öldürülmesine misilleme olarak 1300 kişiyi katletti.", "1940 - II. Dünya Savaşı: Norveç, Alman kuvvetlerine teslim oldu.", "1940 - II. Dünya Savaşı: Kanada, İtalya'ya savaş ilan etti.", "1940 - II. Dünya Savaşı: General Erwin Rommel'in komutasındaki Alman Birlikleri Manş Denizi'ne ulaştı.", "1940 - II. Dünya Savaşı: İtalya, Fransa ve Birleşik Krallık'a savaş ilan etti.", "1935 - Mülkiye Mektebi'nin adının Siyasal Bilgiler Okulu olarak değiştirilmesine karar verildi.", "1934 - İran Şahı Rıza Şah Pehlevi, Türkiye'yi ziyaret amacıyla Gürbulak'ta Türk sınırına geldi ve törenle karşılandı.", "1931 - Faşistlerle işbirliğini red eden orkestra şefi Arturo Toscanini, eşiyle birlikte İtalya'yı terk etti.", "1927 - Gazi Koşusu At Yarışı ilk kez yapıldı. Ankara Hipodromu'ndaki yarışı Mustafa Kemal Paşa da izledi.", "1916 - Osmanlı yönetimindeki Mekke, Arap isyanı sırasında Arapların eline geçti.", "1909 - Telsizle ilk \"S.O.S.\" sinyali, Slavonia adlı İngiliz gemisinden verildi.", "1692 - İngiltere'nin Amerikan kolonilerindeki Salem Cadı Mahkemeleri'nde suçlu bulunan Bridget Bishop asıldı.", "1190 - Friedrich Barbarossa, Üçüncü Haçlı Seferi sırasında Saleph Nehri'nde (şu anki Göksu Nehri) boğularak öldü."]