["2023 - u0130stanbul, Atatu00fcrk Olimpiyat Stadyumu'nda oynanan 2023 UEFA u015eampiyonlar Ligi finalini, Inter'i 1-0'lu0131k skor ile mau011flup eden Manchester City kazandu0131.[1]",  "2023 - Ankara'ya bau011flu0131 Elmadau011f ilu00e7esinde bulunan Makine ve Kimya Endu00fcstrisi'ne ait roket ve patlayu0131cu0131 madde fabrikasu0131nda meydana gelen patlamada 5 iu015fu00e7i u00f6ldu00fc.",  "2006 - Hatay'da yabancu0131lara gayrimenkul satu0131u015fu0131 durduruldu. Tapu ve Kadastro Genel Mu00fcdu00fcrlu00fcu011fu00fc, ilin yu00fcz u00f6lu00e7u00fcmu00fcnu00fcn binde 5'inden fazlasu0131nu0131n yabancu0131lara satu0131lmu0131u015f olmasu0131 nedeniyle ikinci emre kadar satu0131u015flaru0131 yasakladu0131.",  "2005 - Orhan Boran'u0131n 60. sanat yu0131lu0131 ve profesyonel hayatu0131nu0131 sona erdirdiu011fi ju00fcbile gecesi, Harbiye Au00e7u0131khava Tiyatrosu'nda yapu0131ldu0131.",  "2002 - Ontario'da (Kanada) eu015fcinsel (eu015fdeu011fer) evlilik yasalau015ftu0131.",  "2001 - Kuzey u0130rlanda'nu0131n bau015fkenti Belfast'ta du00fczenlenen 11. Du00fcnya Bu00fcyu00fckler Boks u015eampiyonasu0131'nda, 57 kiloda Ramazan Paliani, Du00fcnya u015eampiyonu olarak altu0131n madalya kazandu0131.",  "2000 - Suriye Devlet Bau015fkanu0131 Hafu0131z Esad u00f6ldu00fc. Yerine 17 Temmuz'da ou011flu Beu015far Esad getirildi.",  "1993 - Du00fcnya Sinemalar Gu00fcnu00fc, Tu00fcrkiye'de ilk kez kutlandu0131.",  "1990 - u015eu0131rnak'u0131n u00c7evrimli ku00f6yu00fcne saldu0131ran PKK militanlaru0131, 26 sivili u00f6ldu00fcrdu00fc.",  "1987 - Eskiu015fehir F-16 uu00e7ak motor fabrikasu0131, Cumhurbau015fkanu0131 Kenan Evren tarafu0131ndan au00e7u0131ldu0131.",  "1981 - 12 Eylu00fcl Darbesi'nin 6. idamu0131: 28 Aralu0131k 1980'de u00dcsteu011fmen u015eahin Akkaya'yu0131 bau015fu0131ndan vurarak u00f6ldu00fcren sol gu00f6ru00fcu015flu00fc militan Veysel Gu00fcney, idam edildi.",  "1967 - Altu0131 Gu00fcn Savau015fu0131 sona erdi: u0130srail ve Suriye ateu015fkes imzaladu0131. u0130srail; Gazze u015eeridi, Golan Tepeleri, Dou011fu Kudu00fcs, Batu0131 u015eeria ve Sina Yaru0131madasu0131'nu0131 iu015fgal etti.",  "1960 - Celu00e2l Bayar ve Adnan Menderes, yargu0131lanmak u00fczere Yassu0131ada'ya gu00f6tu00fcru00fcldu00fc.",  "1960 - Turan Emeksiz, Nedim u00d6zpolat, Ersan u00d6zey, Ali u0130hsan Kalmaz ve Su00f6kmen Gu00fcltekin, Ankara'da Anu0131tkabir yamacu0131nda toprau011fa verildi.",  "1955 - Yapu0131mu0131 2,5 yu0131lda tamamlanan 300 odalu0131, 500 yataklu0131 u0130stanbul Hilton Oteli au00e7u0131ldu0131.",  "1949 - Devlet Tiyatro ve Operasu0131, TBMM'de kabul edilen yasayla Tu00fcrkiye Cumhuriyeti Millu00ee Eu011fitim Bakanlu0131u011fu0131'na bau011flu0131 olarak kuruldu. u0130lk Genel Mu00fcdu00fcr Muhsin Ertuu011frul oldu.",  "1947 - Saab, ilk otomobilini u00fcretti.",  "1946 - Tu00fcrkiye Gazeteciler Cemiyeti kuruldu.",  "1946 - u0130talya Krallu0131u011fu0131 sona erdi ve u0130talyan Cumhuriyeti ilan edildi.",  "1942 - Naziler u00c7ekoslovakya'da Lidice kasabasu0131nu0131 yerle bir ederek, Reinhard Heydrich'in u00f6ldu00fcru00fclmesine misilleme olarak 1300 kiu015fiyi katletti.",  "1940 - II. Du00fcnya Savau015fu0131: Norveu00e7, Alman kuvvetlerine teslim oldu.",  "1940 - II. Du00fcnya Savau015fu0131: Kanada, u0130talya'ya savau015f ilan etti.",  "1940 - II. Du00fcnya Savau015fu0131: General Erwin Rommel'in komutasu0131ndaki Alman Birlikleri Manu015f Denizi'ne ulau015ftu0131.",  "1940 - II. Du00fcnya Savau015fu0131: u0130talya, Fransa ve Birleu015fik Krallu0131k'a savau015f ilan etti.",  "1935 - Mu00fclkiye Mektebi'nin adu0131nu0131n Siyasal Bilgiler Okulu olarak deu011fiu015ftirilmesine karar verildi.",  "1934 - u0130ran u015eahu0131 Ru0131za u015eah Pehlevi, Tu00fcrkiye'yi ziyaret amacu0131yla Gu00fcrbulak'ta Tu00fcrk su0131nu0131ru0131na geldi ve tu00f6renle karu015fu0131landu0131.",  "1931 - Fau015fistlerle iu015fbirliu011fini red eden orkestra u015fefi Arturo Toscanini, eu015fiyle birlikte u0130talya'yu0131 terk etti.",  "1927 - Gazi Kou015fusu At Yaru0131u015fu0131 ilk kez yapu0131ldu0131. Ankara Hipodromu'ndaki yaru0131u015fu0131 Mustafa Kemal Pau015fa da izledi.",  "1916 - Osmanlu0131 yu00f6netimindeki Mekke, Arap isyanu0131 su0131rasu0131nda Araplaru0131n eline geu00e7ti.",  "1909 - Telsizle ilk "S.O.S." sinyali, Slavonia adlu0131 u0130ngiliz gemisinden verildi.",  "1692 - u0130ngiltere'nin Amerikan kolonilerindeki Salem Cadu0131 Mahkemeleri'nde suu00e7lu bulunan Bridget Bishop asu0131ldu0131.",  "1190 - Friedrich Barbarossa, u00dcu00e7u00fcncu00fc Hau00e7lu0131 Seferi su0131rasu0131nda Saleph Nehri'nde (u015fu anki Gu00f6ksu Nehri) bou011fularak u00f6ldu00fc."]







