["2017 - Porto Riko Eyalet Referandumu yapu0131ldu0131.",  "2010 - 2010 FIFA Du00fcnya Kupasu0131, Gu00fcney Afrika - Meksika mau00e7u0131 ile bau015fladu0131.",  "2004 - Elvan Abeylegesse, Golden League yaru0131u015fmasu0131nda Norveu00e7'in Bergen kentinde kou015ftuu011fu 5000 metre yaru0131u015fu0131ndaki 14:24.68'lik derecesiyle 7 yu0131ldu0131r ku0131ru0131lamayan 5000 metre Du00fcnya rekorunu ku0131rdu0131 ve Du00fcnya rekoru ku0131ran ilk Tu00fcrk atlet oldu.",  "2001 - u0130laria Alpi Uluslararasu0131 u00d6zel u00d6du00fclu00fcu2019nu00fcn 7.si Tu00fcrkiye'den Nadire Mater ile u0130spanyau2019dan Carmen Gurruchagau2019ya verildi.",  "2001 - 5 Aralu0131k 1791 yu0131lu0131nda 35 yau015fu0131ndayken u00f6len dahi besteci Mozart'u0131n u00f6lu00fcm nedeni olarak Triu015finoz hastalu0131u011fu0131 gu00f6sterildi.",  "1999 - Bakanlar Kurulu, 13 Mayu0131s 1999 tarihinde Fazilet Partisi'nden Milletvekili seu00e7ilen Merve Kavaku00e7u0131'yu0131 vatandau015flu0131ktan u00e7u0131karma kararu0131 aldu0131. Merve Kavaku00e7u0131, kararu0131n iptali ve yu00fcru00fctmenin durdurulmasu0131 istemiyle Danu0131u015ftay'da dava au00e7tu0131.",  "1998 - Hu00fcku00fbmetin verdiu011fi yu00fczde 20 zamma tepki gu00f6steren memurlar, iu015f bu0131rakma eylemi yaptu0131lar.",  "1997 - Genelkurmay Bau015fkanlu0131u011fu0131 bu00fcnyesinde irticaya karu015fu0131 Batu0131 u00c7alu0131u015fma Grubu oluu015fturulduu011fu bildirildi.",  "1997 - Adalet Bakanu0131 u015eevket Kazan, Genelkurmay'u0131n brifingine katu0131lan Ankara Adliyesi ve DGM'de gu00f6revli hakim ve savcu0131lar hakku0131nda soruu015fturma au00e7tu0131rdu0131.",  "1987 - Uluslararasu0131 u00c7alu0131u015fma u00d6rgu00fctu00fc (ILO), Tu00fcrkiye'yi yeniden "u0130u015fu00e7i haklaru0131nu0131 u00e7iu011fneyen u00fclkeler" listesine aldu0131. Gereku00e7e; iu015f yasalaru0131yla anayasa maddelerinin Tu00fcrkiye'nin imzaladu0131u011fu0131 uluslararasu0131 su00f6zleu015fmelere ayku0131ru0131 olmasu0131ydu0131.",  "1982 - Tu00fcrkiye Gu00fczeli Nazlu0131 Deniz Kuruou011flu, Avrupa Gu00fczeli seu00e7ildi.",  "1982 - E.T. filmi ABD'de gu00f6sterime girdi. Melissa Mathison'u0131n u00f6yku00fcsu00fcnu00fc Steven Spielberg sinemaya uyarlamu0131u015f ve film 4 Oscar kazanmu0131u015ftu0131r. Ayru0131ca, filmdeki kahraman ku0131sa bir su00fcreliu011fine ikon olmuu015ftur.",  "1981 - Bu00fclent Ersoy'un sahneye u00e7u0131kmasu0131 yasaklandu0131.",  "1979 - Cumhuriyet tarihinin 5. devalu00fcasyonu yapu0131ldu0131; Tu00fcrk lirasu0131'nu0131n 1 Dolar karu015fu0131lu0131u011fu0131 deu011feri 47 lira 10 kuruu015f oldu.",  "1978 - 3 bin hu00fcku00fcmlu00fcnu00fcn yararlanacau011fu0131 yeni infaz yasasu0131nu0131n yu00fcru00fcrlu00fcu011fe girmesiyle tahliyeler bau015fladu0131.",  "1973 - Gu00fcney Afrika'da siyahi rektu00f6r atanmasu0131nu0131 isteyen 1500 u00f6u011frenci, u00fcniversiteden uzaklau015ftu0131ru0131ldu0131.",  "1973 - Mardin'in Ku0131zu0131ltepe ilu00e7esinde au015firetler arasu0131nda u00e7atu0131u015fma u00e7u0131ktu0131. Aralaru0131nda Adalet Partisi u0130lu00e7e Bau015fkanu0131'nu0131n da bulunduu011fu 12 kiu015fi u00f6ldu00fcru00fcldu00fc.",  "1970 - Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'nde Sendikalar Kanunu'nda deu011fiu015fiklik yapu0131lmasu0131, Tu00fcrkiye u0130u015fu00e7i Partisi'nin 4 Milletvekili du0131u015fu0131nda 230 oyla kabul edildi. Yasada yapu0131lan deu011fiu015fiklikler, ku0131sa adu0131 Du0130SK olan Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu'nun faaliyetlerini ku0131su0131tlamayu0131 amau00e7lu0131yordu. Devrimci u0130u015fu00e7i Sendikalaru0131 Konfederasyonu, 15 Haziran'da eylem kararu0131 aldu0131.",  "1970 - Gu00fcreu015fu00e7i Ahmet Ayu0131k, Du00fcnya u015eampiyonu oldu.",  "1963 - Ankara Su0131ku0131yu00f6netim Komutanlu0131u011fu0131 Zafer gazetesini kapattu0131. u0130stanbul u00dcniversitesi askeri kordon altu0131na alu0131ndu0131.",  "1960 - 27 Mayu0131s u00f6ncesi bozulan ekonomik durumu du00fczeltmek iu00e7in, hazineye yardu0131m kampanyasu0131 du00fczenlendi.",  "1954 - Zonguldak'ta meydana gelen grizu patlamasu0131nda 6 iu015fu00e7i u00f6ldu00fc, 16 iu015fu00e7i yaralandu0131.",  "1945 - Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'nde tartu0131u015fmalara neden olan, u00c7iftu00e7iyi Topraklandu0131rma Kanunu kabul edildi.",  "1940 - II. Du00fcnya Savau015fu0131: Britanya Kuvvetleri, u0130talya'daki Cenova ve Torino kentlerini bombaladu0131. u0130talya Hava Kuvvetleri, Malta adasu0131na ilk saldu0131ru0131laru0131nu0131 geru00e7ekleu015ftirdi. Norveu00e7, iki ay su00fcren direniu015fin ardu0131ndan Alman Ordularu0131'na teslim oldu.",  "1937 - Atatu00fcrk, Trabzon'da yaptu0131u011fu0131 au00e7u0131klamada bu00fctu00fcn u00e7iftliklerini ve mallaru0131nu0131 millete bau011fu0131u015fladu0131u011fu0131nu0131 bildirdi.",  "1933 - u0130ller Bankasu0131 kuruldu.",  "1933 - Cumhuriyet'in ilanu0131nu0131n 10. Yu0131l Du00f6nu00fcmu00fcnu00fc Kutlama Kanunu u00e7u0131karu0131ldu0131.",  "1930 - Tu00fcrkiye Cumhuriyet Merkez Bankasu0131'nu0131n kurulmasu0131na iliu015fkin kanun, Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'nde kabul edildi.",  "1929 - Tu00fcrkiye-Romanya Ticaret ve Seyru00fcsefer Antlau015fmasu0131 imzalandu0131.",  "1919 - Mustafa Kemal, kendisini u0130stanbul'a geri u00e7au011fu0131ran Vahdettin'e geri du00f6nmeyeceu011fini bildirdi. Damat Ferid Pau015fa, Paris Baru0131u015f Konferansu0131'na katu0131lmak u00fczere, u0130stanbul'dan Paris'e gitti.",  "1913 - 31 Mart isyanu0131nu0131 bastu0131ran Hareket Ordusu'nun Komutanu0131, Sadrazam ve Harbiye Nazu0131ru0131 Mahmut u015eevket Pau015fa du00fczenlenen bir suikast ile u00f6ldu00fcru00fcldu00fc.",  "1901 - Yeni Zelanda, Cook Adalaru0131'nu0131 topraklaru0131na katmu0131u015ftu0131r.",  "1898 - u00c7in'de liberaller, u0130mparator Guangxu'nun davetiyle iu015f bau015fu0131na geldi ve "Yu00fcz Gu00fcn Reformu" olarak bilinen du00f6nemi bau015flattu0131lar.",  "1868 - Ku0131zu0131lay, "Mecruhin ve Marda-yu0131 Askeriyye u0130mdat ve Muavenet Cemiyeti" adu0131 altu0131nda kuruldu.",  "1509 - u0130ngiltere Kralu0131 VIII. Henry ile Aragonlu Catherine evlendi.",  "Mu00d6 1184 - Truva Savau015fu0131: Truva'nu0131n yau011fmalanu0131p yaku0131lmasu0131."]







