["2016 - Orlando, Florida'daki bir gey bara du00fczenlenen saldu0131ru0131da 49 kiu015fi u00f6ldu00fc, 53 kiu015fi yaralandu0131. Saldu0131rgan Omar Mateen, polisle girdiu011fi silahlu0131 u00e7atu0131u015fmada u00f6ldu00fcru00fcldu00fc.",  "2011 - Tu00fcrkiye'de 2011 TBMM Milletvekilliu011fi genel seu00e7imleri yapu0131ldu0131.",  "2009 - u0130ran'da cumhurbau015fkanlu0131u011fu0131 seu00e7imleri yapu0131ldu0131.",  "2007 - Anayasa Mahkemesi'nin ilk kadu0131n Bau015fkanu0131 Tu00fclay Tuu011fcu emekliye ayru0131ldu0131.",  "2005 - Baku00fc-Tiflis-Ceyhan Petrol Boru Hattu0131'na ilk petrol verildi.",  "2004 - Yeni Zelanda'da bir evin tepesine du00fcu015fen 1,3u00a0kg au011fu0131rlu0131u011fu0131nda kondrit tipinden bir gu00f6k tau015fu0131 evde bu00fcyu00fck hasara yol au00e7tu0131, ama can kaybu0131na neden olmadu0131.",  "2002 - TOFAu015e Kuu015f Serisiu2019nin u00fcretimini sonlandu0131rdu0131.",  "2000 - Tu00fcrkiye'nin ilk uzay kampu0131, "Uzay Kampu0131 Tu00fcrkiye" au00e7u0131ldu0131.",  "1994 - Boeing 777, Paine Field'den kalkarak ilk uu00e7uu015funu geru00e7ekleu015ftirdi.",  "1990 - Rusya resmen bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1989 - Bulgaristan'dan gu00f6u00e7 eden Tu00fcrklerin sayu0131su0131 90 bin kiu015fiyi buldu.",  "1988 - Ankara'da 15 dakika esen 80 kilometre hu0131zu0131ndaki ru00fczgu00e2r ve u015fiddetli yau011fmur, arkasu0131nda 14 u00f6lu00fc bu0131raktu0131.",  "1987 - Birleu015fik Krallu0131k'ta genel seu00e7im yapu0131ldu0131. Margaret Thatcher u00f6nderliu011finde Muhafazaku00e2rlar 3. kez seu00e7imi kazandu0131.",  "1986 - Haydar Du00fcmen'in "Cinsel Yau015fam 2" adlu0131 kitabu0131 toplatu0131ldu0131.",  "1986 - Ahmet Altan'u0131n "Sudaki u0130z" adlu0131 romanu0131 "muzu0131r" bulundu. Altan ve yayu0131mcu0131su0131 Erdal u00d6z hakku0131nda dava au00e7u0131ldu0131.",  "1984 - Foto Muhabirleri Derneu011fi kuruldu.",  "1984 - Urfa'nu0131n adu0131, "u015eanlu0131urfa" olarak deu011fiu015ftirildi.",  "1982 - 12 Eylu00fcl Darbesi'nin 17. idamu0131: 3 u015eubat 1976'da kan davasu0131 sebebiyle kahve basu0131p bir kiu015fiyi 5 kuru015funla u00f6ldu00fcren u015eahabettin Ovalu0131 idam edildi.",  "1975 - Yunanistan, Avrupa Ekonomik Topluluu011fu (AET) u00fcyeliu011fi iu00e7in resmen bau015fvurdu.",  "1974 - Hu00fcku00fbmet, Atau015f Rafinerisi'ni devletleu015ftireceu011fini au00e7u0131kladu0131.",  "1971 - Cumhuriyet Bau015fsavcu0131lu0131u011fu0131, Tu00fcrkiye u0130u015fu00e7i Partisi'nin kapatu0131lmasu0131 iu00e7in Anayasa Mahkemesi'ne bau015fvurdu.",  "1968 - u0130stanbul u00dcniversitesi, Deniz Gezmiu015f u00f6nderliu011finde u00f6u011frenciler tarafu0131ndan iu015fgal edildi.",  "1967 - ABD'de u0131rklar arasu0131 evliliu011fi yasaklayan yasalar tamamen lau011fvedildi.",  "1967 - Sovyetler Birliu011fi, uzay aracu0131 "Venera 4" Venu00fcs gezegenine yolladu0131.",  "1966 - Keban Baraju0131'nu0131n temeli atu0131ldu0131.",  "1960 - Geu00e7ici Anayasa au00e7u0131klandu0131. TBMM'nin bu00fctu00fcn hak ve yetkileri, Geu00e7ici Anayasa gereu011fince Millu00ee Birlik Komitesi'ne verildi.",  "1958 - Ankara'da Ku0131bru0131s iu00e7in yapu0131lan mitinge, 150 binden fazla kiu015fi katu0131ldu0131.",  "1957 - Ku0131ru015fehir yeniden il yapu0131ldu0131.",  "1948 - 1956 yu0131lu0131na kadar Macaristan Halk Cumhuriyeti'nde iktidar olan Macar u0130u015fu00e7i Partisi kuruldu.",  "1947 - Bu00fcyu00fck Dou011fu dergisi, Mahkeme kararu0131yla 4 ay kapatu0131ldu0131.",  "1941 - u00c7anakkale au00e7u0131klaru0131nda bir Fransu0131z ticaret gemisi torpillenerek batu0131ru0131ldu0131. Geminin mu00fcrettebatu0131 kurtaru0131larak u0130stanbul'a getirildi.",  "1940 - II. Du00fcnya Savau015fu0131: 54 bin kiu015fiden oluu015fan u0130ngiliz ve Fransu0131z Birlikleri, Manu015f Denizi su0131nu0131ru0131nda Saint-Valery-en-Caux'da, Alman Generalfeldmarschall Erwin Rommel'in ordularu0131na teslim oldu. Alman Birlikleri, Paris'e dou011fru ilerlemeye devam etti.",  "1940 - Cumhurbau015fkanu0131 u0130smet u0130nu00f6nu00fc Bau015fkanlu0131u011fu0131nda toplanan Hu00fcku00fbmet, savau015f du0131u015fu0131 kalu0131nmasu0131nu0131 kararlau015ftu0131rdu0131.",  "1935 - Bolivya ve Paraguay, Gran Chaco bu00f6lgesinde u00fcu00e7 yu0131ldu0131r su00fcrdu00fcrdu00fckleri Chaco Savau015fu0131'na bir antlau015fmayla son verdi.",  "1932 - Hicaz Naibi Emir Faysal, Tu00fcrkiye'yi ziyaret etti.",  "1925 - u0130stanbul Muallimler Cemiyeti kongresi yapu0131ldu0131.",  "1924 - Tu00fcrkiye'nin ilk sanatoryumu olan Heybeliada Sanatoryumu au00e7u0131ldu0131.",  "1921 - Yunan taarruzu u00f6ncesinde, Yunan Kralu0131 Aleksandros, Bau015fbakanu0131 Venizelos ve Genelkurmay Bau015fkanu0131 u0130zmir'e geldi.",  "1919 - Mustafa Kemal Pau015fa, Havza'dan Amasya'ya geu00e7ti.",  "1908 - Tokat'ta sel felaketi yau015fandu0131. 459 bina zarar gu00f6rdu00fc, 223 kiu015fi u00f6ldu00fc.",  "1898 - Filipinler, u0130spanya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1826 - Yeniu00e7eri Ocau011fu0131'nu0131n yerine Eu015fkinci Ocau011fu0131'nu0131n kurulmasu0131na bau015flandu0131.",  "1550 - Finlandiya'nu0131n bau015fkenti Helsinki kuruldu."]







