["2016 - Orlando, Florida'daki bir gey bara düzenlenen saldırıda 49 kişi öldü, 53 kişi yaralandı. Saldırgan Omar Mateen, polisle girdiği silahlı çatışmada öldürüldü.", "2011 - Türkiye'de 2011 TBMM Milletvekilliği genel seçimleri yapıldı.", "2009 - İran'da cumhurbaşkanlığı seçimleri yapıldı.", "2007 - Anayasa Mahkemesi'nin ilk kadın Başkanı Tülay Tuğcu emekliye ayrıldı.", "2005 - Bakü-Tiflis-Ceyhan Petrol Boru Hattı'na ilk petrol verildi.", "2004 - Yeni Zelanda'da bir evin tepesine düşen 1,3 kg ağırlığında kondrit tipinden bir gök taşı evde büyük hasara yol açtı, ama can kaybına neden olmadı.", "2002 - TOFAŞ Kuş Serisi’nin üretimini sonlandırdı.", "2000 - Türkiye'nin ilk uzay kampı, \"Uzay Kampı Türkiye\" açıldı.", "1994 - Boeing 777, Paine Field'den kalkarak ilk uçuşunu gerçekleştirdi.", "1990 - Rusya resmen bağımsızlığını ilan etti.", "1989 - Bulgaristan'dan göç eden Türklerin sayısı 90 bin kişiyi buldu.", "1988 - Ankara'da 15 dakika esen 80 kilometre hızındaki rüzgâr ve şiddetli yağmur, arkasında 14 ölü bıraktı.", "1987 - Birleşik Krallık'ta genel seçim yapıldı. Margaret Thatcher önderliğinde Muhafazakârlar 3. kez seçimi kazandı.", "1986 - Haydar Dümen'in \"Cinsel Yaşam 2\" adlı kitabı toplatıldı.", "1986 - Ahmet Altan'ın \"Sudaki İz\" adlı romanı \"muzır\" bulundu. Altan ve yayımcısı Erdal Öz hakkında dava açıldı.", "1984 - Foto Muhabirleri Derneği kuruldu.", "1984 - Urfa'nın adı, \"Şanlıurfa\" olarak değiştirildi.", "1982 - 12 Eylül Darbesi'nin 17. idamı: 3 Şubat 1976'da kan davası sebebiyle kahve basıp bir kişiyi 5 kurşunla öldüren Şahabettin Ovalı idam edildi.", "1975 - Yunanistan, Avrupa Ekonomik Topluluğu (AET) üyeliği için resmen başvurdu.", "1974 - Hükûmet, Ataş Rafinerisi'ni devletleştireceğini açıkladı.", "1971 - Cumhuriyet Başsavcılığı, Türkiye İşçi Partisi'nin kapatılması için Anayasa Mahkemesi'ne başvurdu.", "1968 - İstanbul Üniversitesi, Deniz Gezmiş önderliğinde öğrenciler tarafından işgal edildi.", "1967 - ABD'de ırklar arası evliliği yasaklayan yasalar tamamen lağvedildi.", "1967 - Sovyetler Birliği, uzay aracı \"Venera 4\" Venüs gezegenine yolladı.", "1966 - Keban Barajı'nın temeli atıldı.", "1960 - Geçici Anayasa açıklandı. TBMM'nin bütün hak ve yetkileri, Geçici Anayasa gereğince Millî Birlik Komitesi'ne verildi.", "1958 - Ankara'da Kıbrıs için yapılan mitinge, 150 binden fazla kişi katıldı.", "1957 - Kırşehir yeniden il yapıldı.", "1948 - 1956 yılına kadar Macaristan Halk Cumhuriyeti'nde iktidar olan Macar İşçi Partisi kuruldu.", "1947 - Büyük Doğu dergisi, Mahkeme kararıyla 4 ay kapatıldı.", "1941 - Çanakkale açıklarında bir Fransız ticaret gemisi torpillenerek batırıldı. Geminin mürettebatı kurtarılarak İstanbul'a getirildi.", "1940 - II. Dünya Savaşı: 54 bin kişiden oluşan İngiliz ve Fransız Birlikleri, Manş Denizi sınırında Saint-Valery-en-Caux'da, Alman Generalfeldmarschall Erwin Rommel'in ordularına teslim oldu. Alman Birlikleri, Paris'e doğru ilerlemeye devam etti.", "1940 - Cumhurbaşkanı İsmet İnönü Başkanlığında toplanan Hükûmet, savaş dışı kalınmasını kararlaştırdı.", "1935 - Bolivya ve Paraguay, Gran Chaco bölgesinde üç yıldır sürdürdükleri Chaco Savaşı'na bir antlaşmayla son verdi.", "1932 - Hicaz Naibi Emir Faysal, Türkiye'yi ziyaret etti.", "1925 - İstanbul Muallimler Cemiyeti kongresi yapıldı.", "1924 - Türkiye'nin ilk sanatoryumu olan Heybeliada Sanatoryumu açıldı.", "1921 - Yunan taarruzu öncesinde, Yunan Kralı Aleksandros, Başbakanı Venizelos ve Genelkurmay Başkanı İzmir'e geldi.", "1919 - Mustafa Kemal Paşa, Havza'dan Amasya'ya geçti.", "1908 - Tokat'ta sel felaketi yaşandı. 459 bina zarar gördü, 223 kişi öldü.", "1898 - Filipinler, İspanya'dan bağımsızlığını ilan etti.", "1826 - Yeniçeri Ocağı'nın yerine Eşkinci Ocağı'nın kurulmasına başlandı.", "1550 - Finlandiya'nın başkenti Helsinki kuruldu."]