["2013 - Sibel Siber, KKTC'nin ilk kadın başbakanı oldu.", "2009 - İran Cumhurbaşkanlığı seçim sonuçları açıklandı. Seçimi Mahmud Ahmedinejad kazandı. Sonuçlar açıklanır açıklanmaz ülkede protesto gösterileri başladı. Kısa süre sonra da isyana dönüştü.", "2006 - MacGyver adlı Amerikan dizisinin 6. sezon DVD'si çıktı.", "2002 - Afganistan'da geleneksel Meclis \"Loya Jirga\" toplanarak, Geçici Hükûmet Başkanı olarak Hamid Karzai'yi seçti.", "2000 - Papa II. Jean Paul'e suikast girişiminden İtalya'da cezaevinde yatan Mehmet Ali Ağca, Türkiye'ye iade edildi.", "1993 - Kim Campbell, Kanada'nın ilk kadın Başbakanı seçildi.", "1993 - Süleyman Demirel'in Cumhurbaşkanı seçilmesiyle boşalan DYP Genel Başkanlığına Tansu Çiller seçildi.", "1991 - Türkiye ile Kuzey Kıbrıs Türk Cumhuriyeti arasında pasaport uygulaması kaldırıldı.", "1983 - Pioneer 10 uzay sondası, güneş sistemi dışına çıkan ilk insan yapımı nesne oldu.", "1977 - Başbakan Süleyman Demirel istifa etti. Hükûmeti kurma görevi Cumhuriyet Halk Partisi Genel Başkanı Bülent Ecevit'e verildi.", "1973 - Türkiye Büyük Millet Meclisi'nde, Devlet Güvenlik Mahkemeleri Kanunu kabul edildi.", "1972 - THKP-C davasında hüküm giyen Necmi Demir, Kamil Dede ve Ziya Yılmaz'ın idam kararları Yargıtay'da bozuldu.", "1972 - Boğaziçi Üniversitesi öğrencisi Banu Ergüder, içinde ceset bulunan bavulla yakalandı. Ergüder'in tecavüze karşı öldürdüğü ifadesine karşın, cinayeti örgütsel anlaşmazlık nedeniyle aynı üniversite öğrencilerinden Zeynel Altındağ'ın işlediği ortaya çıktı. Sıkıyönetimce aranan Adil Ovalıoğlu'nun öldürülmesine adı karışan Garbis Altınoğlu da yakalandı.", "1971 - Kültür Bakanlığı kuruldu. Bakanlığa Talat Halman atandı.", "1969 - Irak Hava Kuvvetleri'ne ait iki jet uçağı, yanlışlıkla Hakkâri'yi bombaladı.", "1968 - Üniversitelerde başlayan boykot ve işgal eylemleri hızla yayılmaya başladı. İstanbul'dan sonra Ankara'da da 10 fakültede öğrenciler dersleri boykot ettiler. Ankara Üniversitesi Fen Fakültesi işgal edildi.", "1966 - Ankara'da ilk kapalı devre televizyon yayını için hazırlıklara başlandı.", "1963 - 1459 Harp Okulu öğrencisinin yargılanmasına başlandı.", "1962 - Cumhuriyetçi Köylü Millet Partisi'nden ayrılan Osman Bölükbaşı ve arkadaşları Millet Partisi'ni kurdu.", "1961 - Batı Almanya'ya işçi gönderilmesinin esaslarını düzenleyen protokol imzalandı. İlk işçi kafilesi, 24 Haziran'da trenle yola çıktı.", "1957 - Siyahi lider Martin Luther King ile ABD Başkan Yardımcısı Nixon görüştüler.", "1952 - Fikir İşçileri Kanunu kabul edildi.", "1951 - Amerika Birleşik Devletleri Dışişleri Bakanı Dean Acheson, Kuzey Atlantik Antlaşması Örgütü'nün (NATO) Avrupalı üyelerinden Türkiye'nin Pakt'a kabul edilmesini istedi.", "1946 - Üniversitelere özerklik veren 4936 sayılı kanun kabul edildi.", "1939 - Başbakan Refik Saydam CHP parti grubuna Hatay Antlaşması'nın parafe edildiğini haber verdi.", "1934 - Adolf Hitler ile Mussolini, İtalya'nın Venedik kentinde bir araya geldiler. Daha sonra bu buluşmadaki izlenimlerini anlatırken Mussolini, Hitler'den \"aptal küçük maymun\" diye bahsedecektir.", "1928 - Türkiye ile Düyunu Umumiye (Osmanlı borçları) alacaklıları arasında sözleşme imzalandı.", "1924 - Fransa'da Gaston Doumergue, Cumhurbaşkanlığı'na seçildi.", "1921 - Mustafa Kemal, Ankara'ya gelen Fransa Temsilcisi Henry Franklin-Bouillon ile görüştü.", "1891 - İstanbul Arkeoloji Müzesi ziyarete açıldı.", "1878 - Berlin'de, Osmanlı İmparatorluğu, Çarlık Rusyası, Büyük Britanya, Alman İmparatorluğu, Avusturya-Macaristan İmparatorluğu, İtalya Krallığı ve Fransa arasında, Berlin Antlaşması olarak adlandırılan barış antlaşmasını imzalamak üzere kongre toplandı.", "1872 - Namık Kemal, İbret gazetesi'ni yayımladı. Bu fikir gazetesi, 27 gün sonra kapatıldı.", "1859 - Erzurum'daki şiddetli depremde, kentin yarısından fazlası hasar gördü ve 3 bin kişi öldü.", "1550 - Mimar Sinan'ın eseri Süleymaniye Camii'nin temeli atıldı.", "1381 - Wat Tyler öncülüğündeki köylü isyancılar, Londra'yı basarak Hükûmet binalarını ateşe verdi, hapishaneleri boşalttı ve zenginlerle yargıçların kafalarını uçurdu."]