["2013 - Sibel Siber, KKTC'nin ilk kadu0131n bau015fbakanu0131 oldu.",  "2009 - u0130ran Cumhurbau015fkanlu0131u011fu0131 seu00e7im sonuu00e7laru0131 au00e7u0131klandu0131. Seu00e7imi Mahmud Ahmedinejad kazandu0131. Sonuu00e7lar au00e7u0131klanu0131r au00e7u0131klanmaz u00fclkede protesto gu00f6sterileri bau015fladu0131. Ku0131sa su00fcre sonra da isyana du00f6nu00fcu015ftu00fc.",  "2006 - MacGyver adlu0131 Amerikan dizisinin 6. sezon DVD'si u00e7u0131ktu0131.",  "2002 - Afganistan'da geleneksel Meclis "Loya Jirga" toplanarak, Geu00e7ici Hu00fcku00fbmet Bau015fkanu0131 olarak Hamid Karzai'yi seu00e7ti.",  "2000 - Papa II. Jean Paul'e suikast giriu015fiminden u0130talya'da cezaevinde yatan Mehmet Ali Au011fca, Tu00fcrkiye'ye iade edildi.",  "1993 - Kim Campbell, Kanada'nu0131n ilk kadu0131n Bau015fbakanu0131 seu00e7ildi.",  "1993 - Su00fcleyman Demirel'in Cumhurbau015fkanu0131 seu00e7ilmesiyle bou015falan DYP Genel Bau015fkanlu0131u011fu0131na Tansu u00c7iller seu00e7ildi.",  "1991 - Tu00fcrkiye ile Kuzey Ku0131bru0131s Tu00fcrk Cumhuriyeti arasu0131nda pasaport uygulamasu0131 kaldu0131ru0131ldu0131.",  "1983 - Pioneer 10 uzay sondasu0131, gu00fcneu015f sistemi du0131u015fu0131na u00e7u0131kan ilk insan yapu0131mu0131 nesne oldu.",  "1977 - Bau015fbakan Su00fcleyman Demirel istifa etti. Hu00fcku00fbmeti kurma gu00f6revi Cumhuriyet Halk Partisi Genel Bau015fkanu0131 Bu00fclent Ecevit'e verildi.",  "1973 - Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'nde, Devlet Gu00fcvenlik Mahkemeleri Kanunu kabul edildi.",  "1972 - THKP-C davasu0131nda hu00fcku00fcm giyen Necmi Demir, Kamil Dede ve Ziya Yu0131lmaz'u0131n idam kararlaru0131 Yargu0131tay'da bozuldu.",  "1972 - Bou011faziu00e7i u00dcniversitesi u00f6u011frencisi Banu Ergu00fcder, iu00e7inde ceset bulunan bavulla yakalandu0131. Ergu00fcder'in tecavu00fcze karu015fu0131 u00f6ldu00fcrdu00fcu011fu00fc ifadesine karu015fu0131n, cinayeti u00f6rgu00fctsel anlau015fmazlu0131k nedeniyle aynu0131 u00fcniversite u00f6u011frencilerinden Zeynel Altu0131ndau011f'u0131n iu015flediu011fi ortaya u00e7u0131ktu0131. Su0131ku0131yu00f6netimce aranan Adil Ovalu0131ou011flu'nun u00f6ldu00fcru00fclmesine adu0131 karu0131u015fan Garbis Altu0131nou011flu da yakalandu0131.",  "1971 - Ku00fcltu00fcr Bakanlu0131u011fu0131 kuruldu. Bakanlu0131u011fa Talat Halman atandu0131.",  "1969 - Irak Hava Kuvvetleri'ne ait iki jet uu00e7au011fu0131, yanlu0131u015flu0131kla Hakku00e2ri'yi bombaladu0131.",  "1968 - u00dcniversitelerde bau015flayan boykot ve iu015fgal eylemleri hu0131zla yayu0131lmaya bau015fladu0131. u0130stanbul'dan sonra Ankara'da da 10 faku00fcltede u00f6u011frenciler dersleri boykot ettiler. Ankara u00dcniversitesi Fen Faku00fcltesi iu015fgal edildi.",  "1966 - Ankara'da ilk kapalu0131 devre televizyon yayu0131nu0131 iu00e7in hazu0131rlu0131klara bau015flandu0131.",  "1963 - 1459 Harp Okulu u00f6u011frencisinin yargu0131lanmasu0131na bau015flandu0131.",  "1962 - Cumhuriyetu00e7i Ku00f6ylu00fc Millet Partisi'nden ayru0131lan Osman Bu00f6lu00fckbau015fu0131 ve arkadau015flaru0131 Millet Partisi'ni kurdu.",  "1961 - Batu0131 Almanya'ya iu015fu00e7i gu00f6nderilmesinin esaslaru0131nu0131 du00fczenleyen protokol imzalandu0131. u0130lk iu015fu00e7i kafilesi, 24 Haziran'da trenle yola u00e7u0131ktu0131.",  "1957 - Siyahi lider Martin Luther King ile ABD Bau015fkan Yardu0131mcu0131su0131 Nixon gu00f6ru00fcu015ftu00fcler.",  "1952 - Fikir u0130u015fu00e7ileri Kanunu kabul edildi.",  "1951 - Amerika Birleu015fik Devletleri Du0131u015fiu015fleri Bakanu0131 Dean Acheson, Kuzey Atlantik Antlau015fmasu0131 u00d6rgu00fctu00fc'nu00fcn (NATO) Avrupalu0131 u00fcyelerinden Tu00fcrkiye'nin Pakt'a kabul edilmesini istedi.",  "1946 - u00dcniversitelere u00f6zerklik veren 4936 sayu0131lu0131 kanun kabul edildi.",  "1939 - Bau015fbakan Refik Saydam CHP parti grubuna Hatay Antlau015fmasu0131'nu0131n parafe edildiu011fini haber verdi.",  "1934 - Adolf Hitler ile Mussolini, u0130talya'nu0131n Venedik kentinde bir araya geldiler. Daha sonra bu buluu015fmadaki izlenimlerini anlatu0131rken Mussolini, Hitler'den "aptal ku00fcu00e7u00fck maymun" diye bahsedecektir.",  "1928 - Tu00fcrkiye ile Du00fcyunu Umumiye (Osmanlu0131 boru00e7laru0131) alacaklu0131laru0131 arasu0131nda su00f6zleu015fme imzalandu0131.",  "1924 - Fransa'da Gaston Doumergue, Cumhurbau015fkanlu0131u011fu0131'na seu00e7ildi.",  "1921 - Mustafa Kemal, Ankara'ya gelen Fransa Temsilcisi Henry Franklin-Bouillon ile gu00f6ru00fcu015ftu00fc.",  "1891 - u0130stanbul Arkeoloji Mu00fczesi ziyarete au00e7u0131ldu0131.",  "1878 - Berlin'de, Osmanlu0131 u0130mparatorluu011fu, u00c7arlu0131k Rusyasu0131, Bu00fcyu00fck Britanya, Alman u0130mparatorluu011fu, Avusturya-Macaristan u0130mparatorluu011fu, u0130talya Krallu0131u011fu0131 ve Fransa arasu0131nda, Berlin Antlau015fmasu0131 olarak adlandu0131ru0131lan baru0131u015f antlau015fmasu0131nu0131 imzalamak u00fczere kongre toplandu0131.",  "1872 - Namu0131k Kemal, u0130bret gazetesi'ni yayu0131mladu0131. Bu fikir gazetesi, 27 gu00fcn sonra kapatu0131ldu0131.",  "1859 - Erzurum'daki u015fiddetli depremde, kentin yaru0131su0131ndan fazlasu0131 hasar gu00f6rdu00fc ve 3 bin kiu015fi u00f6ldu00fc.",  "1550 - Mimar Sinan'u0131n eseri Su00fcleymaniye Camii'nin temeli atu0131ldu0131.",  "1381 - Wat Tyler u00f6ncu00fclu00fcu011fu00fcndeki ku00f6ylu00fc isyancu0131lar, Londra'yu0131 basarak Hu00fcku00fbmet binalaru0131nu0131 ateu015fe verdi, hapishaneleri bou015falttu0131 ve zenginlerle yargu0131u00e7laru0131n kafalaru0131nu0131 uu00e7urdu."]







