["2018 - 21. FIFA Dünya Kupası organizasyonu olan 2018 Dünya Kupası başladı.", "2014 - Ukrayna Hava Kuvvetleri'ne ait bir İlyuşin İl-76 nakliye uçağı, Lugansk Halk Cumhuriyeti güçleri tarafından vuruldu. Uçağın düşmesi sonucunda 49 kişi öldü.", "2001 - Çin, Rusya, Kazakistan, Kırgızistan ve Tacikistan'ın 1996'da oluşturdukları \"Şanghay Beşlisi\" adlı yapılanmaya, Özbekistan'ın da katılmasıyla Şanghay İşbirliği Örgütü kuruldu.", "2000 - İtalya'da affedilen ve Abdi İpekçi suikastı ile gasptan iadesi kararlaştırılan Mehmet Ali Ağca, Türkiye'ye getirildi.", "1989 - Kapalı yerlerde sigara içilmesi ile sigara reklamı ve kampanyası yasaklandı.", "1985 - Fransa, Almanya, Belçika, Hollanda ve Lüksemburg, Schengen Antlaşması'nı imzaladılar.", "1982 - Arjantin güçleri, Falkland Adaları'nda Birleşik Krallık birliklerine teslim oldu.", "1977 - Cumhurbaşkanı Fahri Korutürk, Hükûmet kurma görevini CHP Genel Başkanı Bülent Ecevit'e verdi.", "1966 - Vatikan, \"index librorum prohibitum\" adı verilen yasaklı kitaplar listesini yürürlükten kaldırdığını duyurdu. Liste, ilk kez 1557'de oluşturulmuştu.", "1964 - Nelson Mandela, ömür boyu hapse mahkûm edildi.", "1952 - İlk nükleer denizaltı olan USS Nautilus'un omurgası kızağa kondu.", "1951 - İlk ticari bilgisayar olan UNIVAC I tanıtıldı ve ilk makine \"ABD Nüfus Müdürlüğü\"ne tahsis edildi. (İkincisini Amerika Birleşik Devletleri Hava Kuvvetleri alacaktır.)", "1949 - Vietnam Devleti kuruldu.", "1940 - Alman Birlikleri Paris’e girdi.", "1937 - Hatay Devleti'nin bağımsızlığı, TBMM'de onaylandı.", "1935 - Maden Tetkik ve Arama Genel Müdürlüğü'nün kurulmasına ilişkin kanun kabul edildi.", "1935 - Dil ve Tarih-Coğrafya Fakültesi kurulmasına ilişkin yasa, TBMM'de kabul edildi.", "1935 - Etibank Genel Müdürlüğü kuruldu.", "1926 - Brezilya, Milletler Cemiyeti'nden ayrıldı.", "1925 - Göztepe SK kuruldu.", "1909 - Dernek kurma özgürlüğüne ilişkin ilk yasa olan \"İçtimaatı Umumiye Kanunu\" kabul edildi.", "1900 - Hawaii, Amerika Birleşik Devletleri'ne katıldı.", "1846 - Meksika-Amerika Savaşı sırasında Kaliforniya Cumhuriyeti, Meksika'dan bağımsızlığını ilan etti.", "1839 - Jandarma Teşkilatı kuruldu. Teşkilatın ilk nizamnamesi olan Asakir-i Zaptiye Nizamnamesi yürürlüğe konuldu.", "1830 - Fransa, Cezayir'i sömürgeleştirmeye başladı: İlk adımda Sidi Ferruch şehrine 34000 asker çıkardı.", "1789 - Darıdan damıtılarak yapılan ilk viski, Amerikalı din adamı vaiz Elijah Craig tarafından üretildi. Bu tür viskiye Bourbon adı verildi, çünkü bu din adamı Kentucky'nin Bourbon ilçesinde yaşıyordu.", "1777 - Yıldızları ve şeritleri olan ilk ABD bayrağı, Kongre tarafından Amerika Birleşik Devletleri bayrağı olarak kabul edildi. (Önceki bayrakta yıldızların olduğu bölümde İngiltere bayrağının renkleri bulunuyordu)"]