["2018 - 21. FIFA Du00fcnya Kupasu0131 organizasyonu olan 2018 Du00fcnya Kupasu0131 bau015fladu0131.",  "2014 - Ukrayna Hava Kuvvetleri'ne ait bir u0130lyuu015fin u0130l-76 nakliye uu00e7au011fu0131, Lugansk Halk Cumhuriyeti gu00fcu00e7leri tarafu0131ndan vuruldu. Uu00e7au011fu0131n du00fcu015fmesi sonucunda 49 kiu015fi u00f6ldu00fc.",  "2001 - u00c7in, Rusya, Kazakistan, Ku0131rgu0131zistan ve Tacikistan'u0131n 1996'da oluu015fturduklaru0131 "u015eanghay Beu015flisi" adlu0131 yapu0131lanmaya, u00d6zbekistan'u0131n da katu0131lmasu0131yla u015eanghay u0130u015fbirliu011fi u00d6rgu00fctu00fc kuruldu.",  "2000 - u0130talya'da affedilen ve Abdi u0130peku00e7i suikastu0131 ile gasptan iadesi kararlau015ftu0131ru0131lan Mehmet Ali Au011fca, Tu00fcrkiye'ye getirildi.",  "1989 - Kapalu0131 yerlerde sigara iu00e7ilmesi ile sigara reklamu0131 ve kampanyasu0131 yasaklandu0131.",  "1985 - Fransa, Almanya, Belu00e7ika, Hollanda ve Lu00fcksemburg, Schengen Antlau015fmasu0131'nu0131 imzaladu0131lar.",  "1982 - Arjantin gu00fcu00e7leri, Falkland Adalaru0131'nda Birleu015fik Krallu0131k birliklerine teslim oldu.",  "1977 - Cumhurbau015fkanu0131 Fahri Korutu00fcrk, Hu00fcku00fbmet kurma gu00f6revini CHP Genel Bau015fkanu0131 Bu00fclent Ecevit'e verdi.",  "1966 - Vatikan, "index librorum prohibitum" adu0131 verilen yasaklu0131 kitaplar listesini yu00fcru00fcrlu00fckten kaldu0131rdu0131u011fu0131nu0131 duyurdu. Liste, ilk kez 1557'de oluu015fturulmuu015ftu.",  "1964 - Nelson Mandela, u00f6mu00fcr boyu hapse mahku00fbm edildi.",  "1952 - u0130lk nu00fckleer denizaltu0131 olan USS Nautilus'un omurgasu0131 ku0131zau011fa kondu.",  "1951 - u0130lk ticari bilgisayar olan UNIVAC I tanu0131tu0131ldu0131 ve ilk makine "ABD Nu00fcfus Mu00fcdu00fcrlu00fcu011fu00fc"ne tahsis edildi. (u0130kincisini Amerika Birleu015fik Devletleri Hava Kuvvetleri alacaktu0131r.)",  "1949 - Vietnam Devleti kuruldu.",  "1940 - Alman Birlikleri Parisu2019e girdi.",  "1937 - Hatay Devleti'nin bau011fu0131msu0131zlu0131u011fu0131, TBMM'de onaylandu0131.",  "1935 - Maden Tetkik ve Arama Genel Mu00fcdu00fcrlu00fcu011fu00fc'nu00fcn kurulmasu0131na iliu015fkin kanun kabul edildi.",  "1935 - Dil ve Tarih-Cou011frafya Faku00fcltesi kurulmasu0131na iliu015fkin yasa, TBMM'de kabul edildi.",  "1935 - Etibank Genel Mu00fcdu00fcrlu00fcu011fu00fc kuruldu.",  "1926 - Brezilya, Milletler Cemiyeti'nden ayru0131ldu0131.",  "1925 - Gu00f6ztepe SK kuruldu.",  "1909 - Dernek kurma u00f6zgu00fcrlu00fcu011fu00fcne iliu015fkin ilk yasa olan "u0130u00e7timaatu0131 Umumiye Kanunu" kabul edildi.",  "1900 - Hawaii, Amerika Birleu015fik Devletleri'ne katu0131ldu0131.",  "1846 - Meksika-Amerika Savau015fu0131 su0131rasu0131nda Kaliforniya Cumhuriyeti, Meksika'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1839 - Jandarma Teu015fkilatu0131 kuruldu. Teu015fkilatu0131n ilk nizamnamesi olan Asakir-i Zaptiye Nizamnamesi yu00fcru00fcrlu00fcu011fe konuldu.",  "1830 - Fransa, Cezayir'i su00f6mu00fcrgeleu015ftirmeye bau015fladu0131: u0130lk adu0131mda Sidi Ferruch u015fehrine 34000 asker u00e7u0131kardu0131.",  "1789 - Daru0131dan damu0131tu0131larak yapu0131lan ilk viski, Amerikalu0131 din adamu0131 vaiz Elijah Craig tarafu0131ndan u00fcretildi. Bu tu00fcr viskiye Bourbon adu0131 verildi, u00e7u00fcnku00fc bu din adamu0131 Kentucky'nin Bourbon ilu00e7esinde yau015fu0131yordu.",  "1777 - Yu0131ldu0131zlaru0131 ve u015feritleri olan ilk ABD bayrau011fu0131, Kongre tarafu0131ndan Amerika Birleu015fik Devletleri bayrau011fu0131 olarak kabul edildi. (u00d6nceki bayrakta yu0131ldu0131zlaru0131n olduu011fu bu00f6lu00fcmde u0130ngiltere bayrau011fu0131nu0131n renkleri bulunuyordu)"]







