["2017 - Cumhuriyet Halk Partisi İstanbul Milletvekili Enis Berberoğlu'na yirmi beş yıl hapis cezası ve tutuklama kararı verilmesiyle, CHP Genel Başkanı Kemal Kılıçdaroğlu'nun Ankara'dan İstanbul'a kadar sürecek olan \"Adalet Yürüyüşü\" başladı.", "2002 - \"2002 MN\" adı verilen bir asteroid, Dünya'nın 121.000 km yakınından geçti. Bu uzaklık, Dünya ile Ay arasındaki mesafenin üçte biri kadardır.", "1994 - İş insanı Vehbi Koç'a İsviçre'de, Birleşmiş Milletler Nüfus Faaliyetleri Ödülü verildi.", "1994 - İsrail ve Vatikan tam diplomatik ilişki anlaşmasına vardı.", "1990 - İstanbul'un ilk tüp bebeği doğdu.", "1985 - Hollandalı ressam Rembrandt'ın Danaë adlı tablosu, daha sonra akli dengesinin bozuk olduğuna hükmedilen bir adam tarafından saldırıya uğradı. Tuvalin üzerine sülfürik asit döken saldırgan, ayrıca tabloyu iki yerinden bıçakladı.", "1981 - Mehmet Ali Ağca'yı hapisten kaçıran Bünyamin Yılmaz, 18 yıl hapse mahkûm oldu.", "1978 - Ürdün Kralı Hüseyin, Amerikalı Lisa Halaby ile evlendi. Lisa Halaby, adını Nur olarak değiştirdi.", "1978 - İstanbul Tarabya'da bir belediye otobüsü denize uçtu; 35 yolcudan 4'ü kurtulabildi.", "1977 - İspanya'da 41 yıl sonra ilk seçimler yapıldı.", "1975 - Soyuz 19, Baykonur Uzay Üssü'nden havalandı.", "1973 - Yünsa Yünlü Sanayi Anonim Şirketi kuruldu.", "1970 - İşçiler, İzmit Gebze'den İstanbul'a doğru yürüyüşe geçtiler. Yürüyüş sırasında geçilen yerlerdeki işçiler de yürüyüşe katıldı. 15-16 Haziran işçi direnişi olarak adlandırılan bu olaylar, 16 Haziran'da 5 kişinin ölmesi ve İstanbul ve Kocaeli'de sıkıyönetim ilan edilmesi ile sona erdi.", "1969 - Georges Pompidou, Fransa Cumhurbaşkanı seçildi.", "1956 - Akis dergisi toplatıldı.", "1954 - UEFA (Union des Associations Européennes de Football) kuruldu.", "1950 - Batı Almanya, Avrupa Konseyi'ne katılma kararı aldı.", "1942 - Atatürk'ün Şişli'de oturduğu ev müze oldu.", "1941 - II. Dünya Savaşı: Savaş Baltası Harekâtı başladı.", "1938 - Medeni Kanun'daki evlenme yaşı; kadınlar için 15, erkekler için 17 olarak düzenlendi.", "1936 - 1931'den beri Cumhuriyet Halk Partisi Genel Sekreterliği'ni yapmakta olan Recep Peker, Mustafa Kemal Atatürk tarafından görevinden alındı. Genel Sekreterlik görevi, Başvekil İsmet İnönü'ye verildi.", "1930 - Türkiye'nin ilk dış kredisi olan 10 milyon dolar, Amerikan Yardım Bankası'ndan alındı.", "1927 - Türkiye'nin ilk modern akıl ve ruh hastalıkları hastanesi olan Bakırköy Ruh ve Sinir Hastalıkları Hastanesi açıldı.", "1926 - İzmir Suikastı: Atatürk'e karşı yapılacak olan suikast, \"Giritli\" motorcu Şevki tarafından Vali Kazım Dirik'e bildirildi.", "1923 - Nezihe Muhiddin'in öncülüğünde Darülfünun Konferans Salonu'nda gerçekleşen toplantı sonucu Kadınlar Halk Fırkası'nın kurulması kararlaştırıldı. Fırka, yeni Türkiye'deki ilk siyasal parti girişimidir. Fakat parti kuruluşu için izin verilmediğinden, Türk Kadınlar Birliği adında bir derneğe dönüşmüştür.", "1920 - 15. Kolordu Komutanlığı, \"Doğu Cephesi Komutanlığı\" olarak adlandırıldı. Cephenin komutanlığına Kazım Karabekir Paşa getirildi.", "1920 - Yozgat'ta Çapanoğu Ayaklanması başladı.", "1920 - Almanya ile Danimarka arasında yapılan yeni bir sınır anlaşmasıyla kuzey Schleswig Danimarka'ya verildi.", "1911 - Sonradan IBM adını alacak olan \"Computing Tabulating Recording Corporation\" adlı şirket kuruldu.", "1903 - 11 dakikalık ilk Western filmi olan Great Train Robbery gösterime girdi.", "1896 - Japonya'da meydana gelen bir tsunami, 22.000'den fazla kişinin ölümüne yol açarak Japon tarihine en ölümcül tsunami olarak geçti.", "1888 - II. Wilhelm, Almanya İmparatoru oldu.", "1865 - Yoksullar ve yetimlerin yatılı eğitimi için Darüşşafaka kuruldu.", "1844 - Charles Goodyear, kauçuğun güçlendirilmesi işleminde kullanılan ve vulkanizasyon adı verilen bir yöntemin patentini aldı.", "1836 - Arkansas, 25. eyalet olarak ABD'ye katıldı.", "1826 - Sultan II. Mahmud, Yeniçeri Ocağı'nı kaldırdı. Yerine \"Asakir-i Mansure-i Muhammediye\" adıyla yeni bir askeri teşkilat kuruldu. Bu olay, Osmanlı tarihinde \"Vaka-i Hayriye\" (Hayırlı Olay) olarak anıldı.", "1808 - Joseph Bonaparte, İspanya Kralı oldu.", "1752 - Benjamin Franklin, uçurtma deneyi ile yıldırımın elektrik akımı olduğunu ispatladı.", "1667 - Kayıtlara geçmiş ilk kan nakli Fransa Kralı XIV. Louis'nin de özel doktoru olan Jean-Baptiste Denys tarafından gerçekleştirildi. Dr. Denys, bir koyunun kanını 15 yaşında bir çocuğa nakletmiş ve çocuk yaşamıştı.", "1381 - İngiliz tarihinin ilk büyük köylü ayaklanması, lideri Wat Tyler'in ölümüyle son buldu.", "1215 - İngiltere Kralı John, Magna Carta sözleşmesini mühürledi.", "MÖ 763 - Asurlular bir Güneş tutulmasını kayıtlarına geçirdiler. Bu özel gün, daha sonra Mezopotamya tarihinin zaman dizininin oluşturulmasında bir referans noktası olarak kullanıldı."]