["2017 - Cumhuriyet Halk Partisi u0130stanbul Milletvekili Enis Berberou011flu'na yirmi beu015f yu0131l hapis cezasu0131 ve tutuklama kararu0131 verilmesiyle, CHP Genel Bau015fkanu0131 Kemal Ku0131lu0131u00e7darou011flu'nun Ankara'dan u0130stanbul'a kadar su00fcrecek olan "Adalet Yu00fcru00fcyu00fcu015fu00fc" bau015fladu0131.",  "2002 - "2002 MN" adu0131 verilen bir asteroid, Du00fcnya'nu0131n 121.000u00a0km yaku0131nu0131ndan geu00e7ti. Bu uzaklu0131k, Du00fcnya ile Ay arasu0131ndaki mesafenin u00fcu00e7te biri kadardu0131r.",  "1994 - u0130u015f insanu0131 Vehbi Kou00e7'a u0130sviu00e7re'de, Birleu015fmiu015f Milletler Nu00fcfus Faaliyetleri u00d6du00fclu00fc verildi.",  "1994 - u0130srail ve Vatikan tam diplomatik iliu015fki anlau015fmasu0131na vardu0131.",  "1990 - u0130stanbul'un ilk tu00fcp bebeu011fi dou011fdu.",  "1985 - Hollandalu0131 ressam Rembrandt'u0131n Danau00eb adlu0131 tablosu, daha sonra akli dengesinin bozuk olduu011funa hu00fckmedilen bir adam tarafu0131ndan saldu0131ru0131ya uu011fradu0131. Tuvalin u00fczerine su00fclfu00fcrik asit du00f6ken saldu0131rgan, ayru0131ca tabloyu iki yerinden bu0131u00e7akladu0131.",  "1981 - Mehmet Ali Au011fca'yu0131 hapisten kau00e7u0131ran Bu00fcnyamin Yu0131lmaz, 18 yu0131l hapse mahku00fbm oldu.",  "1978 - u00dcrdu00fcn Kralu0131 Hu00fcseyin, Amerikalu0131 Lisa Halaby ile evlendi. Lisa Halaby, adu0131nu0131 Nur olarak deu011fiu015ftirdi.",  "1978 - u0130stanbul Tarabya'da bir belediye otobu00fcsu00fc denize uu00e7tu; 35 yolcudan 4'u00fc kurtulabildi.",  "1977 - u0130spanya'da 41 yu0131l sonra ilk seu00e7imler yapu0131ldu0131.",  "1975 - Soyuz 19, Baykonur Uzay u00dcssu00fc'nden havalandu0131.",  "1973 - Yu00fcnsa Yu00fcnlu00fc Sanayi Anonim u015eirketi kuruldu.",  "1970 - u0130u015fu00e7iler, u0130zmit Gebze'den u0130stanbul'a dou011fru yu00fcru00fcyu00fcu015fe geu00e7tiler. Yu00fcru00fcyu00fcu015f su0131rasu0131nda geu00e7ilen yerlerdeki iu015fu00e7iler de yu00fcru00fcyu00fcu015fe katu0131ldu0131. 15-16 Haziran iu015fu00e7i direniu015fi olarak adlandu0131ru0131lan bu olaylar, 16 Haziran'da 5 kiu015finin u00f6lmesi ve u0130stanbul ve Kocaeli'de su0131ku0131yu00f6netim ilan edilmesi ile sona erdi.",  "1969 - Georges Pompidou, Fransa Cumhurbau015fkanu0131 seu00e7ildi.",  "1956 - Akis dergisi toplatu0131ldu0131.",  "1954 - UEFA (Union des Associations Europu00e9ennes de Football) kuruldu.",  "1950 - Batu0131 Almanya, Avrupa Konseyi'ne katu0131lma kararu0131 aldu0131.",  "1942 - Atatu00fcrk'u00fcn u015eiu015fli'de oturduu011fu ev mu00fcze oldu.",  "1941 - II. Du00fcnya Savau015fu0131: Savau015f Baltasu0131 Hareku00e2tu0131 bau015fladu0131.",  "1938 - Medeni Kanun'daki evlenme yau015fu0131; kadu0131nlar iu00e7in 15, erkekler iu00e7in 17 olarak du00fczenlendi.",  "1936 - 1931'den beri Cumhuriyet Halk Partisi Genel Sekreterliu011fi'ni yapmakta olan Recep Peker, Mustafa Kemal Atatu00fcrk tarafu0131ndan gu00f6revinden alu0131ndu0131. Genel Sekreterlik gu00f6revi, Bau015fvekil u0130smet u0130nu00f6nu00fc'ye verildi.",  "1930 - Tu00fcrkiye'nin ilk du0131u015f kredisi olan 10 milyon dolar, Amerikan Yardu0131m Bankasu0131'ndan alu0131ndu0131.",  "1927 - Tu00fcrkiye'nin ilk modern aku0131l ve ruh hastalu0131klaru0131 hastanesi olan Baku0131rku00f6y Ruh ve Sinir Hastalu0131klaru0131 Hastanesi au00e7u0131ldu0131.",  "1926 - u0130zmir Suikastu0131: Atatu00fcrk'e karu015fu0131 yapu0131lacak olan suikast, "Giritli" motorcu u015eevki tarafu0131ndan Vali Kazu0131m Dirik'e bildirildi.",  "1923 - Nezihe Muhiddin'in u00f6ncu00fclu00fcu011fu00fcnde Daru00fclfu00fcnun Konferans Salonu'nda geru00e7ekleu015fen toplantu0131 sonucu Kadu0131nlar Halk Fu0131rkasu0131'nu0131n kurulmasu0131 kararlau015ftu0131ru0131ldu0131. Fu0131rka, yeni Tu00fcrkiye'deki ilk siyasal parti giriu015fimidir. Fakat parti kuruluu015fu iu00e7in izin verilmediu011finden, Tu00fcrk Kadu0131nlar Birliu011fi adu0131nda bir derneu011fe du00f6nu00fcu015fmu00fcu015ftu00fcr.",  "1920 - 15. Kolordu Komutanlu0131u011fu0131, "Dou011fu Cephesi Komutanlu0131u011fu0131" olarak adlandu0131ru0131ldu0131. Cephenin komutanlu0131u011fu0131na Kazu0131m Karabekir Pau015fa getirildi.",  "1920 - Yozgat'ta u00c7apanou011fu Ayaklanmasu0131 bau015fladu0131.",  "1920 - Almanya ile Danimarka arasu0131nda yapu0131lan yeni bir su0131nu0131r anlau015fmasu0131yla kuzey Schleswig Danimarka'ya verildi.",  "1911 - Sonradan IBM adu0131nu0131 alacak olan "Computing Tabulating Recording Corporation" adlu0131 u015firket kuruldu.",  "1903 - 11 dakikalu0131k ilk Western filmi olan Great Train Robbery gu00f6sterime girdi.",  "1896 - Japonya'da meydana gelen bir tsunami, 22.000'den fazla kiu015finin u00f6lu00fcmu00fcne yol au00e7arak Japon tarihine en u00f6lu00fcmcu00fcl tsunami olarak geu00e7ti.",  "1888 - II. Wilhelm, Almanya u0130mparatoru oldu.",  "1865 - Yoksullar ve yetimlerin yatu0131lu0131 eu011fitimi iu00e7in Daru00fcu015fu015fafaka kuruldu.",  "1844 - Charles Goodyear, kauu00e7uu011fun gu00fcu00e7lendirilmesi iu015fleminde kullanu0131lan ve vulkanizasyon adu0131 verilen bir yu00f6ntemin patentini aldu0131.",  "1836 - Arkansas, 25. eyalet olarak ABD'ye katu0131ldu0131.",  "1826 - Sultan II. Mahmud, Yeniu00e7eri Ocau011fu0131'nu0131 kaldu0131rdu0131. Yerine "Asakir-i Mansure-i Muhammediye" adu0131yla yeni bir askeri teu015fkilat kuruldu. Bu olay, Osmanlu0131 tarihinde "Vaka-i Hayriye" (Hayu0131rlu0131 Olay) olarak anu0131ldu0131.",  "1808 - Joseph Bonaparte, u0130spanya Kralu0131 oldu.",  "1752 - Benjamin Franklin, uu00e7urtma deneyi ile yu0131ldu0131ru0131mu0131n elektrik aku0131mu0131 olduu011funu ispatladu0131.",  "1667 - Kayu0131tlara geu00e7miu015f ilk kan nakli Fransa Kralu0131 XIV. Louis'nin de u00f6zel doktoru olan Jean-Baptiste Denys tarafu0131ndan geru00e7ekleu015ftirildi. Dr. Denys, bir koyunun kanu0131nu0131 15 yau015fu0131nda bir u00e7ocuu011fa nakletmiu015f ve u00e7ocuk yau015famu0131u015ftu0131.",  "1381 - u0130ngiliz tarihinin ilk bu00fcyu00fck ku00f6ylu00fc ayaklanmasu0131, lideri Wat Tyler'in u00f6lu00fcmu00fcyle son buldu.",  "1215 - u0130ngiltere Kralu0131 John, Magna Carta su00f6zleu015fmesini mu00fchu00fcrledi.",  "Mu00d6 763 - Asurlular bir Gu00fcneu015f tutulmasu0131nu0131 kayu0131tlaru0131na geu00e7irdiler. Bu u00f6zel gu00fcn, daha sonra Mezopotamya tarihinin zaman dizininin oluu015fturulmasu0131nda bir referans noktasu0131 olarak kullanu0131ldu0131."]







