["2015 - 5 Seconds of Summer'da gitarist olan Michael Clifford, Londra'daki konser su0131rasu0131nda gu00f6rsel amau00e7lu0131 konulan fiu015fekler yu00fczu00fcnden sau00e7laru0131 yandu0131 ve hafif bir u015fekilde yaralandu0131.",  "2013 - Gezi Parku0131 protestolaru0131nda, Berkin Elvan gaz kapsu00fclu00fcyle vuruldu. 269 gu00fcn komada kalan Berkin, 11 Mart 2014'te u00f6ldu00fc.",  "2007 - Hint asu0131llu0131 Amerikalu0131 astronot Sunita Williams, uzayda en uzun su00fcre kalan kadu0131n astronot unvanu0131nu0131n sahibi oldu.",  "2002 - u0130stanbul Bou011fazu0131u2019nda u201cModisku201d adlu0131 nehir tipi Rus gemisi ile "Aqua-2" isimli bir yolcu teknesi u00e7arpu0131u015ftu0131. Batan teknede kaybolan 4 yolcudan 2u2019sinin cesedi bulundu.",  "2000 - 9. Cumhurbau015fkanu0131 Su00fcleyman Demirel'e, "Devlet u015eeref Madalyasu0131" verildi.",  "1994 - Anayasa Mahkemesi, Demokrasi Partisi'nin (DEP) kapatu0131lmasu0131na ve bu Parti'nin u00fcyesi olan, 5'i ceza evindeki 13 Milletvekili'nin u00fcyeliu011finin sona ermesine karar verdi.",  "1994 - Amasya Ku00fctu00fcphanesi'nden u00e7alu0131nan tarihi Kuran, Ayu015fegu00fcl Tecimer'in yalu0131su0131nu0131n bahu00e7esinde bulundu.",  "1991 - Bau015fbakan Yu0131ldu0131ru0131m Akbulut istifasu0131nu0131, Cumhurbau015fkanu0131 Turgut u00d6zal'a verdi.",  "1988 - Mehmet Ali Birand'u0131n "u0130u015fte PKK, iu015fte Apo" bau015flu0131klu0131 ru00f6portaju0131 nedeniyle, Milliyet gazetesi toplatu0131ldu0131.",  "1987 - Tu00fcrkiye'yi ziyaret eden u0130ran Bau015fbakanu0131 Mir Hu00fcseyin Musavi'nin, Anu0131tkabir'i ziyaret etmemesi tepkiyle karu015fu0131landu0131. Erdal u0130nu00f6nu00fc, Bau015fbakanlu0131k u00f6nu00fcne siyah u00e7elenk bu0131raktu0131.",  "1983 - Yuri Andropov, SSCB Bau015fbakanu0131 oldu.",  "1976 - Gu00fcney Afrika'da siyahlaru0131n yau015fadu0131u011fu0131 Soweto kasabasu0131nda, Afrikaans dilinde eu011fitimi protesto eden u00f6u011frencilerin u00fczerine ateu015f au00e7an Gu00fcney Afrika Polis'i, 600 u00f6u011frenciyi u00f6ldu00fcrdu00fc.",  "1973 - TRT - MEB ortaklu0131u011fu0131yla hazu0131rlanan, u00dcniversite Giriu015f Su0131navu0131 Hazu0131rlu0131k Kurslaru0131 televizyondan yayu0131nlanmaya bau015flandu0131.",  "1970 - 15 Haziran'da iu015fu00e7iler, u0130zmit Gebze'den u0130stanbul'a dou011fru yu00fcru00fcyu00fcu015fe geu00e7miu015flerdi. Yu00fcru00fcyu00fcu015f su0131rasu0131nda geu00e7ilen yerlerdeki iu015fu00e7ilerin de katu0131lu0131mu0131yla, 15-16 Haziran iu015fu00e7i direniu015fi olarak adlandu0131ru0131lan bu olaylar, 5 kiu015finin u00f6lmesi ve u0130stanbul ve Kocaeli'de su0131ku0131yu00f6netim ilan edilmesi ile sona erdi.",  "1968 - Su0131rru0131 Acar, Avrupa Grekoromen Gu00fcreu015f u015eampiyonasu0131'nda u015fampiyon oldu.",  "1967 - u0130ran u015eahu0131 Muhammed Ru0131za Pehlevi ve eu015fi u015eahbanu Farah Pehlevi Tu00fcrkiye'ye geldi.",  "1964 - Amerikalu0131 siyahi haklaru0131 u00f6nderi Martin Luther King, Nobel Baru0131u015f u00d6du00fclu00fc'nu00fc kazandu0131.",  "1963 - Vostok 6 ile du00fcnya yu00f6ru00fcngesine fu0131rlatu0131lan Rus kozmonot Valentina Tereu015fkova, uzaya seyahat eden ilk kadu0131n oldu.",  "1961 - Rus balet Rudolf Nureyev Batu0131'ya iltica etti.",  "1961 - u0130lk Tu00fcrk Otomobili Projesi "Devrim Otomobili" iu00e7in u00e7alu0131u015fmalara bau015flandu0131.",  "1960 - Yassu0131ada'da tutuklu bulunan eski Bau015fbakan Adnan Menderes sinir krizi geu00e7irdi ve revire kaldu0131ru0131ldu0131.",  "1952 - Osmanlu0131 hanedanu0131 kadu0131nlaru0131na Tu00fcrkiye'ye du00f6nme izni u00e7u0131ktu0131.",  "1950 - TBMM, Tu00fcrku00e7eleu015ftirilmiu015f ezanu0131n eskiden olduu011fu gibi Arapu00e7a okunmasu0131na dair kanunu kabul etti.",  "1949 - Devlet Tiyatro ve Operasu0131 Kuruluu015f Yasasu0131 yu00fcru00fcrlu00fcu011fe girdi ve Muhsin Ertuu011frul Genel Mu00fcdu00fcr olarak atandu0131.",  "1940 - Litvanya'da komu00fcnist yu00f6netim kuruldu.",  "1940 - Henri Philippe Pu00e9tain, Alman iu015fgalinin ardu0131ndan Fransa Bau015fbakanu0131 oldu.",  "1938 - Beden Terbiyesi Genel Mu00fcdu00fcrlu00fcu011fu00fc kuruldu. Spor artu0131k devlet denetiminde.",  "1932 - Almanya'da yaru0131 askeri Nazi u00f6rgu00fctleri SA ve SS u00fczerindeki Hu00fcku00fbmet yasau011fu0131 kaldu0131ru0131ldu0131.",  "1924 - Trabzon'da "Yeni Yol" isimli gu00fcnlu00fck gazetenin u00e7u0131kmaya bau015flamasu0131.",  "1920 - Yara bandu0131, Earle Dickson tarafu0131ndan icat edildi.",  "1919 - Yu00f6ru00fck Ali Efe, Yunan mu00fcfrezesini imha etti.",  "1919 - Merzifon isyanu0131.",  "1903 - Pepsi Cola u015eirketi, markasu0131nu0131 ve amblemini tescil ettirdi.",  "1903 - Ford Motor u015eirketi kuruldu.",  "1815 - Napolyon'un son zaferi Ligny Meydan Muharebesi, u00fcnlu00fc Waterloo Savau015fu0131'ndan iki gu00fcn u00f6nce geru00e7ekleu015fti."]







