["2018 - Japonya'nu0131n Hirakata u015fehrinde 5,5 u015fiddetinde deprem meydana geldi. 4 kiu015fi u00f6ldu00fc, 400'den fazla kiu015fi yaralandu0131.",  "2016 - Tu00fcrkiye Maarif Vakfu0131 kuruldu.",  "2010 - Su0131klu0131kla blog sayfalar hazu0131rlamak amacu0131yla kullanu0131lan au00e7u0131k kaynak iu00e7erik yu00f6netim sistemi Wordpress'in 3.0 versiyonu yayu0131nlandu0131.",  "1994 - Du00fcnya Futbol u015eampiyonasu0131 Amerika'da bau015fladu0131. Finalde 17 Temmuz gu00fcnu00fc Brezilya ve u0130talya karu015fu0131lau015ftu0131. u015eampiyon penaltu0131larla belirlendi; kupa Brezilya'nu0131n oldu.",  "1992 - Yeni Galata Ku00f6pru00fcsu00fc tu00f6renle hizmete au00e7u0131ldu0131.",  "1991 - ANAP Genel Bau015fkanu0131 Mesut Yu0131lmaz, Cumhurbau015fkanu0131 Turgut u00d6zal tarafu0131ndan yeni Hu00fcku00fbmeti kurmakla gu00f6revlendirildi.",  "1987 - Son ferdi de u00f6len Esmer Ku0131yu0131 u00c7intesi ("Ammodramus maritimus nigrescens") denen seru00e7e tu00fcru00fcnu00fcn soyu tu00fckenmiu015f oldu.",  "1980 - Cumhuriyet Halk Partisi Nevu015fehir u0130l Bau015fkanu0131 ve eski Milletvekili Mehmet Zeki Tekiner u00f6ldu00fcru00fcldu00fc. Cenaze tu00f6reninde, aralaru0131nda Bu00fclent Ecevit'in de bulunduu011fu Cumhuriyet Halk Partisi heyetine, u00dclku00fc Ocaklu0131lar tarafu0131ndan tau015flu0131 ve sopalu0131 saldu0131ru0131da bulunuldu.",  "1972 - Watergate skandalu0131: ABD Bau015fkanu0131 Richard Nixon'un partisi olan Cumhuriyetu00e7i Parti ile bau011flantu0131lu0131 5 hu0131rsu0131z, Watergate u0130u015f Merkezi'ndeki bir bu00fcroya gizli mikrofon yerleu015ftirirken Polis tarafu0131ndan yakalanarak tutuklandu0131. Bu bu00fcronun, ABD'nin o zamanki ana muhalefet partisi olan Demokrat Parti'nin merkezi olduu011fu ortaya u00e7u0131ktu0131.",  "1967 - u00c7in, ilk hidrojen bombasu0131nu0131 test etti.",  "1951 - Tu00fcrkiye millu00ee futbol taku0131mu0131, Batu0131 Almanya'yu0131 Berlin Olimpiyat Stadyumu'nda 2-1 yendi. Bau015faru0131lu0131 kurtaru0131u015flar yapan kaleci Turgay u015eeren'e, "Berlin panteri" denilmeye bau015flandu0131.",  "1946 - Tu00fcrkiye u0130u015fu00e7i ve u00c7iftu00e7i Partisi, u0130stanbulu2019da kuruldu. Etem Ruhi Balkan, Selahattin Yorulmazou011flu, Mehmet u015eu00fckru00fc Sekban, Necmeddin Deliorman, u0130rfan Recep Nayal, Ali Esenkova ve u0130brahim Tokay kurucular arasu0131nda yer alan isimlerdi.",  "1944 - u0130zlanda, Danimarka'dan ayru0131ldu0131 ve cumhuriyet ilan etti.",  "1939 - Fransa'da Giyotin'le "halka au00e7u0131k" son infaz, Versay u015fehrinde Saint-Pierre Hapishanesi'nin (u015fimdiki Adalet Sarayu0131) du0131u015fu0131nda geru00e7ekleu015ftirildi. Giyotinle son idam ise, 10 Eylu00fcl 1977'de yapu0131ldu0131.",  "1932 - Tu00fcrkiye Turing ve Otomobil Kurumu ile Milliyet gazetesince ilk kez du00fczenlenen otomobil yaru0131u015fu0131, u0130stinye-Zincirlikuyu arasu0131nda yapu0131ldu0131.",  "1926 - Kadu0131ku00f6y Su u015eirketi devletleu015ftirildi.",  "1921 - Sivas, Erzincan ve Tunceli yu00f6resinde 3,5 ay su00fcren Kou00e7giri u0130syanu0131, Tu00fcrk Ordusu tarafu0131ndan bastu0131ru0131ldu0131.",  "1885 - u00d6zgu00fcrlu00fck Heykeli, New York Limanu0131'na ulau015ftu0131.",  "1641 - Emirgu00fcneou011flu Yusuf Pau015fa, u0130ran lehine bu00f6lu00fccu00fc ve yu0131ku0131cu0131 propaganda yaptu0131u011fu0131 iddiasu0131yla Sultan u0130brahim'in emriyle idam edildi.",  "1631 - Mu00fcmtaz Mahal dou011fum yaparken u00f6ldu00fc. Eu015fi Hint-Tu00fcrk-Mou011fol Babu00fcr u0130mparatoru u015eah-u0131 Cihan, ertesi yu0131l bau015flattu0131u011fu0131 anu0131t mezar Tac Mahal'i 20 yu0131l iu00e7inde tamamlattu0131.",  "1462 - Kont Drakula ya da Kazu0131klu0131 Voyvoda veya Vlad u0162epeu015f adlaru0131yla da tanu0131nan Eflak Prensi III. Vlad, gece karanlu0131u011fu0131ndan yararlanarak Fatih Sultan Mehmed'e (II. Mehmed) bau015faru0131su0131z bir suikast teu015febbu00fcsu00fcnde bulunduktan sonra kau00e7tu0131.",  "334 - u0130mparator Konstantin, dul ve yetimler iu00e7in himaye yasasu0131 u00e7u0131kardu0131."]







