["2018 - Japonya'nın Hirakata şehrinde 5,5 şiddetinde deprem meydana geldi. 4 kişi öldü, 400'den fazla kişi yaralandı.", "2016 - Türkiye Maarif Vakfı kuruldu.", "2010 - Sıklıkla blog sayfalar hazırlamak amacıyla kullanılan açık kaynak içerik yönetim sistemi Wordpress'in 3.0 versiyonu yayınlandı.", "1994 - Dünya Futbol Şampiyonası Amerika'da başladı. Finalde 17 Temmuz günü Brezilya ve İtalya karşılaştı. Şampiyon penaltılarla belirlendi; kupa Brezilya'nın oldu.", "1992 - Yeni Galata Köprüsü törenle hizmete açıldı.", "1991 - ANAP Genel Başkanı Mesut Yılmaz, Cumhurbaşkanı Turgut Özal tarafından yeni Hükûmeti kurmakla görevlendirildi.", "1987 - Son ferdi de ölen Esmer Kıyı Çintesi (\"Ammodramus maritimus nigrescens\") denen serçe türünün soyu tükenmiş oldu.", "1980 - Cumhuriyet Halk Partisi Nevşehir İl Başkanı ve eski Milletvekili Mehmet Zeki Tekiner öldürüldü. Cenaze töreninde, aralarında Bülent Ecevit'in de bulunduğu Cumhuriyet Halk Partisi heyetine, Ülkü Ocaklılar tarafından taşlı ve sopalı saldırıda bulunuldu.", "1972 - Watergate skandalı: ABD Başkanı Richard Nixon'un partisi olan Cumhuriyetçi Parti ile bağlantılı 5 hırsız, Watergate İş Merkezi'ndeki bir büroya gizli mikrofon yerleştirirken Polis tarafından yakalanarak tutuklandı. Bu büronun, ABD'nin o zamanki ana muhalefet partisi olan Demokrat Parti'nin merkezi olduğu ortaya çıktı.", "1967 - Çin, ilk hidrojen bombasını test etti.", "1951 - Türkiye millî futbol takımı, Batı Almanya'yı Berlin Olimpiyat Stadyumu'nda 2-1 yendi. Başarılı kurtarışlar yapan kaleci Turgay Şeren'e, \"Berlin panteri\" denilmeye başlandı.", "1946 - Türkiye İşçi ve Çiftçi Partisi, İstanbul’da kuruldu. Etem Ruhi Balkan, Selahattin Yorulmazoğlu, Mehmet Şükrü Sekban, Necmeddin Deliorman, İrfan Recep Nayal, Ali Esenkova ve İbrahim Tokay kurucular arasında yer alan isimlerdi.", "1944 - İzlanda, Danimarka'dan ayrıldı ve cumhuriyet ilan etti.", "1939 - Fransa'da Giyotin'le \"halka açık\" son infaz, Versay şehrinde Saint-Pierre Hapishanesi'nin (şimdiki Adalet Sarayı) dışında gerçekleştirildi. Giyotinle son idam ise, 10 Eylül 1977'de yapıldı.", "1932 - Türkiye Turing ve Otomobil Kurumu ile Milliyet gazetesince ilk kez düzenlenen otomobil yarışı, İstinye-Zincirlikuyu arasında yapıldı.", "1926 - Kadıköy Su Şirketi devletleştirildi.", "1921 - Sivas, Erzincan ve Tunceli yöresinde 3,5 ay süren Koçgiri İsyanı, Türk Ordusu tarafından bastırıldı.", "1885 - Özgürlük Heykeli, New York Limanı'na ulaştı.", "1641 - Emirgüneoğlu Yusuf Paşa, İran lehine bölücü ve yıkıcı propaganda yaptığı iddiasıyla Sultan İbrahim'in emriyle idam edildi.", "1631 - Mümtaz Mahal doğum yaparken öldü. Eşi Hint-Türk-Moğol Babür İmparatoru Şah-ı Cihan, ertesi yıl başlattığı anıt mezar Tac Mahal'i 20 yıl içinde tamamlattı.", "1462 - Kont Drakula ya da Kazıklı Voyvoda veya Vlad Ţepeş adlarıyla da tanınan Eflak Prensi III. Vlad, gece karanlığından yararlanarak Fatih Sultan Mehmed'e (II. Mehmed) başarısız bir suikast teşebbüsünde bulunduktan sonra kaçtı.", "334 - İmparator Konstantin, dul ve yetimler için himaye yasası çıkardı."]