["2023 - OceanGate u015firketine ait bir denizaltu0131su0131, Titanic'in enkazu0131nu0131 gezerken Atlas Okyanusu'nda kayboldu. 22 Haziran tarihinde ABD Sahil Gu00fcvenliu011fi denizaltu0131nu0131n enkazu0131na ulau015ftu0131: 5 kiu015fi u00f6ldu00fc.",  "2022 - Hindistan ve Bangladeu015f'te u015fiddetli muson fu0131rtu0131nalaru0131nu0131n neden olduu011fu yu0131ldu0131ru0131m u00e7arpmasu0131 ve toprak kaymasu0131 sonucu 207 kiu015fi u00f6ldu00fc.",  "1997 - Bau015fbakan Necmettin Erbakan, REFAHYOL olarak da bilinen RP-DYP koalisyon Hu00fcku00fbmeti'nin istifasu0131nu0131, Cumhurbau015fkanu0131 Su00fcleyman Demirel'e sundu.",  "1995 - u00c7eu00e7en lider u015eamil Basayev, Budyonnovsk kenti hastanesine basku0131n yaptu0131; 1000'den fazla Rus'u rehin aldu0131. Bu00f6ylece Rusya, savau015fu0131 durdurma ve gu00f6ru00fcu015fmeleri bau015flatma taleplerini kabul etti.",  "1993 - Azerbaycan Cumhurbau015fkanu0131 Ebulfez Elu00e7ibey, Baku00fc'yu00fc terk etti. Haydar Aliyev Azerbaycan Cumhurbau015fkanu0131 oldu.",  "1992 - Sau011flu0131k hizmetlerinden u00fccretsiz yararlanacak dar gelirlilere verilecek "Yeu015fil Kart" uygulamasu0131 TBMM'de kabul edildi.",  "1992 - Hu0131rvat Savunma Konseyi Birlikleri (HVO), Mostar'u0131 iu015fgal etmeye bau015fladu0131.",  "1988 - Bau015fbakan Turgut u00d6zal, Ankara Atatu00fcrk Spor Salonu'nda yapu0131lan ANAP Bu00fcyu00fck Kongresi'nde, Kartal Demirau011f'u0131n silahlu0131 saldu0131ru0131su0131nda elinden yaralandu0131.",  "1982 - 12 Eylu00fcl Darbesi'nin 18. idamu0131: 20 Haziran 1976'da 16 yau015fu0131ndaki Tuncay Abbas adlu0131 u00e7ocuu011fu tecavu00fcz edip u00f6ldu00fcren Ednan Kavaklu0131 idam edildi.",  "1979 - Sovyetler Birliu011fi Bau015fkanu0131 Leonid Brejnev ve Amerika Birleu015fik Devletleri Bau015fkanu0131 Jimmy Carter, Viyana'da, stratejik silahlaru0131n su0131nu0131rlandu0131ru0131lmasu0131 konulu SALT II anlau015fmasu0131nu0131 imzaladu0131lar.",  "1953 - Mu0131su0131r'da 74 yu0131llu0131k u0130ngiliz egemenliu011finin sona ermesiyle, Cumhuriyet ilan edildi.",  "1952 - Warwickshire, u0130ngiltere'de bir test su00fcru00fcu015fu00fc su0131rasu0131nda kaza yapan su00fcru00fccu00fc Cameron Earl hayatu0131nu0131 kaybetti;Bu Formula 1'de ilk u00f6lu00fcmlu00fc kaza olarak tarihe geu00e7ti",  "1948 - BM u0130nsan Haklaru0131 Komisyonu'nca, Uluslararasu0131 u0130nsan Haklaru0131 Bildirgesi hazu0131rlandu0131. 10 Aralu0131k 1948'de Paris'te yapu0131lan Genel Kurul toplantu0131su0131nda oylanarak kabul edildi.",  "1941 - Tu00fcrk-Alman Saldu0131rmazlu0131k Antlau015fmasu0131 imzalandu0131.",  "1940 - II. Du00fcnya Savau015fu0131: Sovyetler Birliu011fi Baltu0131k u00fclkelerini iu015fgal etmeye bau015fladu0131.",  "1939 - Bursa ve Mersin elektrik tesisleri devletleu015ftirildi.",  "1928 - Havacu0131 Amelia Earhart, bir uu00e7ak ile Atlantik Okyanusu'nu geu00e7en ilk kadu0131n oldu.",  "1927 - Hukuk Usulu00fc Muhakemelerine u0130liu015fkin Kanun kabul edildi.",  "1922 - Ziya Gu00f6kalp, Diyarbaku0131r'da "Ku00fcu00e7u00fck Mecmua"yu0131 u00e7u0131karmaya bau015fladu0131.",  "1919 - Mustafa Kemal Atatu00fcrk, Anadolu ve Rumeli Millu00ee Teu015fkilatu0131'nu0131n birleu015ftirilmesi hakku0131nda genelge yayu0131nladu0131.",  "1881 - u00dcu00e7 u0130mparator Birliu011fi, bu kez yazu0131lu0131 olarak yenilendi.",  "1873 - Kadu0131n haklaru0131 savunucusu Susan B. Anthony, 1872 ABD Bau015fkanlu0131k seu00e7imlerinde oy kullanmaya teu015febbu00fcs ettiu011fi iu00e7in 100 dolar para cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1847 - Macar besteci ve piyanist Franz Liszt, Padiu015fah Abdu00fclmecid'e sarayda konser verdi.",  "1815 - Napolyon Bonapart, Waterloo Savau015fu0131'nda u0130ngiliz ve Prusya ordularu0131na yenildi. Yenilgi, Fransa ile Avrupa devletleri arasu0131nda 23 yu0131l su00fcren savau015fa son verdi. Napolyon, 22 Haziran'da ikinci kez tahttan u00e7ekildi."]







