["2012 - İsveç’e iadesi istenen Wikileaks kurucularından Julian Assange, Londra’daki Ekvador Büyükelçiliği’ne sığınarak mültecilik başvurusunda bulundu.[1][2]", "2005 - Trakya Üniversitesi Tıp Fakültesi Hastanesinde 3 günde 8 bebek öldü. Ölümlere \"Serratia Marcescens\" adlı bakterinin yol açtığı açıklandı.", "1992 - İstanbul Park Otel inşaatının durdurulması ve 7 katının yıkılması kararı onaylandı.", "1992 - 12 Eylül Askeri Yönetimi'nin kapattığı partilerin açılması yasalaştı.", "1991 - Sovyetler Birliği'nin Macaristan'ı işgali sona erdi.", "1990 - Trabzon'nun Ortahisar, Maçka, Vakfıkebir, Tonya ve Akçaabat ilçelerinde sel oldu, 21 kişi öldü.", "1982 - Çin'de Halkın Silahlı Polisi teşkilatı kuruldu.", "1981 - TRT Kütüphanesi ve Radyo Müzesi açıldı.", "1981 - Türkiye'nin Sesi Radyosu; Arnavutça, Macarca, Sırpça, Çince ve Rusça yayınlara başladı.", "1981 - Eski Gümrük ve Tekel bakanlarından Tuncay Mataracı ile aynı davadan yargılanan 13 sanık, Yüce Divan tarafından tutuklandı.", "1979 - Yaşanan petrol sıkıntısının ardından, İstanbul’da ‘karneyle benzin’ dağıtımına başlandı.", "1978 - Garfield karikatürleri yayımlanmaya başladı.", "1973 - Dünya Sevgi Birliği Madalyası, \"Sev Kardeşim\" ve \"Hayat Bayram Olsa\" şarkıları nedeniyle Şenay'a verildi.", "1973 - 50. Yıl Marşı Güfte Yarışması'nı Bekir Sıtkı Erdoğan kazandı. Marşı, Necil Kazım Akses besteleyecek.", "1972 - 65 ülkenin pilotları uçak kaçırma olaylarını protesto için boykota başladı. Boykota, Türk pilotlar da uydu ve uçak seferleri 24 saat durdu.", "1968 - İstanbul'da 40 bin çocuğun, çocuk felci mikrobu taşıdığı açıklandı.", "1966 - Türkiye Güreş Millî Takımı, Kanada'daki Dünya Güreş Şampiyonası'nda birinci oldu.", "1965 - Eskişehirspor kuruldu.", "1961 - Türkiye Almanya'ya işgücü ihracına başladı.", "1961 - Kuveyt, Birleşik Krallık'tan bağımsızlığını ilan etti.", "1953 - Sovyetler Birliği adına casusluk yapmaktan suçlu bulunan Amerikan vatandaşları Ethel ve Julius Rosenberg, New York'taki \"Sing Sing\" hapishanesinde idam edildiler.", "1952 - Kömür madenlerinde çalışan işçilerin askerlikten muaf tutulmalarına ilişkin yasa kabul edildi.", "1944 - II. Dünya Savaşı: Filipin Deniz Savaşı'nın ilk günü.", "1941 - Timur'un mezarı açıldı ve Sovyet antropolog Mikhail Gerasimov, Timur'un bedenini inceledi.", "1934 - İran Şahı Rıza Pehlevi ve Atatürk, ilk Türk operası Özsoy'u Ankara Halkevi’nde izlediler.", "1926 - Mustafa Kemal, İzmir gezisini izleyen Anadolu Ajansı'na ünlü sözlerinin yer aldığı demecini verdi: Benim naçiz vücudum bir gün elbet toprak olacaktır. Fakat Türkiye Cumhuriyeti ilelebet payidar kalacaktır.", "1911 - Molde FK kuruldu.", "1910 - Almanya'da \"Deutschland\" adlı ilk Zeplin balonu, ilk havalanışını başarıyla gerçekleştirdi.", "1910 - Dünya Babalar Günü, ilk kez ABD'de kutlandı.", "1885 - Özgürlük Heykeli, Fransa'dan New York'a getirildi.", "1870 - Amerikan İç Savaşı'ndan sonra bütün Güney Eyaletleri'nin ABD'ye tekrar kabulünden sonra Amerika Konfedere Devletleri'nin varlığı resmen sona erdirildi.", "1868 - Mithat Paşa, Memleket Sandıkları'nı kurdu.", "1862 - ABD’de kölelik resmi olarak kalktı.", "1269 - Fransa Kralı IX. Louis, halka açık yerlerde kimliklerini belli eden sarı işaretler takmayan Yahudilerin yakalandıkları takdirde para cezasına çarptırılmalarını emretti.", "1157 - Tapınak Şövalyeleri bozguna uğradı; Büyük Üstadları Bertrand de Blanchefort, Komutanları Nureddin Mahmud Zengi olan Müslümanlarca esir alındı.", "1097 - Haçlı Seferlerinin ilki sırasında İznik, Selçuklu Türkleri tarafından alındı.", "325 - İznik Konsili toplantısı sona erdi."]