["2012 - u0130sveu00e7u2019e iadesi istenen Wikileaks kurucularu0131ndan Julian Assange, Londrau2019daki Ekvador Bu00fcyu00fckelu00e7iliu011fiu2019ne su0131u011fu0131narak mu00fcltecilik bau015fvurusunda bulundu.[1][2]",  "2005 - Trakya u00dcniversitesi Tu0131p Faku00fcltesi Hastanesinde 3 gu00fcnde 8 bebek u00f6ldu00fc. u00d6lu00fcmlere "Serratia Marcescens" adlu0131 bakterinin yol au00e7tu0131u011fu0131 au00e7u0131klandu0131.",  "1992 - u0130stanbul Park Otel inu015faatu0131nu0131n durdurulmasu0131 ve 7 katu0131nu0131n yu0131ku0131lmasu0131 kararu0131 onaylandu0131.",  "1992 - 12 Eylu00fcl Askeri Yu00f6netimi'nin kapattu0131u011fu0131 partilerin au00e7u0131lmasu0131 yasalau015ftu0131.",  "1991 - Sovyetler Birliu011fi'nin Macaristan'u0131 iu015fgali sona erdi.",  "1990 - Trabzon'nun Ortahisar, Mau00e7ka, Vakfu0131kebir, Tonya ve Aku00e7aabat ilu00e7elerinde sel oldu, 21 kiu015fi u00f6ldu00fc.",  "1982 - u00c7in'de Halku0131n Silahlu0131 Polisi teu015fkilatu0131 kuruldu.",  "1981 - TRT Ku00fctu00fcphanesi ve Radyo Mu00fczesi au00e7u0131ldu0131.",  "1981 - Tu00fcrkiye'nin Sesi Radyosu; Arnavutu00e7a, Macarca, Su0131rpu00e7a, u00c7ince ve Rusu00e7a yayu0131nlara bau015fladu0131.",  "1981 - Eski Gu00fcmru00fck ve Tekel bakanlaru0131ndan Tuncay Mataracu0131 ile aynu0131 davadan yargu0131lanan 13 sanu0131k, Yu00fcce Divan tarafu0131ndan tutuklandu0131.",  "1979 - Yau015fanan petrol su0131ku0131ntu0131su0131nu0131n ardu0131ndan, u0130stanbulu2019da u2018karneyle benzinu2019 dau011fu0131tu0131mu0131na bau015flandu0131.",  "1978 - Garfield karikatu00fcrleri yayu0131mlanmaya bau015fladu0131.",  "1973 - Du00fcnya Sevgi Birliu011fi Madalyasu0131, "Sev Kardeu015fim" ve "Hayat Bayram Olsa" u015farku0131laru0131 nedeniyle u015eenay'a verildi.",  "1973 - 50. Yu0131l Maru015fu0131 Gu00fcfte Yaru0131u015fmasu0131'nu0131 Bekir Su0131tku0131 Erdou011fan kazandu0131. Maru015fu0131, Necil Kazu0131m Akses besteleyecek.",  "1972 - 65 u00fclkenin pilotlaru0131 uu00e7ak kau00e7u0131rma olaylaru0131nu0131 protesto iu00e7in boykota bau015fladu0131. Boykota, Tu00fcrk pilotlar da uydu ve uu00e7ak seferleri 24 saat durdu.",  "1968 - u0130stanbul'da 40 bin u00e7ocuu011fun, u00e7ocuk felci mikrobu tau015fu0131du0131u011fu0131 au00e7u0131klandu0131.",  "1966 - Tu00fcrkiye Gu00fcreu015f Millu00ee Taku0131mu0131, Kanada'daki Du00fcnya Gu00fcreu015f u015eampiyonasu0131'nda birinci oldu.",  "1965 - Eskiu015fehirspor kuruldu.",  "1961 - Tu00fcrkiye Almanya'ya iu015fgu00fccu00fc ihracu0131na bau015fladu0131.",  "1961 - Kuveyt, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1953 - Sovyetler Birliu011fi adu0131na casusluk yapmaktan suu00e7lu bulunan Amerikan vatandau015flaru0131 Ethel ve Julius Rosenberg, New York'taki "Sing Sing" hapishanesinde idam edildiler.",  "1952 - Ku00f6mu00fcr madenlerinde u00e7alu0131u015fan iu015fu00e7ilerin askerlikten muaf tutulmalaru0131na iliu015fkin yasa kabul edildi.",  "1944 - II. Du00fcnya Savau015fu0131: Filipin Deniz Savau015fu0131'nu0131n ilk gu00fcnu00fc.",  "1941 - Timur'un mezaru0131 au00e7u0131ldu0131 ve Sovyet antropolog Mikhail Gerasimov, Timur'un bedenini inceledi.",  "1934 - u0130ran u015eahu0131 Ru0131za Pehlevi ve Atatu00fcrk, ilk Tu00fcrk operasu0131 u00d6zsoy'u Ankara Halkeviu2019nde izlediler.",  "1926 - Mustafa Kemal, u0130zmir gezisini izleyen Anadolu Ajansu0131'na u00fcnlu00fc su00f6zlerinin yer aldu0131u011fu0131 demecini verdi: Benim nau00e7iz vu00fccudum bir gu00fcn elbet toprak olacaktu0131r. Fakat Tu00fcrkiye Cumhuriyeti ilelebet payidar kalacaktu0131r.",  "1911 - Molde FK kuruldu.",  "1910 - Almanya'da "Deutschland" adlu0131 ilk Zeplin balonu, ilk havalanu0131u015fu0131nu0131 bau015faru0131yla geru00e7ekleu015ftirdi.",  "1910 - Du00fcnya Babalar Gu00fcnu00fc, ilk kez ABD'de kutlandu0131.",  "1885 - u00d6zgu00fcrlu00fck Heykeli, Fransa'dan New York'a getirildi.",  "1870 - Amerikan u0130u00e7 Savau015fu0131'ndan sonra bu00fctu00fcn Gu00fcney Eyaletleri'nin ABD'ye tekrar kabulu00fcnden sonra Amerika Konfedere Devletleri'nin varlu0131u011fu0131 resmen sona erdirildi.",  "1868 - Mithat Pau015fa, Memleket Sandu0131klaru0131'nu0131 kurdu.",  "1862 - ABDu2019de ku00f6lelik resmi olarak kalktu0131.",  "1269 - Fransa Kralu0131 IX. Louis, halka au00e7u0131k yerlerde kimliklerini belli eden saru0131 iu015faretler takmayan Yahudilerin yakalandu0131klaru0131 takdirde para cezasu0131na u00e7arptu0131ru0131lmalaru0131nu0131 emretti.",  "1157 - Tapu0131nak u015eu00f6valyeleri bozguna uu011fradu0131; Bu00fcyu00fck u00dcstadlaru0131 Bertrand de Blanchefort, Komutanlaru0131 Nureddin Mahmud Zengi olan Mu00fcslu00fcmanlarca esir alu0131ndu0131.",  "1097 - Hau00e7lu0131 Seferlerinin ilki su0131rasu0131nda u0130znik, Selu00e7uklu Tu00fcrkleri tarafu0131ndan alu0131ndu0131.",  "325 - u0130znik Konsili toplantu0131su0131 sona erdi."]







