["2023 - Hindistan'nu0131n Orissa eyaletinde meydana gelen tren kazasu0131 sonucunda 288 kiu015fi hayatu0131nu0131 kaybetti, 1000'den fazla kiu015fi yaralandu0131.",  "2001 - Nepal Kralu0131 ve Kraliu00e7esi, Prens ou011fullaru0131 tarafu0131ndan silahla vurularak u00f6ldu00fcru00fcldu00fc.",  "2001 - Filipinler'de, Ebu Seyyaf militanlaru0131 Basilan adasu0131nda 200 kiu015fiyi rehin aldu0131.",  "1997 - Susurluk Davasu0131, u0130stanbul Devlet Gu00fcvenlik Mahkemesi'nde bau015fladu0131.",  "1995 - Kilis, Karabu00fck ve Yalova il oldu.",  "1992 - Danimarka'da referandum yapu0131ldu0131. Avrupa Birliu011fi'nin esaslaru0131nu0131 belirleyen Maastricht Anlau015fmasu0131 reddedildi.",  "1984 - Hindistan ordusu, dini bu00f6lge kurmak isteyen Sihlere saldu0131ru0131 bau015flattu0131.",  "1966 - Ku0131bru0131s'ta Rumlar, Lefkou015fa'nu0131n Tu00fcrk kesimine giriu015f u00e7u0131ku0131u015fu0131 yasakladu0131.",  "1966 - De Valera, u0130rlanda Devlet Bau015fkanu0131 oldu.",  "1966 - Frank Sinatra'nu0131n seslendirdiu011fi Strangers in the Night u015farku0131su0131 UK Singles Chart listesinde 1 numara oldu.",  "1964 - Demokratik, laik ve ulusal bir Filistin Devleti kurmayu0131 amau00e7layan ve u00e7eu015fitli ulusal u00f6rgu00fctleri bir araya getiren Filistin Kurtuluu015f u00d6rgu00fctu00fc kuruldu. Yaser Arafat, 3 u015eubat 1968'de u00f6rgu00fctu00fcn bau015fu0131na geu00e7ti.",  "1953 - Birleu015fik Krallu0131k Kraliu00e7esi II. Elizabeth tau00e7 giydi.",  "1946 - u0130talyau2019da monaru015fi kaldu0131ru0131ldu0131.",  "1941 - Tu00fcrk Ceza Kanunu'nun 526'ncu0131 maddesinde yapu0131lan deu011fiu015fiklikle, Arapu00e7a ezan ve kamet okuyanlara ceza u00f6ngu00f6ru00fcldu00fc.",  "1935 - Tu00fcrkiye'de ilk kez Pazar gu00fcnu00fc resmu00ee tatil uygulamasu0131na bau015flandu0131.",  "1924 - Amerika Birleu015fik Devletleri Kongresi, u00fclkede dou011fmuu015f bu00fctu00fcn Amerikan yerlilerine oy hakku0131 tanu0131du0131. 1948'e kadar kimi eyaletler yerlilere oy hakku0131nu0131 yau015fama geu00e7irmedi.",  "1920 - Kozan'u0131n du00fcu015fman iu015fgalinden kurtuluu015fu.",  "1889 - u0130ttihat ve Terakki Cemiyeti'nin u00f6ncu00fcsu00fc olarak kabul edilen u0130ttihu00e2d-u0131 Osmu00e2nu00ee Cemiyeti adlu0131 gizli u00f6rgu00fct kuruldu.",  "1851 - Amerikau2019da iu00e7ki yasau011fu0131, Maine eyaletindeki uygulamayla bau015fladu0131.",  "1793 - Fransa'da Maximillian Robespierre u00f6ncu00fclu00fcu011fu00fcnde Jakobenler iktidaru0131 ele geu00e7irdi.",  "1475 - Gedik Ahmet Pau015fa komutasu0131ndaki Tu00fcrk ordularu0131, Ku0131ru0131m Yaru0131madasu0131 sahillerine u00e7u0131ktu0131.",  "1328 - Filipinler'de bir depremle 9 ada ve adacu0131k yok oldu.",  "662 - Yunan adalaru0131ndan 3 tanesi bir depremle yok oldu.",  "455 - Vandallar Roma'ya girdiler ve iki hafta boyunca u015fehri yau011fmaladu0131lar."]







