["2001 - Pervez Müşerref, Pakistan Cumhurbaşkanı oldu.", "1991 - Alman Parlamentosu, ülkenin başkentini Bonn'dan tekrar Berlin'e taşıma kararı aldı.", "1990 - 5261 Eureka adı verilen ilk Mars truvalı asteroit keşfedildi.", "1990 - Akçaabat'ta büyük bir sel felaketi meydana geldi. 39 kişi öldü, 4 kişi kayboldu.", "1987 - Pınarcık katliamı: PKK militanları, Mardin'in Ömerli ilçesindeki Pınarcık köyünde 16'sı çocuk 30 kişiyi öldürdü.", "1976 - Tokat'ta Ednan Kavaklı adlı bir kişi, 16 yaşındaki çocuk Tuncay Abbas'ı tecavüz edip öldürdü. 12 Eylül döneminde idam edildi.", "1965 - Cezayirli lider Ahmed Ben Bella, askerî darbeyle iktidardan uzaklaştırıldı. Askerî darbeyi, Albay Huari Bumedyen yönetiyordu.", "1961 - Türkiye'nin ilk naneli (mentollü) sigarası Çamlıca piyasaya çıkarıldı.", "1961 - Türkiye, iş gücü ihracına başladı. Almanya'ya gitmek isteyenler, Türkiye İş Kurumu'nun önünde toplandı.", "1960 - Mali ve Senegal bağımsızlığını ilan etti.", "1946 - Türkiye Sosyalist Emekçi Köylü Partisi, Şefik Hüsnü liderliğinde kuruldu.", "1943 - Adapazarı'nda meydana gelen 5,6 şiddetindeki depremde 346 kişi öldü.", "1938 - 19 Mayıs, 3466 sayılı kanunla Millî Bayram olarak kabul edildi. Gençlik Marşı, Gençlik ve Spor Bayramı Marşı olarak kabul edildi.", "1926 - Kemal Atatürk'e İzmir'de suikast girişimiyle ilgili tutuklamalar devam ediyor; eski Terakkiperver Cumhuriyet Fırkası lider kadrosundan Ali Fuat Cebesoy tutuklandı, Kâzım Karabekir ise, 22 Haziran günü tutuklandı.", "1920 - Çerkez Ethem kuvvetleri, Yozgat Ayaklanması'nı bastırmak üzere Ankara'dan yola çıktı.", "1895 - Kiel Kanalı resmi olarak açıldı.", "1884 - Mülkiye Mühendis Mektebi kuruldu.", "1840 - Samuel Morse, telgrafın patentini aldı.", "1877 - Alexander Graham Bell, dünyanın ilk ticari telefon hizmetini Kanada'nın Ontario Eyaleti'ndeki Hamilton şehrinde başlattı.", "1837 - Kraliçe Victoria, 18 yaşında Birleşik Krallık tahtına çıktı. 63 yıldan fazla tahtta kalarak en uzun süre saltanat süren Birleşik Krallık Hükümdarı olacaktır.", "1481 - II. Bayezid ile Cem Sultan arasında Yenişehir Ovası'nda yapılan taht savaşını, Cem Sultan kaybetti.", "1180 - 1. Uji Muharebesi vaki oldu ve Genpei Savaşı başladı.", "451 - Flavius Aetius komutasındaki Roma ordusu ile Attila komutasında Hun ordusu Katalon Muharebesinde çarpıştılar. İki taraf da kesin bir zafer kazanamadı.", "404 - Ayasofya, çıkan isyanlar sırasında yakıldı."]