["2001 - Pervez Mu00fcu015ferref, Pakistan Cumhurbau015fkanu0131 oldu.",  "1991 - Alman Parlamentosu, u00fclkenin bau015fkentini Bonn'dan tekrar Berlin'e tau015fu0131ma kararu0131 aldu0131.",  "1990 - 5261 Eureka adu0131 verilen ilk Mars truvalu0131 asteroit keu015ffedildi.",  "1990 - Aku00e7aabat'ta bu00fcyu00fck bir sel felaketi meydana geldi. 39 kiu015fi u00f6ldu00fc, 4 kiu015fi kayboldu.",  "1987 - Pu0131narcu0131k katliamu0131: PKK militanlaru0131, Mardin'in u00d6merli ilu00e7esindeki Pu0131narcu0131k ku00f6yu00fcnde 16'su0131 u00e7ocuk 30 kiu015fiyi u00f6ldu00fcrdu00fc.",  "1976 - Tokat'ta Ednan Kavaklu0131 adlu0131 bir kiu015fi, 16 yau015fu0131ndaki u00e7ocuk Tuncay Abbas'u0131 tecavu00fcz edip u00f6ldu00fcrdu00fc. 12 Eylu00fcl du00f6neminde idam edildi.",  "1965 - Cezayirli lider Ahmed Ben Bella, askeru00ee darbeyle iktidardan uzaklau015ftu0131ru0131ldu0131. Askeru00ee darbeyi, Albay Huari Bumedyen yu00f6netiyordu.",  "1961 - Tu00fcrkiye'nin ilk naneli (mentollu00fc) sigarasu0131 u00c7amlu0131ca piyasaya u00e7u0131karu0131ldu0131.",  "1961 - Tu00fcrkiye, iu015f gu00fccu00fc ihracu0131na bau015fladu0131. Almanya'ya gitmek isteyenler, Tu00fcrkiye u0130u015f Kurumu'nun u00f6nu00fcnde toplandu0131.",  "1960 - Mali ve Senegal bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1946 - Tu00fcrkiye Sosyalist Emeku00e7i Ku00f6ylu00fc Partisi, u015eefik Hu00fcsnu00fc liderliu011finde kuruldu.",  "1943 - Adapazaru0131'nda meydana gelen 5,6 u015fiddetindeki depremde 346 kiu015fi u00f6ldu00fc.",  "1938 - 19 Mayu0131s, 3466 sayu0131lu0131 kanunla Millu00ee Bayram olarak kabul edildi. Genu00e7lik Maru015fu0131, Genu00e7lik ve Spor Bayramu0131 Maru015fu0131 olarak kabul edildi.",  "1926 - Kemal Atatu00fcrk'e u0130zmir'de suikast giriu015fimiyle ilgili tutuklamalar devam ediyor; eski Terakkiperver Cumhuriyet Fu0131rkasu0131 lider kadrosundan Ali Fuat Cebesoy tutuklandu0131, Ku00e2zu0131m Karabekir ise, 22 Haziran gu00fcnu00fc tutuklandu0131.",  "1920 - u00c7erkez Ethem kuvvetleri, Yozgat Ayaklanmasu0131'nu0131 bastu0131rmak u00fczere Ankara'dan yola u00e7u0131ktu0131.",  "1895 - Kiel Kanalu0131 resmi olarak au00e7u0131ldu0131.",  "1884 - Mu00fclkiye Mu00fchendis Mektebi kuruldu.",  "1840 - Samuel Morse, telgrafu0131n patentini aldu0131.",  "1877 - Alexander Graham Bell, du00fcnyanu0131n ilk ticari telefon hizmetini Kanada'nu0131n Ontario Eyaleti'ndeki Hamilton u015fehrinde bau015flattu0131.",  "1837 - Kraliu00e7e Victoria, 18 yau015fu0131nda Birleu015fik Krallu0131k tahtu0131na u00e7u0131ktu0131. 63 yu0131ldan fazla tahtta kalarak en uzun su00fcre saltanat su00fcren Birleu015fik Krallu0131k Hu00fcku00fcmdaru0131 olacaktu0131r.",  "1481 - II. Bayezid ile Cem Sultan arasu0131nda Yeniu015fehir Ovasu0131'nda yapu0131lan taht savau015fu0131nu0131, Cem Sultan kaybetti.",  "1180 - 1. Uji Muharebesi vaki oldu ve Genpei Savau015fu0131 bau015fladu0131.",  "451 - Flavius Aetius komutasu0131ndaki Roma ordusu ile Attila komutasu0131nda Hun ordusu Katalon Muharebesinde u00e7arpu0131u015ftu0131lar. u0130ki taraf da kesin bir zafer kazanamadu0131.",  "404 - Ayasofya, u00e7u0131kan isyanlar su0131rasu0131nda yaku0131ldu0131."]







