["2020 - Gu00fcneu015f tutulmasu0131 geru00e7ekleu015fti.",  "2008 - MEB'in hazu0131rlamu0131u015f olduu011fu 6. su0131nu0131f SBS ilk kez yapu0131ldu0131.",  "2006 - Plu00fcton'un yeni keu015ffedilen uydularu0131na Nix ve Hydra adlaru0131 verildi.",  "1990 - u0130ran'da 7,3 u015fiddetindeki depremde, 50 bin kiu015fi u00f6ldu00fc.",  "1982 - ABD Bau015fkanu0131 Ronald Reagan'a suikast teu015febbu00fcsu00fcnde bulunan John Hinckley, mahkeme tarafu0131ndan akli dengesi yerinde olmadu0131u011fu0131 iu00e7in suu00e7suz bulundu.",  "1976 - Rauf Denktau015f, yeniden Ku0131bru0131s Tu00fcrk Federe Devleti Devlet Bau015fkanlu0131u011fu0131'na seu00e7ildi.",  "1948 - Columbia Records plak u015firketi, ilk Long Play (LP) mu00fczik albu00fcmu00fcnu00fcn tanu0131tu0131mu0131nu0131 New York'ta "Waldorf-Astoria" Oteli'nde geu00e7ekleu015ftirdi.",  "1948 - "Manchester Baby" (SSEM) kod adlu0131 bir program, bir bilgisayaru0131n kendi elektronik hafu0131zasu0131nda depolanarak, oradan u00e7alu0131u015ftu0131ru0131lan ilk bilgisayar programu0131 olma unvanu0131nu0131 kazandu0131.",  "1946 - Rize u00c7ay Fabrikasu0131'nu0131n temeli atu0131ldu0131.",  "1946 - Tu00fcrkiye Garanti Bankasu0131 Kuruluu015f Kanunu kabul edildi.",  "1945 - II. Du00fcnya Savau015fu0131: Okinawa Muharebesi sona erdi.",  "1942 - II. Du00fcnya Savau015fu0131: Oregon'da Kolumbiya Nehri yaku0131nlaru0131nda yu00fczeye u00e7u0131kan, Japon millu00ee denizaltu0131su0131 "Fort Stevens" askeri u00fcssu00fcne dou011fru 17 top atu0131u015fu0131 yaptu0131. Bu Japonlaru0131n tu00fcm savau015f boyunca Amerikan ana karasu0131na geru00e7ekleu015ftirdiu011fi dou011frudan birkau00e7 saldu0131ru0131dan biriydi.",  "1942 - II. Du00fcnya Savau015fu0131: Tobruk, u0130talyan ve Alman kuvvetlerinin eline geu00e7ti.",  "1941 - II. Du00fcnya Savau015fu0131: Almanya, geceleyin Sovyetler Birliu011fi'ni iu015fgale giriu015fti.",  "1940 - Devlet Opera ve Balesi ilk temsilini verdi: Mozart'tan "Bastien ile Bastienne".",  "1940 - u0130talya bau015faru0131su0131zlu0131kla neticelenen Fransa seferini bau015flattu0131",  "1934 - Tu00fcrkiye'de Yahudilere karu015fu0131 geru00e7ekleu015ftirilen Trakya Olaylaru0131 bau015fladu0131.",  "1934 - Soyadu0131 Kanunu kabul edildi.",  "1927 - Ku00fcu00e7u00fckleri Muzu0131r Neu015friyattan Koruma Kanunu, Tu00fcrkiye Bu00fcyu00fck Millet Meclisinde kabul edildi.",  "1921 - Zonguldak'u0131n du00fcu015fman iu015fgalinden kurtuluu015fu.",  "1921 - Sakarya'nu0131n du00fcu015fman iu015fgalinden kurtuluu015fu.",  "1920 - Zonguldak havzasu0131nda 1848'de au00e7u0131lan ku00f6mu00fcr ocaklaru0131nu0131 Belu00e7ikalu0131 ve Fransu0131z u015firketler iu015fletmekteydi. I. Du00fcnya Savau015fu0131'ndan sonra 1919 yu0131lu0131nda Fransu0131z askerleri, u015firketlerinin haklaru0131nu0131 korumak bahanesiyle u00f6nce Zonguldaku2019u0131, ardu0131ndan da Karadeniz Ereu011fliu2019yi iu015fgal etti. Ancak Zonguldak ve u00e7evresindeki Mu00fcdafaa-i Hukuk Cemiyetleri'ne bau011flu0131 gu00fcu00e7lerin karu015fu0131 koymasu0131yla tehlikeye du00fcu015fmu00fcu015fler ve 21 Haziran 1920'de de bu00f6lgeyi terk etmiu015flerdir.",  "1908 - Londra'da 200 bin kadu0131n, seu00e7me ve seu00e7ilme hakku0131 iu00e7in yu00fcru00fcdu00fc.",  "1798 - u0130rlanda Ayaklanmasu0131: u0130ngiliz ordusu u0130rlandalu0131 isyancu0131laru0131 Sirke Tepesi Muharebesinde bozguna uu011frattu0131",  "1788 - New Hampshire, ABD Anayasasu0131nu0131 onaylayarak 9. Eyalet olarak birliu011fe katu0131ldu0131.",  "1582 u2013 Oda Nobunaga, en gu00fcu00e7lu00fc daimyu014d olan kendi generali Akechi Mitsuhide'yi intihara zorlar.",  "1529 u2013 u0130spanyollar, Fransu0131z askeru00ee gu00fcu00e7lerini Konyak Ligi Savau015fu0131ndaki Landriano Muharebesinde bozguna uu011fratarak pu00fcsku00fcrttu00fc.",  "1307 u2013 Ku00fclu00fcg Han Mou011fol u0130mparatorluu011funun ve Yuan hanedanlu0131u011fu0131nu0131n bau015fu0131na geu00e7ti.",  "533 (yaklau015fu0131k tarih) u2013 Belisarius yu00f6netimindeki Bizans seferi donanmasu0131 Vandallara saldu0131rmak iu00e7in yola u00e7u0131ktu0131."]







