["2022 - Afganistan'da 1000'den fazla kiu015finin u00f6ldu00fcu011fu00fc bir deprem oldu.[1]",  "2012 - Malatya Erhau00e7 Hava u00dcssu00fc'nden gu00f6rev amacu0131yla kalkan F-4 tipi Tu00fcrk askeru00ee jeti, Suriye karasularu0131 au00e7u0131klaru0131nda, Suriye Ordusu tarafu0131ndan du00fcu015fu00fcru00fcldu00fc.",  "2010 - Apple iPhone (4G) piyasaya su00fcru00fcldu00fc.",  "2008 - MEB'in hazu0131rlamu0131u015f olduu011fu 7. su0131nu0131f Seviye Belirleme Su0131navu0131 ilk kez yapu0131ldu0131.",  "2006 - Kuzey Makedonya, Avrupa Gu00fcvenlik ve u0130u015fbirliu011fi u00d6rgu00fctu00fc'ne kabul edildi.",  "2002 - u0130ran'da meydana gelen, Richter u00f6lu00e7eu011fine gu00f6re 6.5 u015fiddetindeki depremde 261'den fazla kiu015fi u00f6ldu00fc.",  "2001 - Anayasa Mahkemesi, Fazilet Partisi'ni "Laik cumhuriyet ilkesine ayku0131ru0131 eylemlerin odau011fu0131" olduu011fu gereku00e7esiyle kapattu0131.",  "1978 - Plu00fcton'un uydusu, Charon keu015ffedildi.",  "1976 - Kanada'da idam cezasu0131 kaldu0131ru0131ldu0131.",  "1945 - u0130ller Bankasu0131 Kuruluu015f Kanunu kabul edildi.",  "1942 - Erwin Rommel, Tobruk'u ele geu00e7irdikten sonra Generalfeldmarschall ru00fctbesine terfi ettirildi.",  "1941 - Hu0131rvatistan'da ilk silahlu0131 antifau015fist u00f6rgu00fct kuruldu.",  "1941 - II. Du00fcnya Savau015fu0131: Nazi Almanyasu0131, Barbarossa Hareku00e2tu0131'nu0131 bau015flatarak SSCB'yi istila etmeye bau015fladu0131.",  "1940 - II. Du00fcnya Savau015fu0131, Fransa Muharebesi: Fransa, imzalanan ateu015fkes antlau015fmasu0131yla Almanya'ya teslim oldu.",  "1939 - Hindistan'da, Subhas Chandra Bose tarafu0131ndan Tu00fcm Hindistan u0130lerleme Bloku adlu0131 parti kuruldu.",  "1939 - Adana Elektrik u015eirketi satu0131n alu0131narak devletleu015ftirildi.",  "1925 - 20 Haziran'da u0130stanbul'da tutuklanan gazeteciler, Dou011fu u0130stiklal Mahkemesi'nde yargu0131lanmak u00fczere Diyarbaku0131r'a gu00f6nderildi.",  "1919 - Amasya Genelgesi yayu0131nlandu0131.",  "1911 - V. George, tau00e7 giyerek resmen Bu00fcyu00fck Britanya kralu0131 oldu.",  "1846 - Adolphe Sax, saksofonun patentini aldu0131.",  "1812 - Napolyon Bonapart Rusya seferine bau015fladu0131.",  "1691 - II. Ahmed, 21. Osmanlu0131 Padiu015fahu0131 olarak tahta u00e7u0131ktu0131.",  "1633 - Engizisyon Mahkemesi'nce mahku00fbm edilen Galile, Koperniku00e7i gu00f6ru00fcu015flerini ve Du00fcnya'nu0131n du00f6ndu00fcu011fu00fcne iliu015fkin tezini inkar etmek zorunda kaldu0131.",  "1593 - Sisak Savau015fu0131: Osmanlu0131 ordusu Hau00e7lu0131 ordusu tarafu0131ndan bozguna uu011fratu0131ldu0131.",  "431 - u00dcu00e7u00fcncu00fc Eku00fcmenik Konsil olan Efes Konsili'nin, u0130skenderiye Patriu011fi Cyril tarafu0131ndan au00e7u0131lu0131u015fu0131.",  "Mu00d6 168 - Pidna Muharebesi: Lucius Aemilius Paullus Macedonicus komutasu0131ndaki Roma ordusu, Kral Perseus komutasu0131ndaki Makedon ordusunun bozguna uu011fratarak 3. Makedonya Savau015fu0131na nihayet verdi.",  "Mu00d6 217 - Rafya Savau015fu0131: Antik Mu0131su0131r Ptolemaios Krallu0131u011fu0131 Ordusu, III. Antiohos idaresindeki Seleukos u0130mparatorluu011fu Ordusu'nu Filistinu2019de bozguna uu011frattu0131."]







