["2022 - Afganistan'da 1000'den fazla kişinin öldüğü bir deprem oldu.", "2012 - Malatya Erhaç Hava Üssü'nden görev amacıyla kalkan F-4 tipi Türk askerî jeti, Suriye karasuları açıklarında, Suriye Ordusu tarafından düşürüldü.", "2010 - Apple iPhone (4G) piyasaya sürüldü.", "2008 - MEB'in hazırlamış olduğu 7. sınıf Seviye Belirleme Sınavı ilk kez yapıldı.", "2006 - Kuzey Makedonya, Avrupa Güvenlik ve İşbirliği Örgütü'ne kabul edildi.", "2002 - İran'da meydana gelen, Richter ölçeğine göre 6.5 şiddetindeki depremde 261'den fazla kişi öldü.", "2001 - Anayasa Mahkemesi, Fazilet Partisi'ni \"Laik cumhuriyet ilkesine aykırı eylemlerin odağı\" olduğu gerekçesiyle kapattı.", "1978 - Plüton'un uydusu, Charon keşfedildi.", "1976 - Kanada'da idam cezası kaldırıldı.", "1945 - İller Bankası Kuruluş Kanunu kabul edildi.", "1942 - Erwin Rommel, Tobruk'u ele geçirdikten sonra Generalfeldmarschall rütbesine terfi ettirildi.", "1941 - Hırvatistan'da ilk silahlı antifaşist örgüt kuruldu.", "1941 - II. Dünya Savaşı: Nazi Almanyası, Barbarossa Harekâtı'nı başlatarak SSCB'yi istila etmeye başladı.", "1940 - II. Dünya Savaşı, Fransa Muharebesi: Fransa, imzalanan ateşkes antlaşmasıyla Almanya'ya teslim oldu.", "1939 - Hindistan'da, Subhas Chandra Bose tarafından Tüm Hindistan İlerleme Bloku adlı parti kuruldu.", "1939 - Adana Elektrik Şirketi satın alınarak devletleştirildi.", "1925 - 20 Haziran'da İstanbul'da tutuklanan gazeteciler, Doğu İstiklal Mahkemesi'nde yargılanmak üzere Diyarbakır'a gönderildi.", "1919 - Amasya Genelgesi yayınlandı.", "1911 - V. George, taç giyerek resmen Büyük Britanya kralı oldu.", "1846 - Adolphe Sax, saksofonun patentini aldı.", "1812 - Napolyon Bonapart Rusya seferine başladı.", "1691 - II. Ahmed, 21. Osmanlı Padişahı olarak tahta çıktı.", "1633 - Engizisyon Mahkemesi'nce mahkûm edilen Galile, Kopernikçi görüşlerini ve Dünya'nın döndüğüne ilişkin tezini inkar etmek zorunda kaldı.", "1593 - Sisak Savaşı: Osmanlı ordusu Haçlı ordusu tarafından bozguna uğratıldı.", "431 - Üçüncü Ekümenik Konsil olan Efes Konsili'nin, İskenderiye Patriği Cyril tarafından açılışı.", "MÖ 168 - Pidna Muharebesi: Lucius Aemilius Paullus Macedonicus komutasındaki Roma ordusu, Kral Perseus komutasındaki Makedon ordusunun bozguna uğratarak 3. Makedonya Savaşına nihayet verdi.", "MÖ 217 - Rafya Savaşı: Antik Mısır Ptolemaios Krallığı Ordusu, III. Antiohos idaresindeki Seleukos İmparatorluğu Ordusu'nu Filistin’de bozguna uğrattı."]