["2023 - 2023 Wagner Grubu isyanı, Rusya'da Rostov on-Don başta olmak üzere Avrupa Rusyası içeresindeki şehirlerde silahlı isyan başlatıldı.[2]", "2020 - Meksika'da 7.5 büyüklüğünde deprem gerçekleşti.[1]", "2019 - İstanbul'da Ara yerel seçimi yapıldı. Ekrem İmamoğlu tekrar büyükşehir belediye başkanı seçildi.", "2016 - Birleşik Krallık'ta Avrupa Birliği üyeliği konusunda referandum yapıldı. AB'den ayrılmaya yönelik oyların oranı %51,89 olarak gerçekleşti.", "1992 - İsrail'de seçim yapıldı. İşçi Partisi lideri Yitzhak Rabin Başbakan seçildi.", "1987 - Halkevleri, Mahkeme kararıyla açıldı. Halkevleri'nin faaliyetleri, 12 Eylül sonrası Millî Güvenlik Konseyi tarafından durdurulmuş ve yöneticileri yargılanmıştı.", "1983 - Doğru Yol Partisi (DYP) kuruldu.", "1982 - Yurt dışına kaçan Banker Kastelli'nin kasasına el konuldu; 70 banker ve banka yöneticisinin yurt dışına çıkışı yasaklandı.", "1955 - Akis dergisi Yazı İşleri Müdürü Cüneyt Arcayürek, 6 ay hapse mahkûm oldu.", "1954 - İstanbul Üniversitesi Fen Fakültesi Dekanlığı'na seçilen Prof. Dr. Nüzhet Gökdoğan, ilk kadın Dekan oldu.", "1941 - Refah Faciası: Birleşik Krallık'a sipariş edilen denizaltı ve uçak filosunu teslim alacak personeli taşıyan \"Refah\" şilebi, Mersin'den İskenderiye'ye giderken, bir denizaltı tarafından Mersin açıklarında batırıldı. 168 kişinin öldüğü, 32 kişinin kurtulabildiği olayın ardından, TBMM'de soruşturma başlatıldı.", "1939 - Hatay Devleti'ın Türkiye'ye katılmasına ilişkin antlaşma, Ankara'da imzalandı.", "1913 - İkinci Balkan Savaşı: Yunan ordusu Bulgar ordusunu Doyran Muharebesinde mağlup etti", "1902 - Bir İspanyol ismi olan \"Mercedes\", marka adı olarak tescillendi. İlk Mercedes otomobil, Wilhelm Maybach tarafından tasarlandı.", "1894 - Uluslararası Olimpiyat Komitesi, Paris'te kuruldu.", "1868 - Amerikalı mucit Christopher Latham Sholes, daktilonun patentini aldı.", "1854 - Çarlık Rusyası Orduları'nın, savaş meydanını terk ederek, geri çekilmesiyle Silistre zaferi kazanıldı.", "656 - Ali bin Ebu Talip, Halife seçildi.", "229 - Sun Quan kendini Güney Wu Krallığının kralı ilan etti."]