["2023 - 2023 Wagner Grubu isyanu0131, Rusya'da Rostov on-Don bau015fta olmak u00fczere Avrupa Rusyasu0131 iu00e7eresindeki u015fehirlerde silahlu0131 isyan bau015flatu0131ldu0131.[2]",  "2020 - Meksika'da 7.5 bu00fcyu00fcklu00fcu011fu00fcnde deprem geru00e7ekleu015fti.[1]",  "2019 - u0130stanbul'da Ara yerel seu00e7imi yapu0131ldu0131. Ekrem u0130mamou011flu tekrar bu00fcyu00fcku015fehir belediye bau015fkanu0131 seu00e7ildi.",  "2016 - Birleu015fik Krallu0131k'ta Avrupa Birliu011fi u00fcyeliu011fi konusunda referandum yapu0131ldu0131. AB'den ayru0131lmaya yu00f6nelik oylaru0131n oranu0131 %51,89 olarak geru00e7ekleu015fti.",  "1992 - u0130srail'de seu00e7im yapu0131ldu0131. u0130u015fu00e7i Partisi lideri Yitzhak Rabin Bau015fbakan seu00e7ildi.",  "1987 - Halkevleri, Mahkeme kararu0131yla au00e7u0131ldu0131. Halkevleri'nin faaliyetleri, 12 Eylu00fcl sonrasu0131 Millu00ee Gu00fcvenlik Konseyi tarafu0131ndan durdurulmuu015f ve yu00f6neticileri yargu0131lanmu0131u015ftu0131.",  "1983 - Dou011fru Yol Partisi (DYP) kuruldu.",  "1982 - Yurt du0131u015fu0131na kau00e7an Banker Kastelli'nin kasasu0131na el konuldu; 70 banker ve banka yu00f6neticisinin yurt du0131u015fu0131na u00e7u0131ku0131u015fu0131 yasaklandu0131.",  "1955 - Akis dergisi Yazu0131 u0130u015fleri Mu00fcdu00fcru00fc Cu00fcneyt Arcayu00fcrek, 6 ay hapse mahku00fbm oldu.",  "1954 - u0130stanbul u00dcniversitesi Fen Faku00fcltesi Dekanlu0131u011fu0131'na seu00e7ilen Prof. Dr. Nu00fczhet Gu00f6kdou011fan, ilk kadu0131n Dekan oldu.",  "1941 - Refah Faciasu0131: Birleu015fik Krallu0131k'a sipariu015f edilen denizaltu0131 ve uu00e7ak filosunu teslim alacak personeli tau015fu0131yan "Refah" u015filebi, Mersin'den u0130skenderiye'ye giderken, bir denizaltu0131 tarafu0131ndan Mersin au00e7u0131klaru0131nda batu0131ru0131ldu0131. 168 kiu015finin u00f6ldu00fcu011fu00fc, 32 kiu015finin kurtulabildiu011fi olayu0131n ardu0131ndan, TBMM'de soruu015fturma bau015flatu0131ldu0131.",  "1939 - Hatay Devleti'u0131n Tu00fcrkiye'ye katu0131lmasu0131na iliu015fkin antlau015fma, Ankara'da imzalandu0131.",  "1913 - u0130kinci Balkan Savau015fu0131: Yunan ordusu Bulgar ordusunu Doyran Muharebesinde mau011flup etti",  "1902 - Bir u0130spanyol ismi olan "Mercedes", marka adu0131 olarak tescillendi. u0130lk Mercedes otomobil, Wilhelm Maybach tarafu0131ndan tasarlandu0131.",  "1894 - Uluslararasu0131 Olimpiyat Komitesi, Paris'te kuruldu.",  "1868 - Amerikalu0131 mucit Christopher Latham Sholes, daktilonun patentini aldu0131.",  "1854 - u00c7arlu0131k Rusyasu0131 Ordularu0131'nu0131n, savau015f meydanu0131nu0131 terk ederek, geri u00e7ekilmesiyle Silistre zaferi kazanu0131ldu0131.",  "656 - Ali bin Ebu Talip, Halife seu00e7ildi.",  "229 - Sun Quan kendini Gu00fcney Wu Krallu0131u011fu0131nu0131n kralu0131 ilan etti."]







