["2001 - Polonya'daki Özel Olimpiyatlar Avrupa Futbol Şampiyonası'nda, Zihinsel Engelliler Millî Takımı şampiyon oldu.", "1992 - Türkiye Kamu Çalışanları Sendikaları Konfederasyonu (Türkiye Kamu-Sen) kuruldu.", "1989 - Bulgaristan'ın Türk azınlığa uyguladığı baskılar ve zorunlu göç uygulaması, Taksim Meydanı'nda düzenlenen \"Bulgaristan'ı Telin Mitingi\"nde protesto edildi.", "1983 - Uzay mekiği Challenger, uzaydaki görevini tamamlayarak, Amerika Birleşik Devletleri'nin uzaya gönderdiği ilk kadın astronot olan Sally Ride ile Dünya'ya döndü.", "1983 - Yaser Arafat'ın Şam'a girişi yasaklandı.", "1982 - 44 sanıklı Barış Derneği davası başladı.", "1981 - Piyangotepe Katliamı sanığı sağ görüşlü militan Ali Bülent Orkan, Ankara Sıkıyönetim Komutanlığı 1 Numaralı Askerî Mahkemesi tarafından ölüm cezasına çarptırıldı.", "1976 - 13. Altın Portakal Film Festivali’nde \"En İyi Film Ödülü\"nü, yönetmen Atıf Yılmaz’ın Deli Yusuf filmi aldı.", "1973 - 90 yaşındaki Eamon de Valera, İrlanda Cumhurbaşkanlığı görevinden ayrıldı.", "1967 - İstanbul'da üniversite öğrencileri, Amerika Birleşik Devletleri 6. Filosunun ziyaretini protesto etti.", "1961 - Almanya'ya gidecek ilk işçi kafilesi yola çıktı. İş gücü göndermeye ilişkin protokol, Türkiye ile Batı Almanya arasında 13 Haziran'da imzalanmış ve özel kuruluşların kontratsız işçi göndermelerinin önüne geçilmeye çalışılmıştı.", "1947 - Bir Amerikalı, gökyüzünde uçan nesneler gördüğünü bildirdi, nesnelerin fincan tabağına benzediğini iddia etti. Basın ilk kez \"uçan daire\" terimini kullanmaya başladı.", "1945 - Sovyetler Birliği'nin Büyük Vatanseverlik Savaşı'nda Nazi Almanyası'nı mağlup etmesini kutlamak amacıyla Kızıl Meydan'da Geçit Töreni düzenlendi.", "1938 - Toprak Mahsulleri Ofisi Kuruluş Kanunu kabul edildi.", "1936 - Türkiye millî basketbol takımı ilk maçını Yunanistan ile yaptı, 49-12 galip geldi.", "1935 - Elektrik İşleri Etüt İdaresi Genel Müdürlüğü Kanunu kabul edildi.", "1917 - Halep'te, Enver Paşa'nın Başkanlığında Türk ve Alman komutanlarının katılımıyla (Mustafa Kemal Paşa dahil) yapılan toplantıda, General Falkenhein'ın Komutanlığı'nda \"Yıldırım Ordular Grubu\" kurulması kararlaştırıldı.", "1916 - I. Dünya Savaşı: Somme Muharebesi, Fransa'daki Alman hatlarına yapılan ve bir hafta sürecek topçu ateşi ile başladı.", "1910 - Japonya, Kore'yi istila etti.", "1901 - Pablo Picasso'nun eserleri ilk defa sergilendi.", "1894 - Uluslararası Olimpiyat Komitesi, Olimpiyat oyunlarının dört yılda bir yapılması kararını aldı.", "1859 - Solferino Muharebesi: Avusturya İmparatorluğu, Fransa ve Sardinya Krallığı ittifakına karşı yaptığı savaşı kaybetti. Bu savaşı izleyen İsviçreli iş insanı Jean Henry Dunant, Uluslararası Kızılhaç ve Kızılay Hareketi'nin kuruluş sürecini başlattı.", "1645 - İstanbul'dan 348 harp ve nakliye gemisiyle hareket eden Osmanlı Ordusu, Girit adasına çıktı.", "1542 - İspanyol kâşif Francisco de Orellana, Güney Amerika'da Amazon nehri kıyısında Icamiaba yerlileri tarafından saldırıya uğramasını, Hükümdarı Şarlken'e \"kadın savaşçılar\" olarak tanımladığı için, bu nehre \"Kadın Savaşçı (Amazon)\" ismi verildi.", "1441 - İngiltere Kralı VI. Henry, Eton Koleji'ni kurdu.", "MÖ 1312 - II. Murşili, Hayasa-Azzi Krallığı'na karşı bir sefer başlattı."]