["2001 - Polonya'daki u00d6zel Olimpiyatlar Avrupa Futbol u015eampiyonasu0131'nda, Zihinsel Engelliler Millu00ee Taku0131mu0131 u015fampiyon oldu.",  "1992 - Tu00fcrkiye Kamu u00c7alu0131u015fanlaru0131 Sendikalaru0131 Konfederasyonu (Tu00fcrkiye Kamu-Sen) kuruldu.",  "1989 - Bulgaristan'u0131n Tu00fcrk azu0131nlu0131u011fa uyguladu0131u011fu0131 basku0131lar ve zorunlu gu00f6u00e7 uygulamasu0131, Taksim Meydanu0131'nda du00fczenlenen "Bulgaristan'u0131 Telin Mitingi"nde protesto edildi.",  "1983 - Uzay mekiu011fi Challenger, uzaydaki gu00f6revini tamamlayarak, Amerika Birleu015fik Devletleri'nin uzaya gu00f6nderdiu011fi ilk kadu0131n astronot olan Sally Ride ile Du00fcnya'ya du00f6ndu00fc.",  "1983 - Yaser Arafat'u0131n u015eam'a giriu015fi yasaklandu0131.",  "1982 - 44 sanu0131klu0131 Baru0131u015f Derneu011fi davasu0131 bau015fladu0131.",  "1981 - Piyangotepe Katliamu0131 sanu0131u011fu0131 sau011f gu00f6ru00fcu015flu00fc militan Ali Bu00fclent Orkan, Ankara Su0131ku0131yu00f6netim Komutanlu0131u011fu0131 1 Numaralu0131 Askeru00ee Mahkemesi tarafu0131ndan u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1976 - 13. Altu0131n Portakal Film Festivaliu2019nde "En u0130yi Film u00d6du00fclu00fc"nu00fc, yu00f6netmen Atu0131f Yu0131lmazu2019u0131n Deli Yusuf filmi aldu0131.",  "1973 - 90 yau015fu0131ndaki Eamon de Valera, u0130rlanda Cumhurbau015fkanlu0131u011fu0131 gu00f6revinden ayru0131ldu0131.",  "1967 - u0130stanbul'da u00fcniversite u00f6u011frencileri, Amerika Birleu015fik Devletleri 6. Filosunun ziyaretini protesto etti.",  "1961 - Almanya'ya gidecek ilk iu015fu00e7i kafilesi yola u00e7u0131ktu0131. u0130u015f gu00fccu00fc gu00f6ndermeye iliu015fkin protokol, Tu00fcrkiye ile Batu0131 Almanya arasu0131nda 13 Haziran'da imzalanmu0131u015f ve u00f6zel kuruluu015flaru0131n kontratsu0131z iu015fu00e7i gu00f6ndermelerinin u00f6nu00fcne geu00e7ilmeye u00e7alu0131u015fu0131lmu0131u015ftu0131.",  "1947 - Bir Amerikalu0131, gu00f6kyu00fczu00fcnde uu00e7an nesneler gu00f6rdu00fcu011fu00fcnu00fc bildirdi, nesnelerin fincan tabau011fu0131na benzediu011fini iddia etti. Basu0131n ilk kez "uu00e7an daire" terimini kullanmaya bau015fladu0131.",  "1945 - Sovyetler Birliu011fi'nin Bu00fcyu00fck Vatanseverlik Savau015fu0131'nda Nazi Almanyasu0131'nu0131 mau011flup etmesini kutlamak amacu0131yla Ku0131zu0131l Meydan'da Geu00e7it Tu00f6reni du00fczenlendi.",  "1938 - Toprak Mahsulleri Ofisi Kuruluu015f Kanunu kabul edildi.",  "1936 - Tu00fcrkiye millu00ee basketbol taku0131mu0131 ilk mau00e7u0131nu0131 Yunanistan ile yaptu0131, 49-12 galip geldi.",  "1935 - Elektrik u0130u015fleri Etu00fct u0130daresi Genel Mu00fcdu00fcrlu00fcu011fu00fc Kanunu kabul edildi.",  "1917 - Halep'te, Enver Pau015fa'nu0131n Bau015fkanlu0131u011fu0131nda Tu00fcrk ve Alman komutanlaru0131nu0131n katu0131lu0131mu0131yla (Mustafa Kemal Pau015fa dahil) yapu0131lan toplantu0131da, General Falkenhein'u0131n Komutanlu0131u011fu0131'nda "Yu0131ldu0131ru0131m Ordular Grubu" kurulmasu0131 kararlau015ftu0131ru0131ldu0131.",  "1916 - I. Du00fcnya Savau015fu0131: Somme Muharebesi, Fransa'daki Alman hatlaru0131na yapu0131lan ve bir hafta su00fcrecek topu00e7u ateu015fi ile bau015fladu0131.",  "1910 - Japonya, Kore'yi istila etti.",  "1901 - Pablo Picasso'nun eserleri ilk defa sergilendi.",  "1894 - Uluslararasu0131 Olimpiyat Komitesi, Olimpiyat oyunlaru0131nu0131n du00f6rt yu0131lda bir yapu0131lmasu0131 kararu0131nu0131 aldu0131.",  "1859 - Solferino Muharebesi: Avusturya u0130mparatorluu011fu, Fransa ve Sardinya Krallu0131u011fu0131 ittifaku0131na karu015fu0131 yaptu0131u011fu0131 savau015fu0131 kaybetti. Bu savau015fu0131 izleyen u0130sviu00e7reli iu015f insanu0131 Jean Henry Dunant, Uluslararasu0131 Ku0131zu0131lhau00e7 ve Ku0131zu0131lay Hareketi'nin kuruluu015f su00fcrecini bau015flattu0131.",  "1645 - u0130stanbul'dan 348 harp ve nakliye gemisiyle hareket eden Osmanlu0131 Ordusu, Girit adasu0131na u00e7u0131ktu0131.",  "1542 - u0130spanyol ku00e2u015fif Francisco de Orellana, Gu00fcney Amerika'da Amazon nehri ku0131yu0131su0131nda Icamiaba yerlileri tarafu0131ndan saldu0131ru0131ya uu011framasu0131nu0131, Hu00fcku00fcmdaru0131 u015earlken'e "kadu0131n savau015fu00e7u0131lar" olarak tanu0131mladu0131u011fu0131 iu00e7in, bu nehre "Kadu0131n Savau015fu00e7u0131 (Amazon)" ismi verildi.",  "1441 - u0130ngiltere Kralu0131 VI. Henry, Eton Koleji'ni kurdu.",  "Mu00d6 1312 - II. Muru015fili, Hayasa-Azzi Krallu0131u011fu0131'na karu015fu0131 bir sefer bau015flattu0131."]







