["2018 - Tu00fcrkiye'nin Otomobili Giriu015fim Grubu kuruldu.",  "1998 - Microsoft, Windows 98'i piyasaya su00fcru00fcldu00fc.",  "1993 - Tansu u00c7iller, Tu00fcrkiye'nin ilk kadu0131n Bau015fbakanu0131 oldu.",  "1991 - Hu0131rvatistan ve Slovenya, Yugoslavya'dan bau011fu0131msu0131zlu0131klaru0131nu0131 ilan ettiler.",  "1985 - Eskiu015fehir Uu00e7ak Fabrikasu0131'nu0131n temeli, Cumhurbau015fkanu0131 Kenan Evren tarafu0131ndan atu0131ldu0131.",  "1982 - Yunanistan'da askere alu0131nanlaru0131n sau00e7laru0131nu0131 kazu0131tmalaru0131 yasaklandu0131.",  "1981 - 12 Eylu00fcl Darbesi'nin 7 ve 8. idamlaru0131: 16 Nisan 1980 gu00fcnu00fc bir Amerikalu0131 astsubay ile Tu00fcrk arkadau015fu0131nu0131 u00f6ldu00fcren sol gu00f6ru00fcu015flu00fc militanlar Ahmet Saner ve Kadir Tandou011fan, idam edildiler.",  "1981 - Microsoft, kendi evinde Washington eyaletinde anonim u015firket olmak u00fczere yeniden yapu0131landu0131ru0131ldu0131.",  "1975 - Mozambik, Portekiz'den bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1971 - Gu00f6lcu00fck Tersanesi'nde yapu0131lan ilk Tu00fcrk muhribi "Berk", tu00f6renle denize indirildi.",  "1969 - Ku0131ru0131kkale'de, MKE Ku0131ru0131kkalespor ile Tarsus u0130dman Yurdu arasu0131nda oynanan 3. Lig karu015fu0131lau015fmasu0131nda u00e7u0131kan olaylarda; 4 kiu015fi u00f6ldu00fc, 100'den fazla kiu015fi de yaralandu0131.",  "1967 - u0130lk ku00fcresel uydu televizyon programu0131 olan ABD yapu0131mu0131 Our World (Bizim Du00fcnyamu0131z) yayu0131na girdi.",  "1965 - 3. Uluslararasu0131 Marmara Turu'nda bisikletu00e7i Ru0131fat u00c7alu0131u015fkan birinci oldu.",  "1963 - Anayasa Mahkemesi, ilk duruu015fmayla gu00f6revine bau015fladu0131.",  "1950 - Sovyetler Birliu011fi'nce desteklenen Kuzey Kore Ordularu0131 Gu00fcney Kore'ye saldu0131rdu0131. Kore Savau015fu0131 bau015fladu0131.",  "1948 - Berlin Ablukasu0131'nu0131 yarmak iu00e7in Batu0131 Berlin'e ABD uu00e7aklaru0131yla bir hava ku00f6pru00fcsu00fc kuruldu.",  "1947 - II. Du00fcnya Savau015fu0131 su0131rasu0131nda Hollanda'da bir evin tavan arasu0131nda 2 yu0131l boyunca Alman askerlerinden saklanan Yahudi ku0131z Anne Frank'u0131n burada yazmu0131u015f olduu011fu Anne Frank'u0131n Hatu0131ra Defteri yayu0131mlandu0131.",  "1940 - Fransa Muharebesi sonucunda 22 Haziran 1940'ta imzalanan ateu015fkes antlau015fmasu0131 yu00fcru00fcrlu00fcu011fe girdi ve Fransa, Almanlara teslim oldu.",  "1925 - Yunanistan'da, General Thedoros Pangalos, bir darbeyle iktidaru0131 ele geu00e7irdi.",  "1923 - Mustafa Kemal Pau015fa, u0130zmir'den milletvekili seu00e7ildi.",  "1917 - Tu00fcrkiye'de ilk Matbuat Cemiyeti kuruldu. Cemiyetin ilk Bau015fkanu0131 Mahmut Sadu0131k'tu0131.",  "1903 - Marie Curie, Paris u00dcniversitesi'ne sunduu011fu tezde radyumun keu015ffini au00e7u0131kladu0131.",  "1876 - Little Bighorn Muharebesi'nde Ku0131zu0131lderililer, ABD 7. Su00fcvari Alayu0131'nu0131 imha etti, Komutanlaru0131 Yarbay George Armstrong Custer u00e7atu0131u015fmada u00f6ldu00fc.",  "1801 - Kahire'deki Fransu0131z iu015fgal ordularu0131, Tu00fcrk ordusuna teslim oldu.",  "1788 - Virginia, Amerika Birleu015fik Devletleri Anayasasu0131'nu0131 onaylayan 10. eyalet oldu.",  "1678 - Elena Cornaro Piscopia, Ph. D. (doktora) derecesi alan ilk kadu0131n oldu."]







