["2015 - Amerika'da eu015fcinsel evlilik mahkeme kararu0131yla yasal kabul edildi.",  "2000 - Amerika'da genetik harita u00e7alu0131u015fmalaru0131na bau015flandu0131.",  "1994 - Tu00fcrkiye'de Liberal Demokrat Parti kuruldu.",  "1992 - Susa katliamu0131: Silvan'u0131n Susa ku00f6yu00fcnde camide ibadet eden bir grup PKK'lu0131lar tarafu0131ndan cami du0131u015fu0131na u00e7u0131karu0131lu0131p u00f6ldu00fcru00fcldu00fc. Olayda on kiu015fi hayatu0131nu0131 kaybetti.",  "1977 - Elvis Presley son konserini verdi.",  "1975 - Indira Gandhi, Hindistan'da otoriter bir yu00f6netim kurdu.",  "1974 - Sabah 08.01'de, ABD'nin Ohio eyaletinde bulunan Troy u015fehrindeki Marsh Su00fcpermarket'in kasasu0131nda iu015flenen bir paket saku0131z, du00fcnyada barkodla satu0131lan ilk u00fcru00fcn oldu.",  "1970 - u00c7ekoslovakya'da Aleksander Dubu00e7ek, Komu00fcnist Parti'den ihrau00e7 edildi.",  "1964 - The Beatles topluluu011fu, A Hard Day's Night adlu0131 albu00fcmlerini piyasaya u00e7u0131kardu0131.",  "1963 - John F. Kennedy, Batu0131 Berlin'i ziyareti su0131rasu0131nda, meu015fhur "Ich bin ein Berliner" (Ben bir Berlinliyim) ifadesini kullandu0131.",  "1960 - Madagaskar, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1951 - Mithat Pau015fa'nu0131n 24 Haziran'da Aksu vapuruyla Taif'ten getirilen cenazesi, Cumhurbau015fkanu0131 Celu00e2l Bayar'u0131n da katu0131ldu0131u011fu0131 tu00f6renle, u0130stanbul'da Hu00fcrriyet-i Ebediye Tepesi'ne defnedildi.",  "1945 - Tu00fcrkiye, Birleu015fmiu015f Milletler Antlau015fmasu0131'nu0131 imzaladu0131.",  "1945 - Birleu015fmiu015f Milletler Antlau015fmasu0131, ABD'nin San Francisco u015fehrinde imzalandu0131.",  "1944 - Zirai Donatu0131m Kurumu Kanunu TBMM'de kabul edildi.",  "1942 - II. Du00fcnya Savau015fu0131'nu0131n Kuzey Afrika Cephesi'nde Mersa Matruh Savau015fu0131 geru00e7ekleu015fti.",  "1939 - Ankara Havagazu0131 u015eirketi devletleu015ftirildi.",  "1936 - Nazi Almanyasu0131'nda, ilk kullanu0131labilir helikopter olan "Focke-Wulf Fw 61"in ilk uu00e7uu015fu bau015faru0131yla geru00e7ekleu015fti.",  "1924 - Verem au015fu0131su0131, Albert Calmette ve Camille Guu00e9rin isimli iki Fransu0131z arau015ftu0131rmacu0131 tarafu0131ndan keu015ffedildi.",  "1907 - 1907 Tiflis banka soygunu geru00e7ekleu015fti. Soyguncular, Rus u0130mparatorluu011fu Devlet Bankasu0131'ndan 341.000 rubleyi u00e7alarak kau00e7tu0131. Soygun, Vladimir Lenin ile Josef Stalin'in de aralaru0131nda bulunduu011fu kiu015filerce organize edildi.",  "1870 - u0130sa'nu0131n dou011fumunun kutlanu0131ldu0131u011fu0131 bir Hristiyan bayramu0131 olan Noel'in ABD'de federal bayram olarak kutlanacau011fu0131 ilan edildi.",  "1867 - Mu0131su0131r Valilerine, "Hu0131div" unvanu0131 verildi.",  "1861 - Sultan Abdu00fclmecid u00f6ldu00fc; yerine Abdu00fclaziz, Padiu015fah oldu.",  "1819 - Bisikletin patenti alu0131ndu0131.",  "1807 - Lu00fcksemburg'da bir depoya du00fcu015fen yu0131ldu0131ru0131m, 230 kiu015finin u00f6lu00fcmu00fcne yol au00e7tu0131.",  "1541 - Peru'daki u0130nka topraklaru0131nu0131 ele geu00e7iren u0130spanyol Francisco Pizarro, Lima kentinde u00f6ldu00fcru00fcldu00fc.",  "1530 - u0130lk Protestan Meclisi kuruldu.",  "1483 - III. Richard, u0130ngiltere Kralu0131 oldu."]







