["2007 - Su00f6zcu00fc gazetesi kuruldu.",  "2007 - Birleu015fik Krallu0131k Bau015fbakanu0131 Tony Blair, gu00f6revinden ayru0131ldu0131.",  "2004 - Boris Tadiu00e7, Su0131rbistan-Karadau011f Cumhurbau015fkanu0131 seu00e7ildi.",  "1998 - Adana ilinin Ceyhan ilu00e7esi merkez u00fcslu00fc depremde 144 kiu015fi u00f6ldu00fc.",  "1991 - Yugoslav Halk Ordusu, Slovenya'ya karu015fu0131 operasyon bau015flattu0131.",  "1988 - Fransa'nu0131n bau015fkenti Paris'te bulunan Lyon Garu0131'nda tren kazasu0131: 56 u00f6lu00fc, 60 yaralu0131.",  "1987 - Gaziantep u00dcniversitesi kuruldu.",  "1984 - TBMM, askerlik su00fcresini 18 aya indiren yasa tasaru0131su0131nu0131 kabul etti.",  "1980 - u0130talyan Hava Yollaru0131'na ait DC-9 tipi bir yolcu uu00e7au011fu0131, u0130talya'nu0131n Ustica adasu0131 yaku0131nlaru0131nda du00fcu015ftu00fc: 81 kiu015fi u00f6ldu00fc.",  "1979 - Muhammet Ali, boksu bu0131raktu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1978 - Tu00fcrkiye Cumhuriyeti Anayasa Mahkemesi'ne bomba atu0131ldu0131; Benzin yokluu011fu nedeniyle uzun kuyruklar oluu015ftu.",  "1977 - Cibuti Cumhuriyeti, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1976 - Fransu0131z Hava Yollaru0131'na ait bir yolcu uu00e7au011fu0131, Tel Aviv-Atina-Paris seferini yapmakta iken FKu00d6 militanlaru0131nca kau00e7u0131ru0131ldu0131 ve Uganda'nu0131n Entebbe u015fehrindeki Entebbe Uluslararasu0131 Havalimanu0131'na yu00f6nlendirildi.",  "1974 - Richard Nixon, Sovyetler Birliu011fi'ni ziyaret etti.",  "1967 - Du00fcnyanu0131n ilk bankamatiu011fi, Londra'nu0131n Enfield semtinde hizmete girdi.",  "1964 - Ku0131bru0131s Cumhuriyeti Hu00fcku00fbmeti, 15 yau015fu0131ndan bu00fcyu00fck Tu00fcrklerin Ada'ya giriu015fini yasakladu0131.",  "1964 - Emekli Su00fcvari Binbau015fu0131 Fethi Gu00fcrcan, idam edildi. Gu00fcrcan, 22 u015eubat 1962'de darbe giriu015fimi nedeniyle emekli edilmiu015fti. Benzer bir giriu015fimi, Talat Aydemir ile 20 Mayu0131s 1963'te tekrarlayu0131nca yargu0131lanmu0131u015f ve idama mahku00fbm olmuu015ftu.",  "1957 - Louisiana ve Teksas'ta meydana gelen Audrey kasu0131rgasu0131, 500 kiu015finin u00f6lu00fcmu00fcne yol au00e7tu0131.",  "1954 - Du00fcnyanu0131n ilk nu00fckleer enerji santrali, Moskova yaku0131nlaru0131nda Obninsk'de au00e7u0131ldu0131.",  "1954 - Guatemala'da CIA'nu0131n desteklediu011fi darbeyle, halku0131n seu00e7tiu011fi Hu00fcku00fbmet devrildi.",  "1950 - Birleu015fmiu015f Milletler Gu00fcvenlik Konseyi, Birleu015fmiu015f Milletler u00fcyelerine Gu00fcney Kore'ye yardu0131m u00e7au011fru0131su0131nda bulundu.",  "1950 - Amerika Birleu015fik Devletleri, Kore Savau015fu0131'na asker yollama kararu0131 aldu0131.",  "1946 - Mu00fcttefikler, On u0130ki Ada'nu0131n Yunanistan'a verilmesini kararlau015ftu0131rdu0131.",  "1938 - Helikopterin patenti Igor Sikorsky tarafu0131ndan alu0131ndu0131.",  "1923 - u00c7ift kanatlu0131 bir uu00e7au011fa, ilk kez havada yaku0131t ikmali yapu0131ldu0131.",  "1918 - Azerice, Azerbaycan'da resmi devlet dili ilan edildi.",  "1917 - Yunanistan, u0130tilaf Devletleri'ne katu0131ldu0131.",  "1916 - Hicaz, bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan ederek Osmanlu0131 u0130mparatorluu011fu'ndan ayru0131ldu0131.",  "1905 - Kurtlu yemeu011fe karu015fu0131 u00e7u0131kan tayfalaru0131n kuru015funa dizilmesini u00f6nlemek isteyen Rus Savau015f gemisi Potemkin'in mu00fcrettebatu0131 Karadeniz'de ayaklanu0131p, gemiyi Odessa'ya dou011fru yu00f6nlendirdi. Birinci Rus devrimin ilk ayaklanmasu0131 Odessa'da bau015fladu0131.",  "1893 - New York Borsasu0131 u00e7u00f6ktu00fc.",  "1884 - u0130stanbul'da, Beyazu0131t Devlet Ku00fctu00fcphanesi kuruldu.",  "1878 - Gazeteci ve yazar Ahmet Mithat Efendi, "Tercu00fcman-u0131 Hakikat" adlu0131 gu00fcnlu00fck gazeteyi u00e7u0131karmaya bau015fladu0131.",  "1565 - Sokullu Mehmed Pau015fa, Veziriazam oldu. Veziriazamlu0131u011fu0131, u00fcu00e7 Padiu015fah du00f6neminde su00fcrdu00fc. (Kanuni Sultan Su00fcleyman, II. Selim ve III. Murad).",  "1358 - Ragusa Cumhuriyeti kuruldu.",  "Mu00d6 209 - Bu00fcyu00fck Hun u0130mparatorluu011fu Hu00fcku00fcmdaru0131, Mete Han'u0131n tahta u00e7u0131ku0131u015fu0131."]







