["2007 - Sözcü gazetesi kuruldu.", "2007 - Birleşik Krallık Başbakanı Tony Blair, görevinden ayrıldı.", "2004 - Boris Tadiç, Sırbistan-Karadağ Cumhurbaşkanı seçildi.", "1998 - Adana ilinin Ceyhan ilçesi merkez üslü depremde 144 kişi öldü.", "1991 - Yugoslav Halk Ordusu, Slovenya'ya karşı operasyon başlattı.", "1988 - Fransa'nın başkenti Paris'te bulunan Lyon Garı'nda tren kazası: 56 ölü, 60 yaralı.", "1987 - Gaziantep Üniversitesi kuruldu.", "1984 - TBMM, askerlik süresini 18 aya indiren yasa tasarısını kabul etti.", "1980 - İtalyan Hava Yolları'na ait DC-9 tipi bir yolcu uçağı, İtalya'nın Ustica adası yakınlarında düştü: 81 kişi öldü.", "1979 - Muhammet Ali, boksu bıraktığını açıkladı.", "1978 - Türkiye Cumhuriyeti Anayasa Mahkemesi'ne bomba atıldı; Benzin yokluğu nedeniyle uzun kuyruklar oluştu.", "1977 - Cibuti Cumhuriyeti, Fransa'dan bağımsızlığını ilan etti.", "1976 - Fransız Hava Yolları'na ait bir yolcu uçağı, Tel Aviv-Atina-Paris seferini yapmakta iken FKÖ militanlarınca kaçırıldı ve Uganda'nın Entebbe şehrindeki Entebbe Uluslararası Havalimanı'na yönlendirildi.", "1974 - Richard Nixon, Sovyetler Birliği'ni ziyaret etti.", "1967 - Dünyanın ilk bankamatiği, Londra'nın Enfield semtinde hizmete girdi.", "1964 - Kıbrıs Cumhuriyeti Hükûmeti, 15 yaşından büyük Türklerin Ada'ya girişini yasakladı.", "1964 - Emekli Süvari Binbaşı Fethi Gürcan, idam edildi. Gürcan, 22 Şubat 1962'de darbe girişimi nedeniyle emekli edilmişti. Benzer bir girişimi, Talat Aydemir ile 20 Mayıs 1963'te tekrarlayınca yargılanmış ve idama mahkûm olmuştu.", "1957 - Louisiana ve Teksas'ta meydana gelen Audrey kasırgası, 500 kişinin ölümüne yol açtı.", "1954 - Dünyanın ilk nükleer enerji santrali, Moskova yakınlarında Obninsk'de açıldı.", "1954 - Guatemala'da CIA'nın desteklediği darbeyle, halkın seçtiği Hükûmet devrildi.", "1950 - Birleşmiş Milletler Güvenlik Konseyi, Birleşmiş Milletler üyelerine Güney Kore'ye yardım çağrısında bulundu.", "1950 - Amerika Birleşik Devletleri, Kore Savaşı'na asker yollama kararı aldı.", "1946 - Müttefikler, On İki Ada'nın Yunanistan'a verilmesini kararlaştırdı.", "1938 - Helikopterin patenti Igor Sikorsky tarafından alındı.", "1923 - Çift kanatlı bir uçağa, ilk kez havada yakıt ikmali yapıldı.", "1918 - Azerice, Azerbaycan'da resmi devlet dili ilan edildi.", "1917 - Yunanistan, İtilaf Devletleri'ne katıldı.", "1916 - Hicaz, bağımsızlığını ilan ederek Osmanlı İmparatorluğu'ndan ayrıldı.", "1905 - Kurtlu yemeğe karşı çıkan tayfaların kurşuna dizilmesini önlemek isteyen Rus Savaş gemisi Potemkin'in mürettebatı Karadeniz'de ayaklanıp, gemiyi Odessa'ya doğru yönlendirdi. Birinci Rus devrimin ilk ayaklanması Odessa'da başladı.", "1893 - New York Borsası çöktü.", "1884 - İstanbul'da, Beyazıt Devlet Kütüphanesi kuruldu.", "1878 - Gazeteci ve yazar Ahmet Mithat Efendi, \"Tercüman-ı Hakikat\" adlı günlük gazeteyi çıkarmaya başladı.", "1565 - Sokullu Mehmed Paşa, Veziriazam oldu. Veziriazamlığı, üç Padişah döneminde sürdü. (Kanuni Sultan Süleyman, II. Selim ve III. Murad).", "1358 - Ragusa Cumhuriyeti kuruldu.", "MÖ 209 - Büyük Hun İmparatorluğu Hükümdarı, Mete Han'ın tahta çıkışı."]