["2016 - u0130stanbul'daki Atatu00fcrk Havalimanu0131 Du0131u015f Hatlar Terminali'nde, silahlu0131 ve bombalu0131 intihar saldu0131ru0131su0131 geru00e7ekleu015ftirildi. Saldu0131ru0131 sonucunda, intihar saldu0131rganlaru0131 ile birlikte 45 kiu015fi hayatu0131nu0131 kaybetti, 239 kiu015fi de yaralandu0131.",  "2013 - Trabzon'da Ayasofya Camii 49 yu0131lu0131n ardu0131ndan yeniden ibadete au00e7u0131ldu0131.",  "2011 - TBMM'de 24. du00f6nemin ilk oturumunda ve yemin tu00f6reninde CHP ile BDP destekli bau011fu0131msu0131zlar yemin etmediler.",  "2011 - Google, yeni sosyal au011f projesi Google+'u0131 duyurdu.",  "2009 - Brezilya, 2009 FIFA Konfederasyonlar Kupasu0131'nu0131 kazandu0131.",  "2006 - Karadau011f, Birleu015fmiu015f Milletler'e 192. u00fcye u00fclke olarak kabul edildi.",  "2005 - Kanada, aynu0131 cinsler arasu0131nda evliliu011fi yasal ku0131lan u00fcu00e7u00fcncu00fc u00fclke oldu.",  "2004 - 17. NATO Zirvesi, u0130stanbul'da bau015fladu0131.",  "2000 - Amerika Birleu015fik Devletleri, Ku00fcba'ya karu015fu0131 41 yu0131ldu0131r uyguladu0131u011fu0131 ambargoyu yumuu015fatma kararu0131 aldu0131.",  "1997 - Mike Tyson, boks mau00e7u0131nu0131n u00fcu00e7u00fcncu00fc raundunda rakibi Evander Holyfield'in kulau011fu0131nu0131 u0131su0131rdu0131 ve diskalifiye oldu.",  "1989 - Natanz Olayu0131: u0130ran'da Natanz Atom Fabrikasu0131, patlama ile birlikte harabeye du00f6ndu00fc.",  "1984 - Tu00fcrkiye'de 13 ilde su0131ku0131yu00f6netim kaldu0131ru0131ldu0131. Bu illerden 7'sinde olau011fanu00fcstu00fc hal ilan edildi; 4 ilde uygulanmakta olan olau011fanu00fcstu00fc hu00e2l uygulamasu0131na ise son verildi.",  "1981 - Tahran'da u0130slami Cumhuriyet Partisi merkezinde bomba patladu0131; 72 politikacu0131 ve gu00f6revli u00f6ldu00fc.",  "1969 - Stonewall ayaklanmalaru0131 bau015fladu0131.",  "1967 - u0130srail, Dou011fu Kudu00fcs'u00fc ele geu00e7irdi.",  "1950 - Seul, Kuzey Kore birliklerince ele geu00e7irildi.",  "1948 - Yugoslavya Sosyalist Federal Cumhuriyeti, Komu00fcnist Bloku oluu015fturan Kominform'dan ihrau00e7 edildi.",  "1940 - Romanya, Basarabya (bugu00fcnku00fc Moldova) bu00f6lgesini Sovyetler Birliu011fi'ne bu0131raktu0131.",  "1938 - Chicora-Pensilvanya'da bou015f bir araziye 450 tonluk meteor du00fcu015ftu00fc.",  "1933 - Ku00fcltu00fcr ve Tabiat Varlu0131klaru0131nu0131 Koruma Yu00fcksek Kurulu oluu015fturuldu.",  "1931 - u0130spanya'da genel seu00e7imleri sosyalistler kazandu0131.",  "1928 - Sosyalist Hermann Mu00fcller, Almanya u015eansu00f6lyesi olarak gu00f6reve bau015fladu0131.",  "1923 - Daru00fclfu00fcnun, Mustafa Kemal'e "Fahri Mu00fcderrislik u015eahadetnamesi" gu00f6nderdi.",  "1921 - Kocaeli, u0130ngiliz ve Yunan birliklerinden alu0131narak, tekrar Tu00fcrk topraklaru0131na geri katu0131ldu0131.",  "1919 - I. Du00fcnya Savau015fu0131 sonunda, u0130tilaf Devletleri ile Almanya arasu0131nda Versay Baru0131u015f Antlau015fmasu0131 imzalandu0131.",  "1914 - Avusturya Aru015fidu00fcku00fc Franz Ferdinand ve karu0131su0131 Sophia'nu0131n, Gavrilo Princip adlu0131 bir Su0131rp milliyetu00e7isi tarafu0131ndan u00f6ldu00fcru00fclmesi u00fczerine I. Du00fcnya Savau015fu0131'na giden su00fcreu00e7 bau015fladu0131.",  "1895 - El Salvador, Honduras ve Nikaragua birleu015ferek, "Orta Amerika Birliu011fi"ni kurdular.",  "1894 - u0130u015fu00e7i Bayramu0131, Amerika Birleu015fik Devletleri'nde resmi tatil olarak kabul edildi.",  "1862 - Tasviri Efkar gazetesi, u015einasi tarafu0131ndan u00e7u0131karu0131lmaya bau015flandu0131.",  "1841 - Giselle balesinin pru00f6miyeri, ilk kez Paris'teki "Thu00e9u00e2tre de l'Acadu00e9mie Royale de Musique" tiyatrosunda yapu0131ldu0131.",  "1838 - I. Victoria, 18 yau015fu0131nda Birleu015fik Krallu0131k tacu0131nu0131 giydi. Kraliu00e7e, 20 Haziran'da tahta u00e7u0131kmu0131u015ftu0131.",  "1763 - Macaristan'nu0131n Komu00e1rom kentinde, 6.2 bu00fcyu00fcklu00fcu011fu00fcnde deprem oldu.",  "1389 - I. Kosova Muharebesi: I. Murad u00f6nderliu011findeki Osmanlu0131 Ordusu ile Su0131rp Kumandanu0131 Lazar Hrebelyanoviu00e7 u00f6nderliu011findeki u00e7ok uluslu Balkan Ordusu arasu0131nda yapu0131lan muharebe, Osmanlu0131 Ordusu'nun galibiyeti ile sonuu00e7landu0131."]







