["2016 - İstanbul'daki Atatürk Havalimanı Dış Hatlar Terminali'nde, silahlı ve bombalı intihar saldırısı gerçekleştirildi. Saldırı sonucunda, intihar saldırganları ile birlikte 45 kişi hayatını kaybetti, 239 kişi de yaralandı.", "2013 - Trabzon'da Ayasofya Camii 49 yılın ardından yeniden ibadete açıldı.", "2011 - TBMM'de 24. dönemin ilk oturumunda ve yemin töreninde CHP ile BDP destekli bağımsızlar yemin etmediler.", "2011 - Google, yeni sosyal ağ projesi Google+'ı duyurdu.", "2009 - Brezilya, 2009 FIFA Konfederasyonlar Kupası'nı kazandı.", "2006 - Karadağ, Birleşmiş Milletler'e 192. üye ülke olarak kabul edildi.", "2005 - Kanada, aynı cinsler arasında evliliği yasal kılan üçüncü ülke oldu.", "2004 - 17. NATO Zirvesi, İstanbul'da başladı.", "2000 - Amerika Birleşik Devletleri, Küba'ya karşı 41 yıldır uyguladığı ambargoyu yumuşatma kararı aldı.", "1997 - Mike Tyson, boks maçının üçüncü raundunda rakibi Evander Holyfield'in kulağını ısırdı ve diskalifiye oldu.", "1989 - Natanz Olayı: İran'da Natanz Atom Fabrikası, patlama ile birlikte harabeye döndü.", "1984 - Türkiye'de 13 ilde sıkıyönetim kaldırıldı. Bu illerden 7'sinde olağanüstü hal ilan edildi; 4 ilde uygulanmakta olan olağanüstü hâl uygulamasına ise son verildi.", "1981 - Tahran'da İslami Cumhuriyet Partisi merkezinde bomba patladı; 72 politikacı ve görevli öldü.", "1969 - Stonewall ayaklanmaları başladı.", "1967 - İsrail, Doğu Kudüs'ü ele geçirdi.", "1950 - Seul, Kuzey Kore birliklerince ele geçirildi.", "1948 - Yugoslavya Sosyalist Federal Cumhuriyeti, Komünist Bloku oluşturan Kominform'dan ihraç edildi.", "1940 - Romanya, Basarabya (bugünkü Moldova) bölgesini Sovyetler Birliği'ne bıraktı.", "1938 - Chicora-Pensilvanya'da boş bir araziye 450 tonluk meteor düştü.", "1933 - Kültür ve Tabiat Varlıklarını Koruma Yüksek Kurulu oluşturuldu.", "1931 - İspanya'da genel seçimleri sosyalistler kazandı.", "1928 - Sosyalist Hermann Müller, Almanya Şansölyesi olarak göreve başladı.", "1923 - Darülfünun, Mustafa Kemal'e \"Fahri Müderrislik Şahadetnamesi\" gönderdi.", "1921 - Kocaeli, İngiliz ve Yunan birliklerinden alınarak, tekrar Türk topraklarına geri katıldı.", "1919 - I. Dünya Savaşı sonunda, İtilaf Devletleri ile Almanya arasında Versay Barış Antlaşması imzalandı.", "1914 - Avusturya Arşidükü Franz Ferdinand ve karısı Sophia'nın, Gavrilo Princip adlı bir Sırp milliyetçisi tarafından öldürülmesi üzerine I. Dünya Savaşı'na giden süreç başladı.", "1895 - El Salvador, Honduras ve Nikaragua birleşerek, \"Orta Amerika Birliği\"ni kurdular.", "1894 - İşçi Bayramı, Amerika Birleşik Devletleri'nde resmi tatil olarak kabul edildi.", "1862 - Tasviri Efkar gazetesi, Şinasi tarafından çıkarılmaya başlandı.", "1841 - Giselle balesinin prömiyeri, ilk kez Paris'teki \"Théâtre de l'Académie Royale de Musique\" tiyatrosunda yapıldı.", "1838 - I. Victoria, 18 yaşında Birleşik Krallık tacını giydi. Kraliçe, 20 Haziran'da tahta çıkmıştı.", "1763 - Macaristan'nın Komárom kentinde, 6.2 büyüklüğünde deprem oldu.", "1389 - I. Kosova Muharebesi: I. Murad önderliğindeki Osmanlı Ordusu ile Sırp Kumandanı Lazar Hrebelyanoviç önderliğindeki çok uluslu Balkan Ordusu arasında yapılan muharebe, Osmanlı Ordusu'nun galibiyeti ile sonuçlandı."]