["2011 - TFF, Ankaraspor'un ihrau00e7 kararu0131nu0131 kaldu0131rarak liglere geri du00f6nmesini sau011fladu0131.",  "2008 - 2008 Avrupa Futbol u015eampiyonasu0131 finalinde; u0130spanya, Almanya'yu0131 yenerek Avrupa u015fampiyonu oldu.",  "2002 - Tu00fcrkiye, 2002 FIFA Du00fcnya Kupasu0131'nda 3. oldu.",  "2000 - Endonezya'da yolcu tau015fu0131yan bir tekne 500 yolcusuyla birlikte battu0131. Kazadan kurtulan olmadu0131.",  "1999 - Abdullah u00d6calan, vatana ihanet suu00e7undan idam cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1995 - Ankara Bu00fcyu00fcku015fehir Belediyesi, amblemindeki Hitit Gu00fcneu015fi'ni; Kocatepe Camii'ni ve Atakule'yi simgeleyen bir tasvir ile deu011fiu015ftirdi.",  "1992 - Cezayir Devlet Bau015fkanu0131 Muhammed Budiaf, suikaste uu011frayarak u00f6ldu00fc.",  "1990 - Yugoslavya'da iu00e7 savau015f bu00fcyu00fcyor; Federal Ordu, Slovenya ile Hu0131rvatistan'da bau011fu0131msu0131zlu0131k taleplerini bastu0131rmaya u00e7alu0131u015fu0131yor.",  "1987 - Cem Karaca, du00f6nemin Bau015fbakanu0131 Turgut u00d6zal'u0131n desteu011fiyle yurda du00f6ndu00fc.",  "1986 - Atina'da yayu0131mlanan Mesimyrini gazetesinde yer alan bir yazu0131da, Batu0131 Trakya Tu00fcrkleri'nin dau011fu0131tu0131lmasu0131 ve Batu0131 Trakya'da ne kadar Tu00fcrk varsa gitmesi istendi.",  "1986 - Arjantin, Batu0131 Almanya'yu0131 3-2 yenerek Du00fcnya Futbol u015eampiyonu oldu.",  "1984 - Tu00fcrkiye ile Sovyetler Birliu011fi arasu0131nda karma ekonomik protokol imzalandu0131.",  "1982 - Stratejik Silahlaru0131n Su0131nu0131rlandu0131ru0131lmasu0131 (START I) gu00f6ru00fcu015fmeleri Cenevre'de bau015fladu0131.",  "1982 - u0130srail, Lu00fcbnan'u0131 iu015fgal etti. u0130srail Bau015fbakanu0131 Menahem Begin, Filistinli gerillalaru0131n Beyrut'tan ayru0131lmasu0131na izin verdi.",  "1982 - Au015fu0131ru0131 su0131cak yu00fczu00fcnden u0130stanbul'da 7 kiu015fi u00f6ldu00fc.",  "1976 - Seyu015fel Adalaru0131, Birleu015fik Krallu0131k'tan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1974 - Isabel Peru00f3n, Arjantin'in ilk kadu0131n Devlet Bau015fkanu0131 olarak yemin etti. Kocasu0131 eski Bau015fkan Juan Peron, sau011flu0131k durumunun bozulmasu0131 u00fczerine gu00f6revlerini bu0131rakmu0131u015ftu0131. Zaten iki gu00fcn sonra da u00f6ldu00fc.",  "1971 - Bakanlar Kurulu'nun aldu0131u011fu0131 bir kararla, Tu00fcrkiye'de hau015fhau015f ekimi yasaklandu0131.",  "1969 - Yunus Nadi Armau011fanu0131'nu0131 "Tu00fcrkiye'nin Du00fczeni" kitabu0131yla Dou011fan Avcu0131ou011flu kazandu0131.",  "1969 - Galatasaray, Metin Oktayu2019u0131n son mau00e7u0131nu0131 oynadu0131u011fu0131 finalde Cumhurbau015fkanlu0131u011fu0131 Kupasu0131u2019nu0131 kazandu0131.",  "1956 - Amerikalu0131 oyun yazaru0131 Arthur Miller ile aktris Marilyn Monroe, Londra'da evlendiler.",  "1939 - Hatay Devleti Meclisi, oy birliu011fiyle Tu00fcrkiye'ye katu0131lma kararu0131 aldu0131.",  "1938 - u0130stiklal Mahkemeleri kararu0131yla mahku00fbm olanlarla, 150'likler adu0131 verilen listede bulunanlar hakku0131nda Af Kanunu, TBMM'de kabul edildi.",  "1938 - Genu00e7lik ve Spor Genel Mu00fcdu00fcrlu00fcu011fu00fc kuruldu.",  "1934 - Bitlis'te dou011fan Zaro Au011fa, 157 yau015fu0131ndayken u00f6ldu00fc. u0130u00e7 organlaru0131 inceleme amacu0131yla alu0131ndu0131.",  "1933 - Sivas-Erzurum Demiryolunun inu015fasu0131na bau015flanu0131ldu0131.",  "1925 - Diyarbaku0131r u0130stiklal Mahkemesince idama mahku00fbm edilen u015eeyh Said ile adamlaru0131 idam edildi.",  "1923 - Fenerbahu00e7e, u0130u015fgal Kuvvetleriyle oynadu0131u011fu0131 "General Harrington Kupasu0131"nu0131 kazandu0131.",  "1880 - Fransa, Tahiti'yi topraklaru0131na kattu0131.",  "1871 - u0130lk sendikacu0131lu0131k yasasu0131, Birleu015fik Krallu0131k Parlamentosunda onaylandu0131.",  "1868 - Namu0131k Kemal ve Ziya Pau015fa tarafu0131ndan Yeni Osmanlu0131lar Cemiyeti'nin yayu0131n organu0131 olarak du00fcu015fu00fcnu00fclen Hu00fcrriyet gazetesi, Londra'da yayu0131nlanmaya bau015flandu0131."]







