["2017 - u0130ngiltere'nin Londra kentindeki Southwark bu00f6lgesinde, bir teru00f6r saldu0131ru0131su0131 du00fczenlendi.",  "2006 - Karadau011f kuruldu.",  "1996 - Birleu015fmiu015f Milletler himayesinde du00fczenlenen Habitat-II u0130nsan Yerleu015fimleri Konferansu0131'nu0131n resmu00ee au00e7u0131lu0131u015fu0131 u0130stanbul'da yapu0131ldu0131.",  "1989 - Pekin'de Tiananmen Meydanu0131'ndaki bu00fcyu00fck gu00f6steriye asker mu00fcdahale etti: 2 bin civaru0131nda u00f6u011frenci u00f6ldu00fc.",  "1983 - Birleu015fik Krallu0131k'ta Amerika Birleu015fik Devletleri Hava Kuvvetleri'ne ait u00fcsleri protesto eden 752 kiu015fi tutuklandu0131.",  "1976 - "Avrupa Komu00fcnizmi" deyimi, ilk kez u0130talyan Komu00fcnist Partisi lideri Enrico Berlinguer tarafu0131ndan kullanu0131ldu0131.",  "1974 - Yitzhak Rabin, u0130srail'in yeni Bau015fbakanu0131 oldu.",  "1974 - Ressam Fikret Mualla'nu0131n Fransa'dan getirilen kemikleri, u0130stanbul Karacaahmet Mezarlu0131u011fu0131'na gu00f6mu00fcldu00fc.",  "1965 - Edward Higgins White, uzayda yu00fcru00fcyen ilk Amerikan oldu.",  "1964 - Futbolun 'Ordinaryu00fcs'u00fc Lefter Ku00fcu00e7u00fckandonyadis, Fenerbahu00e7e - Beu015fiktau015f arasu0131ndaki ju00fcbile mau00e7u0131yla futbola veda etti.",  "1957 - Tu00fcrkiye Gu00fcreu015f Millu00ee Taku0131mu0131, serbest stilde du00fcnya gu00fcreu015f u015fampiyonu oldu.",  "1955 - Messina Konferansu0131; Avrupa Ekonomik Topluluu011fu'nun dou011fuu015fu.",  "1955 - u0130stanbul'da Gu00f6ksu'nun u00fczerinde yapu0131lan Elmalu0131 Baraju0131 au00e7u0131ldu0131.",  "1942 - Midway deniz savau015fu0131 bau015fladu0131. u0130ki gu00fcn su00fcren savau015fta, Japonlar au011fu0131r kayu0131plar verdiler ve Japonlaru0131n Pasifikteki ilerleyiu015fi durduruldu.",  "1939 - Dr. Fikri Tu00fczer CHP Genel Sekreterliu011fine seu00e7ildi; Mu00fcstakil Grup u00fcye seu00e7imi yapu0131ldu0131.",  "1925 - Terakkiperver Cumhuriyet Fu0131rkasu0131 (Gu00fcncel Tu00fcrku00e7esi: u0130lerici Cumhuriyet Partisi), Bakanlar Kurulu kararu0131yla kapatu0131ldu0131.",  "1892 - u0130ngiliz futbol taku0131mu0131 olan Liverpool kuruldu.",  "1889 - Du00fcnyanu0131n ilk uzun mesafeye elektrik tau015fu0131yan gu00fcu00e7 hattu0131 tamamlandu0131. Willamette Falls'daki gu00fcu00e7 istasyonundan Portland, Oregon'un kent merkezine kadar olan hattu0131n uzunluu011fu 14 mildi.",  "1889 - Kanada topraklaru0131nu0131 bir okyanustan diu011ferine kadar kateden "Kanada Pasifik Demiryolu" tamamlandu0131.",  "1839 - u00c7in'in "Humen" limanu0131nda u0130ngiliz tacirlerden ele geu00e7irilen 1.2 milyon kg afyon u00c7inli yetkililerce imha edilince, Birleu015fik Krallu0131k bunu bir savau015f nedeni saydu0131 (casus belli) ve bu00f6ylelikle "Birinci Afyon Savau015fu0131" bau015flamu0131u015f oldu.",  "1098 - Birinci Hau00e7lu0131 seferi: 8 ay su00fcren kuu015fatma sonunda Antakya hau00e7lu0131laru0131n kontrolu00fc altu0131na girdi."]







