["2019 - ABD bau015fkanu0131 Donald Trump, Kuzey Kore'yi ziyaret eden ilk ABD Bau015fkanu0131 oldu.",  "2005 - u0130spanya'da eu015fcinsel evlilik yasallau015ftu0131.",  "2002 - Brezilya, FIFA Du00fcnya Kupasu0131'nu0131 kazandu0131.",  "1997 - J. K. Rowling'in kaleme aldu0131u011fu0131 Harry Potter serisinin ilk kitabu0131 basu0131ldu0131.",  "1997 - Birleu015fik Krallu0131k, Hong Kong'un idaresini u00c7in'e bu0131raktu0131.",  "1990 - Tu00fcrkiye Yazarlar Sendikasu0131, u0130stanbulu2019da u2018Du00fcu015fu00fcnceye u00d6zgu00fcrlu00fcku2019 yu00fcru00fcyu00fcu015fu00fc du00fczenledi.",  "1990 - Dou011fu Almanya ile Batu0131 Almanya, ekonomilerini birleu015ftirme kararu0131 aldu0131.",  "1985 - Kau00e7u0131ru0131ldu0131ktan sonra Beyrut'ta 17 gu00fcn tutulan yolcu uu00e7au011fu0131ndaki 39 Amerikalu0131 rehine serbest bu0131raku0131ldu0131.",  "1979 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Ankara'daki Milliyetu00e7i Hareket Partisi Genel Merkezi ve hemen yaku0131nu0131ndaki polis karakolu otomatik silahlarla tarandu0131. MHP lideri Alparslan Tu00fcrkeu015f, "Tu00fcrkiye'de akan her kanu0131n, saldu0131ru0131ya uu011frayan her yerin manevi faili Ecevit'tir." dedi.",  "1974 - Sovyet balet Mikhail Baryshnikov, Bolu015foy Balesi'yle birlikte bulunduu011fu Kanada'da iltica etti.",  "1973 - 117 yu0131ldan beri rastlanmayan en uzun gu00fcneu015f tutulmasu0131, Tu00fcrkiye saatiyle 14.00'te bau015fladu0131.",  "1972 - Casusluk iddiasu0131yla yargu0131lanan Nahit u0130mre idama mahku00fbm oldu.",  "1971 - Rus uzay aracu0131 Soyuz 11, hava depolaru0131nda meydana gelen aru0131za sebebiyle infilu00e2k etti.",  "1970 - Tu00fcrkiye'de hau015fhau015f ekimini su0131nu0131rlayan kararname, Resmi Gazete'de yayu0131nlanarak yu00fcru00fcrlu00fcu011fe girdi.",  "1969 - Tu00fcrkiye Petrolleri Anonim Ortaklu0131u011fu0131, Batman'u0131n Kuzey Magrip bu00f6lgesinde petrol buldu.",  "1967 - Yu00f6n dergisi yayu0131mu0131na son verdi.",  "1965 - Samsunspor kuruldu.",  "1960 - Belu00e7ika Kongosu, Belu00e7ika'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131.",  "1956 - u0130ki Amerikan yolcu uu00e7au011fu0131, Arizona'da Grand Canyon u00fczerinde havada u00e7arpu0131u015ftu0131: 128 kiu015fi u00f6ldu00fc.",  "1953 - Chevrolet'nin Corvette modeli, Michigan eyaletinin Flint u015fehrindeki tesislerde u00fcretildi.",  "1941 - II. Du00fcnya Savau015fu0131: Barbarossa Hareku00e2tu0131 - Nazi Almanyasu0131, Ukrayna'nu0131n Lviv kentini aldu0131.",  "1939 - Hatay'u0131n Tu00fcrkiye'ye katu0131lmasu0131 oy birliu011fiyle onaylandu0131.",  "1938 - u2018'Superman'u2019, u00e7izgi roman kahramanlaru0131 arasu0131na girdi.",  "1936 - Etiyopya u0130mparatoru Haile Selassie, Mussolini'nin u00fclkesini iu015fgal etmesi u00fczerine, Milletler Cemiyeti'nde bir konuu015fma yaparak yardu0131m talebinde bulundu.",  "1936 - Tu00fcm zamanlaru0131n en u00e7ok satan romanlaru0131ndan Ru00fczgu00e2r Gibi Geu00e7ti yayu0131mlandu0131.",  "1936 - Du00fcnyada ilk kez u0130ngiltereu2019de kadu0131nlar renkli mayolarla denize girdiler.",  "1934 - Demiryolu Elazu0131u011f'a ulau015ftu0131.",  "1934 - Adolf Hitler'in rakipleri olan 85 u00fcst du00fczey Sturmabteilung elemanu0131nu0131, Schutzstaffel subaylaru0131na katlettirdiu011fi Uzun Bu0131u00e7aklar Gecesi hareku00e2tu0131 bau015fladu0131.",  "1924 - u0130stanbul posta dau011fu0131tu0131cu0131laru0131, u00fccretlerini yetersiz bularak topluca istifa ettiler.",  "1921 - Himaye-i Etfal Cemiyeti kuruldu.",  "1918 - Gu00f6yu00e7ay Muharebesi geru00e7ekleu015fti.",  "1912 - Saskatchewan'da meydana gelen kasu0131rga, 28 kiu015finin u00f6lu00fcmu00fcne yol au00e7tu0131.",  "1908 - Tunguska olayu0131 geru00e7ekleu015fti.",  "1905 - Albert Einstein, Hareketli Cisimlerin Elektrodinamiu011fi isimli makalesini yayu0131mlayarak u00f6zel gu00f6relilik kuramu0131nu0131 ortaya atmu0131u015f oldu.",  "1882 - Amerika Birleu015fik Devletleri'nin 20. Bau015fkanu0131 James Garfield'i u00f6ldu00fcren Charles J. Guiteau, asu0131larak idam edildi.",  "1859 - Fransu0131z akrobat Charles Blondin, Niagara u015eelalesi'ni ip u00fcstu00fcnde geu00e7ti."]







