["2019 - ABD başkanı Donald Trump, Kuzey Kore'yi ziyaret eden ilk ABD Başkanı oldu.", "2005 - İspanya'da eşcinsel evlilik yasallaştı.", "2002 - Brezilya, FIFA Dünya Kupası'nı kazandı.", "1997 - J. K. Rowling'in kaleme aldığı Harry Potter serisinin ilk kitabı basıldı.", "1997 - Birleşik Krallık, Hong Kong'un idaresini Çin'e bıraktı.", "1990 - Türkiye Yazarlar Sendikası, İstanbul’da ‘Düşünceye Özgürlük’ yürüyüşü düzenledi.", "1990 - Doğu Almanya ile Batı Almanya, ekonomilerini birleştirme kararı aldı.", "1985 - Kaçırıldıktan sonra Beyrut'ta 17 gün tutulan yolcu uçağındaki 39 Amerikalı rehine serbest bırakıldı.", "1979 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Ankara'daki Milliyetçi Hareket Partisi Genel Merkezi ve hemen yakınındaki polis karakolu otomatik silahlarla tarandı. MHP lideri Alparslan Türkeş, \"Türkiye'de akan her kanın, saldırıya uğrayan her yerin manevi faili Ecevit'tir.\" dedi.", "1974 - Sovyet balet Mikhail Baryshnikov, Bolşoy Balesi'yle birlikte bulunduğu Kanada'da iltica etti.", "1973 - 117 yıldan beri rastlanmayan en uzun güneş tutulması, Türkiye saatiyle 14.00'te başladı.", "1972 - Casusluk iddiasıyla yargılanan Nahit İmre idama mahkûm oldu.", "1971 - Rus uzay aracı Soyuz 11, hava depolarında meydana gelen arıza sebebiyle infilâk etti.", "1970 - Türkiye'de haşhaş ekimini sınırlayan kararname, Resmi Gazete'de yayınlanarak yürürlüğe girdi.", "1969 - Türkiye Petrolleri Anonim Ortaklığı, Batman'ın Kuzey Magrip bölgesinde petrol buldu.", "1967 - Yön dergisi yayımına son verdi.", "1965 - Samsunspor kuruldu.", "1960 - Belçika Kongosu, Belçika'dan bağımsızlığını kazandı.", "1956 - İki Amerikan yolcu uçağı, Arizona'da Grand Canyon üzerinde havada çarpıştı: 128 kişi öldü.", "1953 - Chevrolet'nin Corvette modeli, Michigan eyaletinin Flint şehrindeki tesislerde üretildi.", "1941 - II. Dünya Savaşı: Barbarossa Harekâtı - Nazi Almanyası, Ukrayna'nın Lviv kentini aldı.", "1939 - Hatay'ın Türkiye'ye katılması oy birliğiyle onaylandı.", "1938 - ‘'Superman'’, çizgi roman kahramanları arasına girdi.", "1936 - Etiyopya İmparatoru Haile Selassie, Mussolini'nin ülkesini işgal etmesi üzerine, Milletler Cemiyeti'nde bir konuşma yaparak yardım talebinde bulundu.", "1936 - Tüm zamanların en çok satan romanlarından Rüzgâr Gibi Geçti yayımlandı.", "1936 - Dünyada ilk kez İngiltere’de kadınlar renkli mayolarla denize girdiler.", "1934 - Demiryolu Elazığ'a ulaştı.", "1934 - Adolf Hitler'in rakipleri olan 85 üst düzey Sturmabteilung elemanını, Schutzstaffel subaylarına katlettirdiği Uzun Bıçaklar Gecesi harekâtı başladı.", "1924 - İstanbul posta dağıtıcıları, ücretlerini yetersiz bularak topluca istifa ettiler.", "1921 - Himaye-i Etfal Cemiyeti kuruldu.", "1918 - Göyçay Muharebesi gerçekleşti.", "1912 - Saskatchewan'da meydana gelen kasırga, 28 kişinin ölümüne yol açtı.", "1908 - Tunguska olayı gerçekleşti.", "1905 - Albert Einstein, Hareketli Cisimlerin Elektrodinamiği isimli makalesini yayımlayarak özel görelilik kuramını ortaya atmış oldu.", "1882 - Amerika Birleşik Devletleri'nin 20. Başkanı James Garfield'i öldüren Charles J. Guiteau, asılarak idam edildi.", "1859 - Fransız akrobat Charles Blondin, Niagara Şelalesi'ni ip üstünde geçti."]