["2009 - Rahu015fan Ecevit, kurucusu olduu011fu Demokratik Sol Parti'den istifa etti.",  "2006 - Peru'da bau015fkanlu0131k seu00e7imlerinin ikinci turunda, sosyal demokrat Alan Garcu00eda zaferini ilan etti ve Alejandro Toledo'nun yerine Devlet Bau015fkanu0131 oldu.",  "2001 - Gaffar Okkan suikastu0131yla ilgili olarak, Hizbullah mensubu biri kadu0131n 10 kiu015fi yakalandu0131.",  "1998 - Karadeniz Ekonomik u0130u015fbirliu011fini (KEu0130) uluslararasu0131 bir u00f6rgu00fcte du00f6nu00fcu015ftu00fcren KEu0130 u015eartu0131, 11 u00fclke tarafu0131ndan Ukrayna'nu0131n Yalta kentinde imzalandu0131.",  "1997 - Irak'u0131n kuzeyinde teru00f6r u00f6rgu00fctu00fc PKK'ya karu015fu0131 yu00fcru00fctu00fclen u00c7ekiu00e7 Hareku00e2tu0131'na katu0131lan askeru00ee bir helikopter, Zap Kampu0131 yaku0131nlaru0131nda du00fcu015ftu00fc. Hakku00e2ri'de gu00f6revli sekiz subay, iki astsubay ve bir er u00f6ldu00fc.",  "1995 - 12 Eylu00fcl du00f6neminde kapatu0131lmu0131u015f olan Adalet Partisi yeniden kuruldu.",  "1992 - III. u0130zmir u0130ktisat Kongresi toplandu0131.",  "1990 - Tu00fcrkiye Birleu015fik Komu00fcnist Partisi (TBKP) resmen kuruldu.",  "1989 - Tiananmen Meydanu0131 Olaylaru0131: 15 Nisan'dan beri su00fcregelen Pekin'deki Tiananmen Meydanu0131'ndaki rejim aleyhtaru0131 gu00f6stericilere, u00c7in Halk Kurtuluu015f Ordusu mu00fcdahale etti. u00c7ok sayu0131da gu00f6sterici katledildi, 7000'den fazla gu00f6sterici de yaralandu0131.",  "1989 - Polonya'da ilk serbest seu00e7imler yapu0131ldu0131. Seu00e7imleri Dayanu0131u015fma Sendikasu0131 kazandu0131.",  "1986 - u0130zmir 9 Eylu00fcl u00dcniversitesi'nde bir ku0131z u00f6u011frenci, Ramazan gu00fcnu00fc okula asku0131lu0131 elbiseyle geldiu011fi gereku00e7esi ile, polis tarafu0131ndan du00f6vu00fcldu00fc.",  "1981 - 12 Eylu00fcl Darbesi'nin 5. idamu0131: 11 u015eubat 1980'de sol gu00f6ru00fcu015flu00fc avukat Erdal Aslan'u0131 u00f6ldu00fcren sau011f gu00f6ru00fcu015flu00fc militan Cevdet Karakau015f, idam edildi.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Genelkurmay u0130kinci Bau015fkanu0131 Orgeneral Haydar Saltu0131k, hazu0131rlanan "Bayrak Hareku00e2t Emri"ni Genelkurmay Bau015fkanu0131 Orgeneral Kenan Evren'e sundu.",  "1974 - Uluslararasu0131 Hukuku00e7ular Komitesi, Uganda'da u0130di Amin'in iktidaru0131 ele geu00e7irmesinden bu yana 250 bin kiu015finin u00f6ldu00fcru00fcldu00fcu011fu00fcnu00fc au00e7u0131kladu0131.",  "1973 - Yavuz Zu0131rhlu0131su0131, Gu00f6lcu00fck'te yapu0131lan tu00f6renle Donanma'dan u00e7u0131karu0131ldu0131.",  "1973 - ATM'nin (Bankamatik) patenti alu0131ndu0131.",  "1972 - California u00dcniversitesi profesu00f6rlerinden siyah eylemci Angela Yvonne Davis, gizli u00f6rgu00fct kurmak, cinayet ve adam kau00e7u0131rma suu00e7laru0131ndan beraat etti. Ju00fcrinin bu00fctu00fcn u00fcyeleri beyazdu0131.",  "1970 - "Altu0131n Portakal" Sinema u00d6du00fclu00fcnu00fc, bau015f rolu00fcnu00fc Yu0131lmaz Gu00fcney'in oynadu0131u011fu0131 Bir u00c7irkin Adam filmi kazandu0131.",  "1961 - ABD Bau015fkanu0131 John F. Kennedy ile SSCB Devlet Bau015fkanu0131 Nikita Kruu015fu00e7ev, Viyana'da bir araya geldi.",  "1946 - Juan Peron, Arjantin Cumhurbau015fkanu0131 oldu.",  "1944 - II. Du00fcnya Savau015fu0131 su0131rasu0131nda Alman savau015f gemileri, ticaret gemisi biu00e7imine sokularak Bou011fazlar'dan geu00e7iyordu. Birleu015fik Krallu0131k bu durumu Tu00fcrkiye nezdinde protesto etti.",  "1944 - II. Du00fcnya Savau015fu0131: Roma, Mu00fcttefikler'in eline geu00e7ti ve Mihver Devletleri'nin kaybettiu011fi ilk bau015fkent oldu.",  "1940 - II. Du00fcnya Savau015fu0131: Alman gu00fcu00e7leri Paris'e girdi. u015eehri, ancak 10 gu00fcn sonra (14 Haziran 1940) tam olarak kontrol altu0131na alabileceklerdir.",  "1939 - Dr. Adnan Adu0131var Paris'ten u0130stanbul'a du00f6ndu00fc",  "1939 - Tu00fcrk-u0130ngiliz mu00fczakerelerini geru00e7ekleu015ftirecek olan, Ku00e2zu0131m Orbay bau015fkanlu0131u011fu0131ndaki askeru00ee heyet Londra'ya gitti.",  "1937 - Tu00fcrkiye Cumhuriyeti Ziraat Bankasu0131 Kanunu, Tu00fcrkiye Bu00fcyu00fck Millet Meclisi'nde kabul edildi.",  "1936 - Fransa'da seu00e7imleri sol kazandu0131. Halk Cephesi ittifaku0131nu0131n lideri sosyalist Lu00e9on Blum Bau015fbakan oldu.",  "1917 - Pulitzer u00d6du00fclleri ilk kez verilmeye bau015flandu0131.",  "1878 - Ku0131bru0131su2019u0131n idaresinin geu00e7ici olarak Birleu015fik Krallu0131k'a bu0131raku0131ldu0131u011fu0131 "Ku0131bru0131s Antlau015fmasu0131" imzalandu0131. 16 Au011fustos 1960 tarihine kadar su00fcrecek olan ve Britanya Ku0131bru0131su0131 olarak adlandu0131ru0131lan idare kuruldu.",  "1876 - 30 Mayu0131s 1876 Darbesi ile tahttan indirilen Osmanlu0131 Padiu015fahu0131 Abdu00fclaziz, gu00f6zaltu0131nda bulundurulduu011fu Feriye Saraylaru0131'nda bilekleri kesilmiu015f olarak u00f6lu00fc bulundu. Doktorlar tarafu0131ndan intihar ettiu011fine karar verilmiu015fse de, yaygu0131n kanu0131 u00f6ldu00fcru00fcldu00fcu011fu00fc yu00f6nu00fcndedir.",  "1783 - Montgolfier Kardeu015fler, su0131cak hava balonlaru0131nu0131 halka tanu0131ttu0131lar ve ilk uu00e7uu015fu geru00e7ekleu015ftirdiler.",  "Mu00d6 781 - Tarihte ilk kez bir gu00fcneu015f tutulmasu0131 u00c7in'de kayu0131tlara geu00e7ti."]







