["2017 - Karadau011f, NATO'ya u00fcye oldu.",  "1983 - 12 Eylu00fcl Darbesi'nin 47 ve 48. idamlaru0131: 7 Eylu00fcl 1979'da Manisa Turgutlu'da fu0131ru0131n basu0131p 4 sol gu00f6ru00fcu015flu00fc fu0131ru0131ncu0131yu0131 u00f6ldu00fcren sau011f gu00f6ru00fcu015flu00fc militanlar Halil Esendau011f ve Selu00e7uk Duracu0131k, idam edildi.",  "1981 - ABD Hastalu0131k Kontrol ve Korunma Merkezleri'nin yayu0131mladu0131u011fu0131 haftalu0131k bir tu0131bbi dergide, Kaliforniya'nu0131n Los Angeles u015fehrinde 5 kiu015fide, sadece bau011fu0131u015fu0131klu0131k sistemleri zayu0131flamu0131u015f hastalarda gu00f6ru00fclen zatu00fcrreenin az rastlanan bir formuna rastlandu0131u011fu0131 bildirildi. Bu hastalar ilk onaylanmu0131u015f AIDS vak'alaru0131 olarak tarihe geu00e7ti.",  "1981 - Genel ahlak kurallaru0131nu0131 bozduu011fu gereku00e7esiyle eu015fcinsellerin sahneye u00e7u0131kmasu0131 bau015fta u0130stanbul olmak u00fczere bazu0131 valiliklerce yasaklandu0131.",  "1977 - Ev kullanu0131mu0131na uygun ilk pratik kiu015fisel bilgisayar olan Apple II satu0131u015fa sunuldu.",  "1976 - ABD'de Idaho eyaletinde bulunan "Teton Baraju0131" u00e7u00f6ktu00fc.",  "1975 - Su00fcveyu015f Kanalu0131, Altu0131 Gu00fcn Savau015fu0131'nu0131n ardu0131ndan, 8 yu0131l sonra uluslararasu0131 deniz trafiu011fine au00e7u0131ldu0131.",  "1967 - u0130srail ile Arap u00fclkeleri arasu0131nda; tarihe "Altu0131 Gu00fcn Savau015fu0131" diye geu00e7en u00e7atu0131u015fmalar bau015fladu0131. u00c7atu0131u015fmalar sonrasu0131nda, kendi topraklaru0131ndan daha fazla toprak elde eden u0130srail, Gazze u015eeridi'ni, Beytu00fcllahim ve Hebron kentlerini, Batu0131 u015eeria'yu0131 ve Golan Tepeleri'ni ele geu00e7irdi.",  "1964 - Hu00fcku00fcmetin Ku0131bru0131s'a mu00fcdahale kararu0131 u00fczerine, Amerika Birleu015fik Devletleri Bau015fkanu0131 Johnson, u0130nu00f6nu00fc'ye, mu00fcdahalede ABD yardu0131mu0131na ait silahlaru0131n kullanu0131lamayacau011fu0131nu0131 belirten ve Tu00fcrkiye tarihine "Johnson Mektubu" olarak geu00e7en bir mektup gu00f6nderdi.",  "1963 - Birleu015fik Krallu0131k Savau015f Bakanu0131 John Profumo karu0131u015ftu0131u011fu0131 bir seks skandalu0131 yu00fczu00fcnden gu00f6revinden istifa etmek zorunda kaldu0131. (Profumo Skandalu0131)",  "1957 - Gu00fclhane Askeru00ee Tu0131p Akademisi teu015fkilatlandu0131ru0131ldu0131.",  "1956 - Elvis Presley yeni u015farku0131su0131 "Hound Dog"u televizyonda The Milton Berle Show'da tanu0131ttu0131, Show su0131rasu0131nda yaptu0131u011fu0131 ku0131u015fku0131rtu0131cu0131 kalu00e7a hareketleri o devirde seyirciler tarafu0131ndan mu00fcstehcen bulundu.",  "1947 - Marshall Planu0131: Harvard u00dcniversitesi'nde verdiu011fi bir konuu015fmada, Amerika Birleu015fik Devletleri Devlet Bakanu0131 George Marshall, savau015f sonrasu0131 Avrupa'ya destek iu00e7in u00e7au011fru0131da bulundu.",  "1926 - Birleu015fik Krallu0131k, Tu00fcrkiye ve Irak arasu0131nda Ankara Antlau015fmasu0131 imzalandu0131. Tu00fcrkiye, Musul petrollerinin gelirinden 25 yu0131l su00fcreyle yu00fczde 10 pay almayu0131 kabul etti ve Musul'daki haklaru0131ndan vazgeu00e7ti. Fakat daha sonra, 500 bin sterlin karu015fu0131lu0131u011fu0131nda bu haktan da vazgeu00e7ildi.",  "1851 - Amerikalu0131 yazar Harriet Beecher Stowe'un ku00f6lelik karu015fu0131tu0131 romanu0131 Tom Amca'nu0131n Kulu00fcbesi (Life Among the Lowly) bir gazetede tefrika edilmeye bau015flandu0131."]







