["2013 - Rami Hamdallah, Filistin Bau015fbakanu0131 olarak gu00f6reve bau015fladu0131.",  "2012 - Venu00fcs geu00e7iu015fi geru00e7ekleu015fti.",  "2011 - Apple Kaliforniya'da du00fczenlenen Du00fcnya Geliu015ftiriciler Konferansu0131 bulut depolama servisi iCloud'un lansmanu0131nu0131 yaptu0131.",  "2006 - Somali'de yau015fanan iu00e7 savau015f'ta u0130slam Mahkemeleri u00d6rgu00fctu00fc bau015fkent Mogadiu015fu'yu kontrolu00fc altu0131na aldu0131.",  "2000 - u015eili eski diktatu00f6ru00fc Augusto Pinochet'in dokunulmazlu0131u011fu0131 kaldu0131ru0131ldu0131. Pinochet'in 17 yu0131l su00fcren iktidaru0131 su00fcresince; binlerce devrimci, demokrat u00f6ldu00fcru00fclmu00fcu015f ya da kaybolmuu015ftu.",  "1985 - Aleksey Pajitnov tarafu0131ndan tasarlanan Tetris yayu0131nlandu0131.",  "1984 - Hindistan ordusuna bau011flu0131 askerler, Sih'lerin kutsal mabedi olan "Altu0131n Tapu0131nak"a kanlu0131 bir basku0131n du00fczenlediler. Bu basku0131ndan sonra, Hindistan'u0131n u00e7eu015fitli kesimlerindeki militan olmayan Sihler de silahlanmaya bau015fladu0131lar.",  "1982 - u0130srail Galile'de "Baru0131u015f" adlu0131 operasyonuyla Lu00fcbnan'u0131 iu015fgal etti.",  "1983 - Sosyal Demokrasi Partisi (SODEP) kuruldu. Partinin Genel Bau015fkanlu0131u011fu0131na Erdal u0130nu00f6nu00fc seu00e7ildi.",  "1976 - Kozmonotlar Boris Volinov ve Vitali Jolobov ekibinden oluu015fan Soyuz 21 uzay aracu0131 yolculuu011funa bau015fladu0131.",  "1967 - Arap devletleri ortaklau015fa uyguladu0131u011fu0131 politika gereu011fince, u0130srail'e destek veren devletlere yaptu0131u011fu0131 petrol ihracatu0131nu0131 durdurdu.",  "1962 - Birleu015fmiu015f Milletler'de yapu0131lan gu00f6ru00fcu015fmeler dou011frultusunda, Ruanda ve Burundi'yi ayru0131 devletler olarak bau011fu0131msu0131zlu0131u011fu0131nu0131n tanu0131nmasu0131 kararlau015ftu0131ru0131ldu0131.",  "1944 - Normandiya u00c7u0131karmasu0131: Mu00fcttefikler Normandiyau2019ya u00e7u0131karma yaptu0131.",  "1939 - u0130smet u0130nu00f6nu00fc, Ali Ru00e2na Tarhan'u0131 Mu00fcstakil Grup Bau015fkanvekilliu011fine atadu0131",  "1930 - Arnavutluk Futbol Federasyonu kuruldu.",  "1920 - u0130stanbul Divan-u0131 Harb-i, u0130smet u0130nu00f6nu00fc, Bekir Sami Kunduk, Celalettin Arif, Dr. Ru0131za Nur, Yusuf Kemal Tengiru015fenk, Hamdullah Suphi Tanru0131u00f6ver, Ru0131fat Bu00f6reku00e7i ve Fahrettin Altay'u0131 idama mahku00fbm etti.",  "1919 - u0130stanbul'daki u0130ngiliz Kuvvetleri Komutanu0131 General George Milne, Harbiye Nezareti'ne yazu0131 gu00f6ndererek, Mustafa Kemal Pau015fa'nu0131n geri u00e7au011fru0131lmasu0131nu0131 istedi.",  "1861 - Bettino Ricasoli, u0130talya Bau015fbakanu0131 olarak gu00f6reve bau015fladu0131.",  "1844 - Mezhepsiz ve ruhban su0131nu0131fu0131na bau011flu0131 olmayan, ku00fcresel bir Hristiyan u00f6rgu00fctu00fc olan (YMCA-Young Man Christian Association) kuruldu.",  "1808 - Joseph Bonaparte, u0130spanya Kralu0131 oldu.",  "1523 - u0130sveu00e7 Bau011fu0131msu0131zlu0131k Savau015fu0131 sonucunda, u0130sveu00e7 Krallu0131u011fu0131 bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1388 - Ku00f6ln u00dcniversitesi kuruldu."]







