["2016 - u0130stanbul'un Fatih ilu00e7esinin Vezneciler semtinde bombalu0131 intihar saldu0131ru0131su0131 geru00e7ekleu015fti. (Bknz. 2016 Vezneciler Saldu0131ru0131su0131)",  "2015 - Diyarbaku0131r'da HDP mitingi su0131rasu0131nda bombalu0131 saldu0131ru0131 du00fczenlendi. Iu015eu0130D'in u00fcstlendiu011fi saldu0131ru0131da 5 kiu015fi u00f6ldu00fc, 400'den fazla fazla kiu015fi yaralandu0131.",  "2015 - Tu00fcrkiye'de genel seu00e7imler yapu0131ldu0131.",  "2012 - Eu015fcinsel evliliu011fin yasallau015ftu0131ru0131lmasu0131 iu00e7in Thorning-Schmidt Hu00fcku00fbmeti'nin u00f6ne su00fcrdu00fcu011fu00fc yasa tasaru0131su0131, Folketing (Danimarka Parlamentosu) tarafu0131ndan onaylandu0131.",  "2008 - 2008 Avrupa Futbol u015eampiyonasu0131 bau015fladu0131.",  "2007 - Birinci Tu00fcrk u0130u015faret Dili u00c7alu0131u015ftayu0131 Ankara'da toplandu0131.",  "2005 - MacGyver adlu0131 Amerikan dizisinin 2. sezon DVD'si u00e7u0131ktu0131.",  "2001 - Tony Blair bau015fkanlu0131u011fu0131ndaki u0130u015fu00e7i Partisi, u0130ngiltere'deki seu00e7imleri kazandu0131.",  "1996 - Hu00fcku00fbmeti kurma gu00f6revi Cumhurbau015fkanu0131 Su00fcleyman Demirel tarafu0131ndan Refah Partisi Genel Bau015fkanu0131 Necmettin Erbakan'a verildi.",  "1994 - Sosyetenin u00fcnlu00fc ismi Ayu015fegu00fcl Tecimer, tarihu00ee eser kau00e7aku00e7u0131lu0131u011fu0131ndan gu00f6zaltu0131na alu0131ndu0131.",  "1989 - Surinam Havayollaru0131'na ait Douglas DC-8 tipi bir yolcu uu00e7au011fu0131 Johan Adolf Pengel havaalanu0131 (Surinam) yaku0131nlaru0131nda du00fcu015ftu00fc: 168 kiu015fi u00f6ldu00fc.",  "1985 - TRT Yu00f6netim Kurulu, parlamento du0131u015fu0131ndaki partilerin etkinliklerini yayu0131nlamama kararu0131 aldu0131.",  "1982 - Tu00fcrkiye'nin Lizbon Bu00fcyu00fckelu00e7iliu011fi u0130dari Atau015fesi Erkut Akbay ve eu015fi Nadide Akbay, Ermeni u00f6rgu00fct ASALA tarafu0131ndan du00fczenlenen saldu0131ru0131da u00f6ldu00fcru00fcldu00fc.",  "1981 - u0130srail savau015f uu00e7aklaru0131, Irak'u0131n bir nu00fckleer reaktu00f6ru00fcnu00fc, nu00fckleer silah u00fcretiminde kullanu0131lu0131yor gereku00e7esiyle imha etti.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): THKP/C-Devrimci Yol militanu0131 u0130lyas Has, Beku00e7i Su00fcleyman Tosun'u u00f6ldu00fcrdu00fc.",  "1977 - Semiha Yanku0131, 13'u00fcncu00fc Uluslararasu0131 Altu0131n Orfe u015earku0131 Yaru0131u015fmasu0131'nda birinci oldu.",  "1973 - "Yavuz" zu0131rhlu0131su0131 Deniz Kuvvetleri'nden tu00f6renle emekliye ayru0131ldu0131.",  "1967 - u0130srail birlikleri Kudu00fcs'e girdi (Altu0131 Gu00fcn Savau015flaru0131).",  "1966 - Ronald Reagan, Kaliforniya'nu0131n 33. Valisi oldu.",  "1964 - Tu00fcrkiye'nin 26 ilinde ku0131smi senato seu00e7imleri yapu0131ldu0131. AP 31, CHP 19, bau011fu0131msu0131zlar 1 senatu00f6rlu00fck elde etti.",  "1958 - u0130stanbul, Beyazu0131t Meydanu0131'nda Bu00fcyu00fck Ku0131bru0131s Mitingi yapu0131ldu0131.",  "1957 - Atatu00fcrk u00dcniversitesi kuruldu.",  "1945 - Celu00e2l Bayar, Adnan Menderes, Fuad Ku00f6pru00fclu00fc ve Refik Koraltan tarafu0131ndan imzalanan ve du00f6rtlu00fc takrir olarak anu0131lan u00f6nerge, CHP Meclis Grubuna verildi.",  "1943 - u0130stanbul'da tifu00fcs salgu0131nu0131 bau015fladu0131, bazu0131 sinemalar kapatu0131ldu0131 ve eskicilerin satu0131u015f yapmasu0131 yasaklandu0131.",  "1942 - II. Du00fcnya Savau015fu0131: Midway Muharebesi, ABD'nin kesin zaferi ile resmen sona erdi.",  "1942 - Etimesgut fabrikasu0131nda yapu0131lan ilk Tu00fcrk uu00e7au011fu0131 havalandu0131.",  "1939 - CHP Yu00f6netim Kurulu devlet ve parti yu00f6netimini yeniden ayu0131rma kararu0131 aldu0131.",  "1935 - Stanley Baldwin, Birleu015fik Krallu0131k Bau015fbakanu0131 oldu.",  "1929 - Vatikan bau011fu0131msu0131z devlet oldu.",  "1918 - Osmanlu0131'nu0131n 9. Ordusu kuruldu.",  "1905 - Norveu00e7 Parlamentosu u0130sveu00e7 ile olan birliu011finden ayru0131larak bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti. 13 Au011fustos'ta du00fczenlenen referandum ile bau011fu0131msu0131zlu0131k onaylandu0131.",  "1893 - Gandhi, ilk sivil itaatsizlik ve pasif direniu015f eylemine bau015fladu0131.",  "1890 - Ertuu011frul Fu0131rkateyni, Japonya'da Yokohama Limanu0131'na ulau015ftu0131.",  "1866 - Anadolu'da kurulan ilk Demiryolu hattu0131 olan u0130zmir-Aydu0131n demiryolu au00e7u0131ldu0131.",  "1863 - Meksiko, Fransu0131z birliklerince ele geu00e7irildi.",  "1862 - Gennaios Kolokotronis, Yunanistan Bau015fbakanu0131 oldu.",  "1856 - Dolmabahu00e7e Sarayu0131 kullanu0131ma au00e7u0131ldu0131.",  "1832 - Quu00e9bec'te Asya kolerasu0131 salgu0131nu0131: Yaklau015fu0131k 6000 kiu015fi u00f6ldu00fc.",  "1801 - Portekiz ve u0130spanya, "Badajoz Antlau015fmasu0131"nu0131 imzaladu0131lar. Portekiz "Olivenza" u015fehrini kaybetti.",  "1692 - Jamaika'nu0131n Port Royal kentinde deprem: 1600 kiu015fi u00f6ldu00fc, 3000 kiu015fi au011fu0131r yaralandu0131.",  "1654 - XIV. Louis, Fransa Kralu0131 oldu.",  "1557 - Mimar Sinan tarafu0131ndan inu015fa edilen Su00fcleymaniye Camii au00e7u0131ldu0131.",  "1494 - Du00f6nemin deniz gu00fcu00e7leri Portekiz ve u0130spanya, Tordesillas Antlau015fmasu0131'na vardu0131.",  "1099 - Birinci Hau00e7lu0131 seferi: Hau00e7lu0131 ordusu Kudu00fcs kalesi u00f6nu00fcne geldi ve Kudu00fcs Kuu015fatmasu0131 bau015fladu0131.",  "769 - FMU (French Mason Union) kuruldu."]







