["2021 - El Salvador, senatodan geu00e7en tasaru0131 ile birlikte Bitcoin'i resmu00ee para birimi ilan eden ilk u00fclke oldu.",  "2012 - Avrupa Futbol u015eampiyonasu0131, Polonya ile Yunanistan arasu0131nda oynanan ve 1-1'lik skorla sonuu00e7lanan au00e7u0131lu0131u015f mau00e7u0131 ile bau015fladu0131.",  "2004 - Venu00fcs, Gu00fcneu015f'in u00f6nu00fcnden 223 yu0131l sonra ilk defa geu00e7ti.",  "2000 - NATO-Ukrayna Komisyonu, Savunma Bakanlaru0131 du00fczeyinde Bru00fcksel'de toplandu0131.",  "1995 - TBMM, Ege'de karasularu0131nu0131 12 mile u00e7u0131karma hazu0131rlu0131klaru0131 yapan Yunanistan'a karu015fu0131 Hu00fcku00fbmet'e savau015f yetkisi verdi.",  "1995 - Rasmus Lerdorf, PHP dilinin ilk su00fcru00fcmu00fcnu00fc yayu0131mladu0131.",  "1993 - Devlet Bakanu0131 Tansu u00c7iller gu00f6revinden istifa etti ve DYP Genel Bau015fkanlu0131u011fu0131na aday olduu011funu au00e7u0131kladu0131.",  "1986 - Avusturya Cumhurbau015fkanlu0131u011fu0131 seu00e7imlerini Kurt Waldheim kazandu0131.",  "1975 - Ku0131bru0131s Tu00fcrk Federe Devleti Anayasasu0131 halk oylamasu0131na sunuldu ve onaylandu0131.",  "1968 - Bir suikast sonucu u00f6len ABD senatu00f6ru00fc Robert F. Kennedy'nin cenazesi Arlington Millu00ee Mezarlu0131u011fu0131'nda toprau011fa verildi.",  "1968 - James Earl Ray, Martin Luther King Jr.'u u00f6ldu00fcrmek suu00e7undan tutuklandu0131.",  "1953 - ABD Anayasa Mahkemesi, Washington'daki restoranlaru0131n siyahlara servis yapmayu0131 reddedemeyeceu011fine karar verdi.",  "1952 - Yunanistan Kralu0131 I. Paulos ve Kraliu00e7e Frederika Tu00fcrkiye'ye geldi.",  "1951 - Tu00fcrkiye'de ilk kalp ameliyatu0131, Gu00fclhane Askeru00ee Tu0131p Akademisi'nde yapu0131ldu0131.",  "1950 - Sir Thomas Blamey, Avustralya tarihinin ilk ve tek Mareu015fali oldu.",  "1949 - FBI'u0131n bir raporunda, Hollywood'un u00fcnlu00fclerinden Helen Keller, Dorothy Parker, Danny Kaye, Fredric March, John Garfield, Paul Muni ve Edward G. Robinson'u0131n adlaru0131 Komu00fcnist Parti u00fcyeleri olarak yer aldu0131.",  "1949 - George Orwell'in 1984 adlu0131 romanu0131 yayu0131mlandu0131.",  "1912 - Carl Laemmle, Universal Pictures film yapu0131m u015firketini kurdu.",  "1887 - Herman Hollerith, geliu015ftirdiu011fi kart basmalu0131 hesap makinesinin patentini aldu0131.",  "1866 - Kanada Parlamentosu ilk toplantu0131su0131nu0131 Ottawa'da yaptu0131.",  "1783 - u0130zlanda'daki Laki Yanardau011fu0131 sekiz ay su00fcrecek pu00fcsku00fcrme faaliyetine bau015fladu0131. 9000 den fazla kiu015fi u00f6ldu00fc, yedi yu0131l su00fcrecek au00e7lu0131k du00f6nemi bau015fladu0131.",  "1624 - Deprem, Peru'yu vurdu.",  "793 - Vikinglerin Lindisfarne Adasu0131'nu0131 yau011fmalamasu0131yla Viking u00c7au011fu0131 bau015flamu0131u015ftu0131r.",  "632 - Ebu Bekir ilk halife seu00e7ildi.",  "632 - u0130slam peygamberi Muhammed'in u00f6lu00fcmu00fc."]







