["2019 - Kazakistan'da Cumhurbau015fkanlu0131u011fu0131 seu00e7imi yapu0131ldu0131. Mevcut cumhurbau015fkanu0131 Kasu0131m Cu00f6mert Tokayev yeniden cumhurbau015fkanu0131 seu00e7ildi.",  "2004 - Almanya'nu0131n Ku00f6ln u015fehrinde bombalu0131 saldu0131ru0131 geru00e7ekleu015fti. 4'u00fc au011fu0131r olmak u00fczere 22 kiu015fi yaralandu0131.",  "1999 - Yugoslavya ve NATO, Kosova'da Su0131rp birliklerinin geri u00e7ekilmesi anlau015fmasu0131nu0131 imzaladu0131. NATO, hava saldu0131ru0131laru0131nu0131 durdurdu ve 20 Haziran'da resmen sona erdirdi.",  "1997 - Malta Hava Yollaru0131u2019na ait Valetta-u0130stanbul seferini yapan uu00e7ak, u0130smail Beyazpu0131nar ve Nusret Akmercan tarafu0131ndan Ku00f6lnu2019e kau00e7u0131ru0131ldu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): u0130skenderun'da sol gu00f6ru00fcu015flu00fc militan Ali Aktau015f (Au011ftau015f), evinde eu015fi ve u00e7ocuklaru0131yla yatmakta olan sau011f gu00f6ru00fcu015flu00fc birini du0131u015faru0131 u00e7u0131karmak iu00e7in evin u00f6nu00fcnde silah su0131ktu0131, beklediu011fi kiu015fiyi du0131u015faru0131 u00e7u0131ktu0131u011fu0131 an ateu015f au00e7arak u00f6ldu00fcrdu00fc.",  "1980 - Altu0131 ay iu00e7inde sekizinci kez devalu00fcasyon yapu0131ldu0131; Tu00fcrk lirasu0131nu0131n deu011feri yu00fczde 5,5-8,8 arasu0131nda du00fcu015fu00fcru00fcldu00fc.",  "1959 - Nu00fckleer silah tau015fu0131yan ilk denizaltu0131 USS George Washington, denize indirildi.",  "1955 - Tu00fcrk bayrau011fu0131nu0131 yu0131rtmaktan sanu0131k 4 Amerikalu0131, yapu0131lan yargu0131lamada beraat etti.",  "1950 - Adnan Menderes, Demokrat Parti Genel Bau015fkanlu0131u011fu0131na seu00e7ildi.",  "1942 - Anu0131tkabir iu00e7in au00e7u0131lan yaru0131u015fmada, Prof. Emin Onat ve Orhan Arda'nu0131n projeleri birinci oldu.",  "1940 - II. Du00fcnya Savau015fu0131, Norveu00e7 resmen Almanya'ya teslim oldu.",  "1928 - Avustralyalu0131 pilot Charles Kingsford Smith, uu00e7au011fu0131yla ilk kez Bu00fcyu00fck Okyanus'u au015ftu0131.",  "1922 - u00c5land Bu00f6lgesel Meclisi, Mariehamn'daki ilk genel kurulu iu00e7in toplandu0131; bugu00fcn u00c5land u00d6zerklik Gu00fcnu00fc olarak kutlanu0131yor.",  "1921 - u0130stiklal Savau015fu0131'nda kullanu0131lacak cephanenin, u0130nebolu'dan karaya u00e7u0131kartu0131lmaya ve cepheye gu00f6tu00fcru00fclmeye bau015flanmasu0131.",  "1910 - Seda-i Millet gazetesi Bau015fyazaru0131 Ahmet Samim, u0130stanbul'da u00f6ldu00fcru00fcldu00fc.",  "1815 - Viyana Kongresi sona erdi.",  "1660 - Saint-Jean-de-Luz'da XIV. Louis ile Marie Therese evlendi.",  "1617 - Sultan I. Ahmet tarafu0131ndan u0130stanbul'da adu0131yla anu0131lan meydanda 1609-1616 yu0131llaru0131 arasu0131nda Mimar Sedefku00e2r Mehmet Au011fa'ya yaptu0131ru0131lan Sultanahmet Camii ibadete au00e7u0131ldu0131.",  "68 - Roma u0130mparatoru Neron intihar etti.",  "53 - Roma u0130mparatoru Neron, u00fcvey ku0131zkardeu015fi u0130mparatoriu00e7e Claudia Octavia ile evlendi."]







