["2019 - Kazakistan'da Cumhurbaşkanlığı seçimi yapıldı. Mevcut cumhurbaşkanı Kasım Cömert Tokayev yeniden cumhurbaşkanı seçildi.", "2004 - Almanya'nın Köln şehrinde bombalı saldırı gerçekleşti. 4'ü ağır olmak üzere 22 kişi yaralandı.", "1999 - Yugoslavya ve NATO, Kosova'da Sırp birliklerinin geri çekilmesi anlaşmasını imzaladı. NATO, hava saldırılarını durdurdu ve 20 Haziran'da resmen sona erdirdi.", "1997 - Malta Hava Yolları’na ait Valetta-İstanbul seferini yapan uçak, İsmail Beyazpınar ve Nusret Akmercan tarafından Köln’e kaçırıldı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): İskenderun'da sol görüşlü militan Ali Aktaş (Ağtaş), evinde eşi ve çocuklarıyla yatmakta olan sağ görüşlü birini dışarı çıkarmak için evin önünde silah sıktı, beklediği kişiyi dışarı çıktığı an ateş açarak öldürdü.", "1980 - Altı ay içinde sekizinci kez devalüasyon yapıldı; Türk lirasının değeri yüzde 5,5-8,8 arasında düşürüldü.", "1959 - Nükleer silah taşıyan ilk denizaltı USS George Washington, denize indirildi.", "1955 - Türk bayrağını yırtmaktan sanık 4 Amerikalı, yapılan yargılamada beraat etti.", "1950 - Adnan Menderes, Demokrat Parti Genel Başkanlığına seçildi.", "1942 - Anıtkabir için açılan yarışmada, Prof. Emin Onat ve Orhan Arda'nın projeleri birinci oldu.", "1940 - II. Dünya Savaşı, Norveç resmen Almanya'ya teslim oldu.", "1928 - Avustralyalı pilot Charles Kingsford Smith, uçağıyla ilk kez Büyük Okyanus'u aştı.", "1922 - Åland Bölgesel Meclisi, Mariehamn'daki ilk genel kurulu için toplandı; bugün Åland Özerklik Günü olarak kutlanıyor.", "1921 - İstiklal Savaşı'nda kullanılacak cephanenin, İnebolu'dan karaya çıkartılmaya ve cepheye götürülmeye başlanması.", "1910 - Seda-i Millet gazetesi Başyazarı Ahmet Samim, İstanbul'da öldürüldü.", "1815 - Viyana Kongresi sona erdi.", "1660 - Saint-Jean-de-Luz'da XIV. Louis ile Marie Therese evlendi.", "1617 - Sultan I. Ahmet tarafından İstanbul'da adıyla anılan meydanda 1609-1616 yılları arasında Mimar Sedefkâr Mehmet Ağa'ya yaptırılan Sultanahmet Camii ibadete açıldı.", "68 - Roma İmparatoru Neron intihar etti.", "53 - Roma İmparatoru Neron, üvey kızkardeşi İmparatoriçe Claudia Octavia ile evlendi."]