["2014 - u00c7in'in Kunming u015fehrinde meydana gelen bu0131u00e7aklu0131 saldu0131ru0131da 33 kiu015fi u00f6ldu00fc 148 kiu015fi yaralandu0131.",  "2009 - Ciner Yayu0131n Holding bu00fcnyesinde ve Fatih Altaylu0131'nu0131n editu00f6rlu00fcu011fu00fcnde yayu0131nlanan Gazete Habertu00fcrk yayu0131na bau015fladu0131.",  "2007 - Danu0131u015ftay 2. Daire u00fcyelerine yu00f6nelik saldu0131ru0131yla ilgili davada; savcu0131, olayu0131n faili Alparslan Arslan ile Osman Yu0131ldu0131ru0131m, u0130smail Sau011fu0131r ve Erhan Timurou011flu iu00e7in anayasal du00fczeni cebren ortadan kaldu0131rmak iu00e7in silahlu0131 u00f6rgu00fct kurmak ve yu00f6netmek suu00e7undan, du00f6rder kez au011fu0131rlau015ftu0131ru0131lmu0131u015f mu00fcebbet hapis cezasu0131 istedi.",  "2006 - u0130ngilizce Wikipedia, Jordanhill railway station maddesiyle bir milyonuncu maddeye eriu015fti.",  "2005 - Tu00fcrkler: Bir u0130mparatorluu011fun Mimarlaru0131 ve Mimar Sinan'u0131n Dehasu0131 adlu0131 fotou011fraf sergisi, Londra'da au00e7u0131ldu0131.",  "2002 - u00c7evre gu00f6zlem uydusu Envisat fu0131rlatu0131ldu0131.[1]",  "2002 - ABD kuvvetleri Afganistan topraklaru0131na girdi.",  "2000 - Finlandiya Anayasasu0131 yeniden yazu0131ldu0131.",  "1999 - Ottawa Antlau015fmasu0131 yu00fcru00fcrlu00fcu011fe girdi.",  "1998 - Titanik, du00fcnya u00e7apu0131nda 1 milyar dolar u00fcstu00fc hasu0131lat yapan ilk film oldu.",  "1997 - "Persona non grata" (istenmeyen kiu015fi) ilan edilen u0130ran'u0131n Erzurum Bau015fkonsolosu Said Zare u00fclkesine geri du00f6ndu00fc. u0130ran da misilleme olarak Tu00fcrkiye'nin Tahran Bu00fcyu00fckelu00e7isi Osman Korutu00fcrk ile Urumiye Bau015fkonsolosu Ufuk u00d6zsancak'u0131 "persona non grata" ilan etti.",  "1996 - Uluslararasu0131 Narkotik Kontrol Stratejisi Raporu'nda, Tu00fcrkiye kara para aklayan u00fclkeler arasu0131nda sayu0131ldu0131.",  "1994 - AzInTelecom kuruldu.",  "1994 - Nirvana, son konserini Mu00fcnih'te verdi.",  "1992 - Bosna-Hersek Sosyalist Cumhuriyeti'nde ayru0131lu0131ku00e7u0131 referandum kararu0131 alu0131nmasu0131 ve 'Kanlu0131 Du00fcu011fu00fcn' ismiyle anu0131lan olay Bosna Savau015fu0131'nu0131 tetikledi.",  "1992 - u0130stanbul Kuledibi'ndeki Neve u015ealom Sinagogu'na bombalu0131 saldu0131ru0131da bulunuldu.",  "1992 - Tu00fcrkiye'nin ikinci u00f6zel TV kanalu0131 ve yaru0131u015fma programlaru0131yla u00fcnlu00fc Show TV, yayu0131n hayatu0131na bau015fladu0131.",  "1989 - Tu00fcrkiye'nin ilk u00f6zel TV kanalu0131 Star 1, Eutelsat F 5 uydusundan test sinyali yayu0131nlamaya bau015fladu0131.",  "1983 - Hakku00e2ri'de Bir Mevsim adlu0131 film, Berlin Film u015eenliu011fi'nde 4 u00f6du00fcl alarak, u015fenlikte en u00e7ok u00f6du00fcl alan birkau00e7 filmden biri olarak sinema tarihine geu00e7ti.",  "1980 - Voyager 1 uzay sondasu0131, Satu00fcrn'u00fcn Janus adlu0131 uydusunun varlu0131u011fu0131nu0131 tescil etti.",  "1978 - Adnan Menderes'in ou011flu, Adalet Partisi Aydu0131n milletvekili Mutlu Menderes, trafik kazasu0131 sonucu u00f6ldu00fc.",  "1978 - Charlie Chaplin'in cenazesi, u0130sviu00e7re'deki mezarlu0131ktan u00e7alu0131ndu0131.",  "1975 - Avustralya'da renkli televizyon yayu0131nlaru0131 bau015fladu0131.",  "1974 - Watergate skandalu0131: 7 kiu015fiye skandaldaki rolleri nedeniyle dava au00e7u0131ldu0131.",  "1966 - SSCB uzay sondasu0131 Venera 3, Venu00fcs yu00fczeyine u00e7arparak du00fcu015ftu00fc.",  "1963 - Ku00fcrt lider Molla Mustafa Barzani, Amerikan Associated Press'e verdiu011fi bir demeu00e7te, Irak Hu00fcku00fbmetinin, Ku00fcrdistan'a u00f6zerklik tanu0131mamasu0131 halinde kuvvetlerini yeniden harekete geu00e7ireceu011fini su00f6yledi. Barzani, Irak Bau015fbakanu0131 Kasu0131m'u0131n devrilmesinde, Ku00fcrt mu00fccadelesinin rol oynadu0131u011fu0131nu0131 ileri su00fcrdu00fc. "Muhtar bir Ku00fcrt bu00f6lgesinin kuruluu015funa muhalefet eden bau015fka herhangi bir kiu015finin de aku0131beti aynu0131 olacaktu0131r" dedi.",  "1963 - u0130stanbul Bou011fazu0131'nda Dolmabahu00e7e au00e7u0131klaru0131nda u00e7arpu0131u015fan iki Sovyet tankerinden, denize su0131zan ince mazotun alev almasu0131yla Yu00fczer Karaku00f6y u0130skelesi ve Kadu0131ku00f6y vapuru yandu0131.",  "1961 - Ordu Yardu0131mlau015fma Kurumuu00a0(OYAK) kuruldu.",  "1960 - 1000 siyah u00f6u011frenci, ABD'nin Alabama eyaletinde ayru0131mcu0131lu0131u011fu0131 protesto etti.",  "1959 - Ku0131bru0131s'a du00f6nen Makarios, Ku0131bru0131slu0131 Rumlar tarafu0131ndan bu00fcyu00fck bir tezahu00fcratla karu015fu0131landu0131.",  "1958 - u0130zmit Ku00f6rfezi'nde u00e7alu0131u015fan u00dcsku00fcdar vapuru, saatteki hu0131zu0131 130 kilometreyi bulan kasu0131rga yu00fczu00fcnden Sou011fucak mevkiinde battu0131. Resmi sayu0131lara gu00f6re 300'e yaku0131n yolcudan 272'i u00f6ldu00fc; 21 kiu015fi kurtuldu.",  "1954 - Porto Riko'lu milliyetu00e7iler, Amerika Birleu015fik Devletleri Temsilciler Meclisi'ne saldu0131rdu0131, beu015f senatu00f6r yaralandu0131.",  "1953 - Stalin kalp krizi geu00e7irdi. Du00f6rt gu00fcn sonra da u00f6ldu00fc.",  "1952 - Du00fcnya gazetesi yayu0131n hayatu0131na bau015fladu0131.",  "1947 - u0130ffet Halim Oruz'un u00e7u0131kardu0131u011fu0131 Kadu0131n gazetesi yayu0131na bau015fladu0131. Gazete, 1979 yu0131lu0131na kadar, 32 yu0131lda 1125 sayu0131 olarak u00e7u0131ktu0131.",  "1947 - Uluslararasu0131 para fonu (International Monetary Fund, IMF), finans iu015flemlerine bau015fladu0131.",  "1946 - Bank of England kamulau015ftu0131ru0131ldu0131.",  "1941 - Alman birlikleri Bulgaristan'a girdi.",  "1940 - Bulgaristan, Tripartite Paktu0131'nu0131 imzalayarak Mihver Devletleri'ne katu0131ldu0131.",  "1936 - ABD'de Hoover Baraju0131'nu0131n inu015faatu0131 tamamlandu0131. O tarihte du00fcnyanu0131n en bu00fcyu00fck beton yapu0131su0131 ve en bu00fcyu00fck hidroelektrik santraliydi.",  "1935 - TBMM, 5. du00f6nem u00e7alu0131u015fmalaru0131na bau015fladu0131. Atatu00fcrk, 4. kez Cumhurbau015fkanu0131 seu00e7ildi. TBMM'de ilk kez 18 kadu0131n milletvekili yer aldu0131.",  "1931 - Trou00e7ki'nin Bu00fcyu00fckada'da kaldu0131u011fu0131 Arap u0130zzet Pau015fa Yalu0131su0131 yandu0131.",  "1926 - u0130talyan yasalaru0131 esas alu0131narak hazu0131rlanan yeni Tu00fcrk Ceza Kanunu, TBMM'de kabul edildi.",  "1923 - Mustafa Kemal Pau015fa, TBMM'nin yeni u00e7alu0131u015fma du00f6nemini au00e7tu0131. Mustafa Kemal'in au00e7u0131lu0131u015f konuu015fmasu0131nu0131 mecliste dinleyiciler balkonundan izleyen Latife Hanu0131m, meclise gelen ilk kadu0131n oldu.",  "1921 - Mehmet u00c2kif Ersoy'un su00f6zlerini yazdu0131u011fu0131 "u0130stiklu00e2l Maru015fu0131", Maarif Vekili (Millu00ee Eu011fitim Bakanu0131) Hamdullah Suphi Tanru0131u00f6ver tarafu0131ndan, Mecliste ilk kez okundu.",  "1919 - Kore'nin tek taraflu0131 bau011fu0131msu0131zlu0131k ilanu0131 (baku0131nu0131z 1 Mart Hareketi).",  "1912 - Albert Berry, bir parau015fu00fct ile uu00e7aktan atlayan ilk kiu015fi oldu.",  "1901 - Avustralya Ordusu kuruldu.",  "1896 - Henri Becquerel, radyoaktiviteyi keu015ffetti.",  "1896 - Adowa Muharebesi: Habeu015fistan, u00fcstu00fcn sayu0131daki u0130talya kuvvetlerini yendi ve bu00f6ylece I. u0130talya-Habeu015fistan Savau015fu0131 sona erdi.",  "1881 - Rus u00c7aru0131 II. Aleksandr Narodniklerce u00f6ldu00fcru00fcldu00fc.",  "1872 - Du00fcnyanu0131n ilk ulusal parku0131 olan Yellowstone Millu00ee Parku0131 au00e7u0131ldu0131.",  "1867 - Nebraska, ABD'ye katu0131larak u00fclkenin 37. eyaleti oldu.",  "1815 - Napolyon Bonapart, Elba'daki su00fcrgu00fcnden Fransa'ya geri du00f6ndu00fc.",  "1811 - Kavalalu0131 Mehmet Ali, Memlu00fbkleri Kahire Kalesine davet edip imha etti.",  "1803 - Ohio, ABD'ye katu0131larak u00fclkenin 17. eyaleti oldu.",  "1565 - Rio de Janeiro u015fehrinin kuruluu015fu.",  "1430 - Osmanlu0131 Padiu015fahu0131 II. Murad, Selanik'i fethetti."]







