["2005 - Garri Kasparov satranu00e7 turnuvalaru0131na katu0131lmayacau011fu0131nu0131 au00e7u0131kladu0131.",  "2004 - Kostas Karamanlis Yunanistan bau015fbakanu0131 oldu.",  "2004 - Yargu0131tay Birinci Ceza Dairesi, yedi Tu0130P'li u00f6u011frenciyi u00f6ldu00fcrdu00fcu011fu00fc iu00e7in yedi kez idam cezasu0131na u00e7arptu0131ru0131lan Haluk Ku0131rcu0131'nu0131n cezasu0131nu0131n, 48 ayu0131 hu00fccrede olmak u00fczere mu00fcebbet au011fu0131r hapis cezasu0131na du00f6nu00fcu015ftu00fcru00fclmesine iliu015fkin kararu0131 onadu0131.",  "2000 - Diyarbaku0131r 1 Numaralu0131 Devlet Gu00fcvenlik Mahkemesi, kapatu0131lan Refah Partisi Genel Bau015fkanu0131 Necmettin Erbakan'u0131, halku0131 u0131rk ve din farklu0131lu0131u011fu0131 gu00f6zeterek, kin ve du00fcu015fmanlu0131u011fa au00e7u0131ku00e7a tahrik ettiu011fi gereku00e7esiyle bir yu0131l hapisle cezalandu0131rdu0131.",  "1978 - 1978 tarihli Nu00fckleer Yayu0131lmanu0131n u00d6nlenmesi Yasasu0131 yu00fcru00fcrlu00fcu011fe girdi.",  "1972 - Tu00fcrkiye Bu00fcyu00fck Millet Meclisi, Deniz Gezmiu015f, Yusuf Aslan ve Hu00fcseyin u0130nan hakku0131ndaki idam kararlaru0131nu0131, 53 red, altu0131 u00e7ekimser, 238 kabul oyuyla onayladu0131.",  "1971 - Bir gu00fcn u00f6nceki bau015faru0131su0131z askeri darbe teu015febbu00fcsu00fcnu00fcn ardu0131ndan, Genelkurmay Bau015fkanu0131 Memduh Tau011fmau00e7'u0131n Bau015fkanlu0131u011fu0131nda toplanan "Geniu015fletilmiu015f Komuta Konseyi" toplantu0131su0131nda, "Olaylaru0131 u00f6nlemede Hu00fcku00fcmetin yetersiz kaldu0131u011fu0131" ifade edildi ve 12 Mart gu00fcnu00fc Hu00fcku00fbmete muhtu0131ra verilmesi kararu0131 alu0131ndu0131.",  "1969 - Amerikalu0131 siyahi lider Martin Luther King'in katili James Earl Ray, 99 yu0131l au011fu0131r hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1956 - ABD'nin Florida eyaletinden Fas'a giden ve iki adet nu00fckleer bau015flu0131k kapsu00fclu00fc tau015fu0131yan uu00e7ak Akdeniz u00fczerinde kayboldu, uu00e7au011fu0131n enkazu0131 ise bulunamadu0131.",  "1956 - Ku0131bru0131s Bau015fepiskoposu III. Makarios'un, 9 Mart gu00fcnu00fc su0131nu0131r du0131u015fu0131 edilmesinden sonra Ku0131bru0131s'ta ayaklanmalar bau015fladu0131.",  "1952 - Ku00fcba'da Fulgencio Batista u00f6nderliu011finde askeru00ee darbe.",  "1945 - II. Du00fcnya Savau015fu0131: ABD tarafu0131ndan Tokyo Bombardu0131manu0131 bau015fladu0131.",  "1944 - Yunan u0130u00e7 Savau015fu0131: Ulusal Kurtuluu015f Siyasi Komitesi, Ulusal Kurtuluu015f Cephesi tarafu0131ndan kuruldu.",  "1939 - Bu00fcyu00fck Temizlik toplanan Tu00fcm Birlik Komu00fcnist Partisi (Bolu015fevik) 18. Kongresi bau015fladu0131. Kongrede Bolu015fevik Parti Maru015fu0131 partinin yeni maru015fu0131 olarak belirlendi.",  "1920 - Yunanistan bau015fbakanu0131 Venizelos'un da katu0131ldu0131u011fu0131 toplantu0131da, u0130stanbul'un resmi iu015fgaline ve Kuvu00e2-yi Milliye u00f6ncu00fclerinin tutuklanmasu0131na karar verildi.",  "1919 - Osmanlu0131 u0130mparatorluu011fu'nda Ahmed Tevfik Pau015fa hu00fcku00fbmeti du00fcu015ftu00fc yerine Damat Ferit Pau015fa hu00fcku00fbmeti kuruldu.",  "1919 - Ali Fethi Okyar u0130ngilizler tarafu0131ndan tutuklandu0131.",  "1919 - u00c7in'de ku00f6lelik kaldu0131ru0131ldu0131.",  "1910 - Hollywood'da u00e7ekilen ilk film olan In Old California gu00f6sterime girdi.",  "1905 - u0130ngiltere futbol kulu00fcbu00fc olan Chelsea FC kuruldu.",  "1876 - Graham Bell ile yardu0131mcu0131su0131 Thomas Watson, ilk telefon gu00f6ru00fcu015fmesini yaptu0131lar.",  "1864 - Ulysses S. Grant, Amerikan u0130u00e7 Savau015fu0131 su0131rasu0131nda, Abraham Lincoln tarafu0131ndan Kuzeyli Birlik (Union) Genel Komutanlu0131u011fu0131'na tayin edildi."]







