["2020 - Du00fcnya Sau011flu0131k u00d6rgu00fctu00fc COVID-19 salgu0131nu0131nu0131 pandemi ilan etti. Aynu0131 gu00fcn Sau011flu0131k Bakanu0131 Fahrettin Koca, Tu00fcrkiye'de ilk COVID-19 vakasu0131nu0131n gu00f6ru00fcldu00fcu011fu00fcnu00fc au00e7u0131kladu0131.",  "2011 - Sendai Depremi ve Tsunamisi: Japonya'da, yerel saatle 05.46'da 8.9 bu00fcyu00fcklu00fcu011fu00fcnde bir deprem meydana geldi. Japonya, kayu0131tlu0131 tarihi boyunca yau015fadu0131u011fu0131 en bu00fcyu00fck deprem ve tsunami felaketiyle karu015fu0131lau015ftu0131.",  "2009 - Winnenden okul katliamu0131: 17 Yau015fu0131ndaki Tim Krestchmer okula girip kendisi dahil 16 kiu015fiyi u00f6ldu00fcrdu00fc ve biru00e7ok kiu015fiyide yaraladu0131.",  "2005 - Madrid saldu0131ru0131su0131nda u00f6lenlerin anu0131su0131na, u00d6lmu00fcu015flerin Ormanu0131 anu0131tu0131 au00e7u0131ldu0131.",  "2003 - Uluslararasu0131 Ceza Mahkemesi gu00f6revine bau015fladu0131.",  "1996 - Demokrasi ve Baru0131u015f Partisi kuruldu.",  "1990 - Augusto Pinochet'nin u015eili diktatu00f6rlu00fcu011fu00fc yu0131ku0131ldu0131.",  "1990 - Litvanya, Sovyetler Birliu011fi'nden ayru0131larak bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1988 - Montaju0131nu0131n tamamu0131 Tu00fcrkiye'de yapu0131lan ilk F-16, Hava Kuvvetleri Komutanlu0131u011fu0131'na teslim edildi.",  "1985 - Konstantin u00c7ernenko'nun u00f6lu00fcmu00fcnu00fcn ardu0131ndan Mihail Gorbau00e7ov, Sovyetler Birliu011fi Komu00fcnist Partisi Genel Sekreterliu011fi'ne getirildi.",  "1981 - Kosova protestolaru0131 patlak verdi.",  "1981 - u015eili Cumhuriyeti'nin Bau015fkanlu0131k Saray'u0131 olan ve Salvador Allende'nin u00f6ldu00fcru00fcldu00fcu011fu00fc, Palacio de La Moneda olarak adlandu0131ru0131lan binanu0131n restorasyonu tamamlandu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Yurt sathu0131nda 7'si kuru015funa dizilerek olmak u00fczere toplam 13 kiu015fi u00f6ldu00fcru00fcldu00fc.",  "1976 - Eski ABD Bau015fkanu0131 Richard Nixon, u015eili'deki seu00e7imler su0131rasu0131nda Salvador Allende'nin seu00e7ilmesini u00f6nlemek iu00e7in CIA'ya emir verdiu011fini itiraf etti.",  "1970 - Saddam Hu00fcseyin ve Mustafa Barzani arasu0131nda yapu0131lan anlau015fma sonucunda, Irak Ku00fcrdistan u00d6zerk Bu00f6lgesi kuruldu.",  "1959 - 4. Eurovision u015earku0131 Yaru0131u015fmasu0131 geru00e7ekleu015ftirildi. Hollanda, Teddy Scholten'u0131n seslendirdiu011fi Een beetje u015farku0131su0131 ile birinci oldu.",  "1958 - Tu00fcrkiye, "Mu0131su0131r, Suriye ve Yemen" devletlerinin oluu015fturduu011fu Birleu015fik Arap Cumhuriyeti'ni tanu0131du0131.",  "1954 - Devlet Malzeme Ofisi kuruldu.",  "1951 - Hindistan Yeni Delhi'de du00fczenlenen ilk Asya Oyunlaru0131 sona erdi.",  "1949 - u0130srail ve u00dcrdu00fcn, Rodos'ta ateu015fkes antlau015fmasu0131 imzaladu0131.",  "1947 - Tu00fcrkiye, Du00fcnya Bankasu0131 ve Uluslararasu0131 Para Fonu'na (IMF) katu0131ldu0131.",  "1941 - Birleu015fik Krallu0131k'u0131n Sofya Elu00e7isi Rendell'a, u0130stanbul Pera Palas Oteli'nde suikast giriu015fiminde bulunuldu. Olayda du00f6rt kiu015fi u00f6ldu00fc, Rendell kurtuldu.",  "1941 - Lend-Lease Yasasu0131 imzalandu0131.",  "1938 - Avusturya u015eansu00f6lyesi Kurt Schuschnigg, istifa etti; yerine Alman Birliklerini, Avusturya'ya girmek u00fczere davet eden Nazi yanlu0131su0131 Arthur Seyss-Inquart geldi.",  "1928 - u0130zmir'de Bucaspor kulu00fcbu00fc kuruldu.",  "1918 - Bingu00f6l'u00fcn Karlu0131ova, Erzurum'un Ilu0131ca ve Rize'nin Fu0131ndu0131klu0131 ilu00e7elerinden Rus u0130mparatorluu011fu ve Batu0131 Ermenistan Yu00f6netimi'nin Ordu birlikleri u00e7ekildi.",  "1917 - I. Du00fcnya Savau015fu0131'nda u0130ngilizler, Bau011fdat'u0131 ele geu00e7irdiler.",  "1914 - Cemal Pau015fa, Bahriye Nazu0131rlu0131u011fu0131na getirildi.",  "1902 - u0130spanya Kral Kupasu0131 (Copa del Rey) futbol turnuvasu0131 oynanmaya bau015fladu0131.",  "1867 - Giuseppe Verdi'nin Don Carlos operasu0131, ilk kez Paris'te Thu00e9u00e2tre Impu00e9rial de lu2019Opu00e9ra'da sahnelendi.",  "1851 - Giuseppe Verdi'nin Rigoletto operasu0131, ilk kez Venedik'te sahnelendi.",  "1702 - u0130ngiltere'nin gu00fcnlu00fck olarak yayu0131mlanan ilk ulusal gazetesi, Daily Courant u00e7u0131kmaya bau015fladu0131."]







