["2020 - Tu00fcrkiye'de Milli Eu011fitim Bakanlu0131u011fu0131 tarafu0131ndan koronaviru00fcs nedeniyle eu011fitim u00f6u011fretime ara verildi.",  "2011 - Fukuu015fima I. Nu00fckleer Santrali'nde patlama meydana geldi.Sonucunda 2011 Tu014dhoku depremi ve tsunamisi'nden bir gu00fcn sonra atmosfere radyasyon yaydu0131.",  "2004 - Suriye'de, Kamu0131u015flu0131 Olaylaru0131 patlak verdi.",  "2003 - Su0131rbistan Bau015fbakanu0131 Zoran u0110inu0111iu0107, Belgrad'da u00f6ldu00fcru00fcldu00fc.",  "2000 - Papa II. John Paul, Kilise'nin geu00e7miu015fte Yahudilere, muhaliflere, kadu0131nlara ve yerlilere karu015fu0131 iu015flediu011fi gu00fcnahlardan u00f6tu00fcru00fc af diledi.",  "1999 - Varu015fova Paktu0131'nu0131n eski u00fcyeleri; u00c7ekya, Macaristan ve Polonya, NATO'ya katu0131ldu0131.",  "1995 - Gazi Mahallesi olaylaru0131 bau015fladu0131. 15 Mart 1995'e dek kent geneline yayu0131lan olaylar sonucunda 22 kiu015fi u00f6lmu00fcu015f, yu00fczlerce kiu015fi yaralanmu0131u015f ve tutuklanmu0131u015ftu0131r.",  "1993 - Mumbai'de Bombay saldu0131ru0131laru0131 geru00e7ekleu015fti.",  "1989 - Sir Tim Berners-Lee bir bilgi yu00f6netim sistemi hakku0131ndaki teklifini CERN'e sundu, bu sonradan World Wide Web'e du00f6nu00fcu015ftu00fc.",  "1987 - Les Misu00e9rables mu00fczikali, Broadway'de gu00f6sterime girdi.",  "1985 - Sovyetler Birliu011fi ile ABD arasu0131nda, Cenevre'de Stratejik Nu00fckleer Kuvvetler, Orta Menzilli Nu00fckleer Kuvvetler, Uzay ve Savunma Sistemleri ile ilgili "Yeni Silahlaru0131n Kontrolu00fc Gu00f6ru00fcu015fmeleri" bau015fladu0131.",  "1979 - Pakistan, CENTO'dan ayru0131ldu0131u011fu0131nu0131 au00e7u0131kladu0131. Bir gu00fcn sonra da u0130ran'u0131n ayru0131lmasu0131yla, CENTO'nun varlu0131u011fu0131 sona erdi.",  "1971 - Tu00fcrk Silahlu0131 Kuvvetleri, 12 Mart Muhtu0131rasu0131'nu0131 verdi. Bau015fbakan Su00fcleyman Demirel, bu geliu015fme u00fczerine istifa etti. Muhtu0131ra; Genelkurmay Bau015fkanu0131 Memduh Tau011fmau00e7, Kara Kuvvetleri Komutanu0131 Faruk Gu00fcrler, Hava Kuvvetleri Komutanu0131 Muhsin Batur ve Deniz Kuvvetleri Komutanu0131 Celal Eyiceou011flu'nun imzasu0131nu0131 tau015fu0131yordu.",  "1967 - Suharto, Endonezya Devlet Bau015fkanlu0131u011fu0131 gu00f6revini Sukarno'dan devraldu0131.",  "1958 - 3. Eurovision u015earku0131 Yaru0131u015fmasu0131 geru00e7ekleu015ftirildi. Fransa, Andru00e9 Claveau'nun "Dors Mon Amour" u015farku0131su0131yla 1. oldu. 1956 yu0131lu0131ndaki gibi bu yu0131l da u0130ngilizce u015farku0131 yoktu.",  "1947 - Harry Truman, ABD Kongresi'nden, Tu00fcrkiye ve Yunanistan'a Sovyetler Birliu011fi basku0131su0131ndan kurtaru0131lmalaru0131 iu00e7in toplam 400 milyon dolarlu0131k bir yardu0131mda bulunulmasu0131 ve bu Devletlerin sivil ve askeru00ee personeline, ABD'de eu011fitim verilmesi iu00e7in yetki istedi.",  "1938 - Almanya askeru00ee birlikleri Avusturya topraklaru0131na girdi ve ertesi gu00fcn Avusturya'yu0131 resmen ilhak etti.",  "1930 - Hindistan'da Mahatma Gandi, tuz u00fcretimindeki Hu00fcku00fbmet tekeline karu015fu0131 u00e7u0131kmak amacu0131yla, Ahmetabat'tan denize 300 millik "Tuz Yu00fcru00fcyu00fcu015fu00fcne" (Salt Satyagraha) bau015fladu0131.",  "1928 - Kaliforniya'da St. Francis Baraju0131 yu0131ku0131ldu0131; 400 kiu015fi u00f6ldu00fc.",  "1925 - u00c7inli lider Sun Yat-sen u00f6ldu00fc, yerine General u00c7an Kay u015eek getirildi.",  "1921 - Tu00fcrk Milleti'nin u0130stiklu00e2l Maru015fu0131, TBMM'de kabul edildi.",  "1921 - Londra Konferansu0131 sona erdi. u0130tilaf Devletleri baru0131u015f u00f6nerdi.",  "1918 - Moskova, Rusya'nu0131n bau015fkenti oldu. Sankt-Peterburg bau015fkent statu00fcsu00fcnu00fc son 215 yu0131ldu0131r su00fcrdu00fcru00fcyordu.",  "1913 - Avustralya'nu0131n gelecekteki bau015fkenti resmen Canberra oldu. Melbourne, geu00e7ici olarak 1927'ye kadar bau015fkent olarak kaldu0131.",  "1894 - Coca-Cola, ilk kez u015fiu015fede satu0131lmaya bau015flandu0131.",  "1881 - Tunus, Fransa tarafu0131ndan iu015fgal edildi.",  "1664 - New Jersey, u0130ngiltere Krallu0131u011fu0131nu0131n bir kolonisi oldu."]







