["2020 - COVID-19 pandemisi nedeniyle Tu00fcrkiye'de yu00fcz yu00fcze eu011fitime ara verildi, uzaktan eu011fitime geu00e7ildi.",  "2016 - Ankara Gu00fcvenpark'ta bomba yu00fcklu00fc arau00e7la intihar saldu0131ru0131su0131 du00fczenlendi. Patlamada u00f6len kiu015fi sayu0131su0131 37 olarak au00e7u0131klandu0131. Saldu0131ru0131dan u00f6nce sabah saatlerinde u00fclke genelinde Yu00fckseku00f6u011fretime Geu00e7iu015f Su0131navu0131 (YGS) yapu0131ldu0131.",  "2014 - Birleu015fik Krallu0131k'a bau011flu0131 u0130ngiltere ve Galler'de eu015fcinsel evlilik yasasu0131 yu00fcru00fcrlu00fcu011fe girdi.",  "2013 - Vatikan'da yeni Papa belli oldu. Katolik du00fcnyasu0131nu0131n 266. Papasu0131, Arjantinli Kardinal Jorge Mario Bergoglio oldu. I. Francis ismini seu00e7en Kardinal, 1000 yu0131ldu0131r Avrupa du0131u015fu0131ndan seu00e7ilen ve Latin Amerikalu0131 olan ilk Papa'du0131r.",  "2006 - ABD'de 11 Eylu00fcl saldu0131ru0131laru0131nu0131n tek sanu0131u011fu0131 olan Fas asu0131llu0131 Fransu0131z Zekeriya Musavi davasu0131nda tanu0131klaru0131n yalan su00f6ylemeye yu00f6nlendirildiu011fi ortaya u00e7u0131ktu0131. Yargu0131u00e7, tanu0131klu0131klaru0131 iptal etti ve duruu015fmayu0131 asku0131ya aldu0131.",  "1996 - u0130skou00e7ya'nu0131n Dunblane kasabasu0131ndaki Dunblane u0130lkokulunda okulu basan silahlu0131 bir kiu015fi, 3 dakika iu00e7inde su0131nu0131f u00f6u011fretmeni ve 5-6 yau015flaru0131ndaki 16 u00e7ocuu011fu u00f6ldu00fcrdu00fc. Saldu0131ru0131dan sonra saldu0131rgan, kendi kafasu0131na kuru015fun su0131karak yau015famu0131na son verdi.",  "1996 - Efes Pilsen basketbol taku0131mu0131 Korau00e7 Kupasu0131'nu0131 aldu0131.",  "1994 - u0130stanbul Bou011fazu0131'nda iki Rum gemisinin u00e7arpu0131u015fmasu0131 sonucunda yangu0131n u00e7u0131ktu0131. 15 denizcinin u00f6ldu00fcu011fu00fc, 17 denizcinin de kaybolduu011fu kaza sonucu denize yayu0131lan petrol u00e7evre kirliliu011fine yol au00e7tu0131.",  "1992 - Erzincan'da Richter u00f6lu00e7eu011fine gu00f6re 6.8 u015fiddetindeki depremde 653 kiu015fi u00f6ldu00fc.",  "1983 - Beylerbeyi'nde restorasyonu su00fcren tarihi u0130smail Hakku0131 Efendi Yalu0131su0131, gece u00e7u0131kan yangu0131nda ku00fcl oldu. Yalu0131nu0131n yanu0131ndaki 205 yu0131llu0131k Beylerbeyi Camii'nin kubbesi de tamamen hasar gu00f6rdu00fc.",  "1982 - 12 Eylu00fcl Darbesi'nin 11, 12 ve 13. idamlaru0131: Yasa du0131u015fu0131 TKEP'i (Tu00fcrkiye Komu00fcnist Emek Partisi) kurup u00f6rgu00fctu00fcn adu0131nu0131 duyurmak iu00e7in 1980 yu0131lu0131nda mu00fcteahhit Nuri Yapu0131cu0131'yu0131 ve MHP u0130zmir il sekreteri eczacu0131 Turan u0130brahim'i u00f6ldu00fcren sol gu00f6ru00fcu015flu00fc militanlar Seyit Konuk, u0130brahim Ethem Cou015fkun ve Necati Vardar, idam edildiler.",  "1955 - Fenerbahu00e7e-Galatasaray futbol mau00e7u0131nda taraftarlar tribu00fcnde u00e7atu0131u015ftu0131, bir kiu015fi u00f6ldu00fc.",  "1954 - Dien Bien Phu Muharebesi bau015fladu0131.",  "1940 - Finlandiya'nu0131n teslim olmasu0131 ile Ku0131u015f Savau015fu0131 bitti.",  "1933 - Almanya'da Joseph Goebbels, Halku0131 Aydu0131nlatma ve Propaganda Bakanu0131 oldu.",  "1926 - Mustafa Kemal Pau015fa'nu0131n Falih Ru0131fku0131 Atay ve Mahmut (Soydan) beylere anlattu0131u011fu0131 hayat hiku00e2yesi ve hatu0131ralaru0131nu0131n ku0131saltu0131lmu0131u015f u015fekli, Milliyet gazetesinde (Bugu00fcnku00fc Milliyet'le aynu0131 deu011fildir. 1935'ten itibaren Tan adu0131yla yayu0131nlanan gazete) yayu0131mlandu0131.",  "1919 - Ku00e2zu0131m Karabekir, Erzurum'da 15'inci Kolordu Komutanlu0131u011fu0131na atandu0131.",  "1900 - Fransa'da u00e7ocuk ve kadu0131nlaru0131n u00e7alu0131u015fma saatleri, gu00fcnde 11 saat ile su0131nu0131rlandu0131ru0131ldu0131.",  "1899 - Mustafa Kemal, '1283' yaka numarasu0131yla Kara Harp Okulu'nun piyade su0131nu0131fu0131na yazu0131ldu0131.",  "1881 - Rus u00c7aru0131 II. Aleksandr, Narodnaya Volyau00a0adlu0131 u00f6rgu00fctu00fcn geru00e7ekleu015ftirdiu011fi bombalu0131 bir suikast sonucunda u00f6ldu00fc.",  "1840 - Osmanlu0131 u0130mparatorluu011fu'nun resmu00ee takvimi olarak Rumi Takvim, kullanu0131lmaya bau015flandu0131.",  "1781 - Gu00fcneu015f sisteminin yedinci gezegeni olan Uranu00fcs, Alman ku00f6kenli u0130ngiliz gu00f6k bilimci, William Herschel tarafu0131ndan keu015ffedildi.",  "624 - Bedir Muharebesi geru00e7ekleu015ftirildi."]







