["2008 - Yargu0131tay Cumhuriyet Bau015fsavcu0131su0131 Abdurrahman Yalu00e7u0131nkaya, Adalet ve Kalku0131nma Partisi'nin kapatu0131lmasu0131 iu00e7in Anayasa Mahkemesi'nde dava au00e7tu0131.",  "2003 - Tu00fcrkiye'nin 59'uncu Hu00fcku00fcmeti, Siirt Milletvekili Recep Tayyip Erdou011fan Bau015fkanlu0131u011fu0131nda kuruldu.",  "2000 - Naim Su00fcleymanou011flu, Ankara'da devam ettiu011fi idmanlarda koparmada 145u00a0kg kaldu0131rarak du00fcnya rekoru ku0131rdu0131.",  "1998 - Yu00d6K, bau015fu00f6rtu00fcsu00fc takmanu0131n ve taktu0131rmanu0131n suu00e7 olduu011funu au00e7u0131kladu0131.",  "1998 - u0130ran'da Richter u00f6lu00e7eu011fine gu00f6re 6,9 bu00fcyu00fcklu00fcu011fu00fcnde deprem oldu.",  "1983 - Devlet Gu00fcvenlik Mahkemeleri'nin kurulmasu0131nu0131 u00f6ngu00f6ren yasa tasaru0131su0131, Danu0131u015fma Meclisi'nde kabul edildi.",  "1980 - ABD Hava Kuvvetleri'ne ait C-130 tipi askeri nakliye uu00e7au011fu0131, u0130ncirlik Hava u00dcssu00fc'ne iniu015f yaparken du00fcu015ftu00fc. 18 ABD askeri u00f6ldu00fc.",  "1964 - Birleu015fmiu015f Milletler Gu00fcvenlik Konseyi, Baru0131u015f Gu00fccu00fc'nu00fcn Ku0131bru0131s'a gitmesini kararlau015ftu0131rdu0131.",  "1958 - ABD, Ku00fcba'daki Batista rejimine ambargo uygulamaya bau015fladu0131.",  "1953 - Sovyetler Birliu011fi Komu00fcnist Partisi Genel Sekreteri Stalin'in u00f6lu00fcmu00fc u00fczerine yerine getirilen Malenkov, gu00f6revini 8 gu00fcn sonra Kruu015fu00e7ev'e devretti.",  "1951 - Kore Savau015fu0131: Birleu015fmiu015f Milletler Kuvvetleri, Seul'u00fc geri aldu0131.",  "1939 - Hatay Meclisi, Tu00fcrk lirasu0131'nu0131 resmi para olarak kabul etti.",  "1939 - Slovakya Cumhuriyeti ve Karpatlar Ukraynasu0131, Nazi Almanyasu0131nu0131n basku0131su0131 altu0131nda u00c7ekoslovakya'dan bau011fu0131msu0131zlu0131klaru0131nu0131 ilan etti.",  "1923 - Genu00e7lerbirliu011fi Spor Kulu00fcbu00fc Ankara'da kuruldu.",  "1919 - Yunanlaru0131n u0130zmir'e u00e7u0131karma planu0131, u0130ngiltere Bau015fbakanu0131 Lloyd George, Fransa Bau015fbakanu0131 Georges Clemenceau, u0130talya Bau015fbakanu0131 Vittorio Emanuele Orlando ve ABD Bau015fkanu0131 Woodrow Wilson tarafu0131ndan kabul edildi.",  "1919 - Tu0131p Bayramu0131 ve Mekteb-i Tu0131bbiye-i u015eahane'nin kuruluu015f yu0131ldu00f6nu00fcmu00fc; Hikmet Boran u00f6nderliu011finde, tu0131p camiasu0131nu0131n emperyalist gu00fcu00e7lerin karu015fu0131su0131na resmen u00e7u0131ku0131u015fu0131 nedeniyle bugu00fcn Tu0131p Bayramu0131 olarak kutlanmaktadu0131r.",  "1827 - II. Mahmut du00f6neminde, Mekteb-i Tu0131bbiye-i u015eahane kuruldu.",  "1794 - Eli Whitney, pamuk ayru0131u015ftu0131rma makinesinin patentini aldu0131.",  "1489 - Ku0131bru0131s Krallu0131u011fu0131'nu0131n Kraliu00e7esi Catherine Cornaro, Ada'yu0131 Venedik Cumhuriyeti'ne sattu0131."]







