["2023 - u015eanlu0131urfa ve Adu0131yaman'da sel felaketi yau015fandu0131. 21 kiu015fi u00f6ldu00fc.",  "2019 - Christchurch cami saldu0131ru0131laru0131: Yeni Zelanda'nu0131n Christchurch u015fehrindeki El Nur Camii ve Linwood u0130slam Merkezi'ne geru00e7ekleu015ftirilen saldu0131ru0131larda, 51 kiu015fi hayatu0131nu0131 kaybetti, 49 kiu015fi ise yaralandu0131. Olay anu0131, saldu0131rgan tarafu0131ndan sosyal medyadan canlu0131 yayu0131nlandu0131.",  "2011 - Kenan Evren, kurucularu0131ndan biri olduu011fu Mehmetu00e7ik Vakfu0131na ru00f6portaj verdi. Bu, Evren'in son ru00f6portaju0131 oldu.",  "2011 - Suriye u0130u00e7 Savau015fu0131'nu0131n bau015flangu0131cu0131.",  "2004 - u00c7in Halk Cumhuriyeti'nde ilk kez bir milletvekili, u00fclkede yu0131lda 10 bin insanu0131n idam edildiu011fini au00e7u0131kladu0131. u00dclke, insan haklaru0131 u00f6rgu00fctlerinin eleu015ftirileri nedeniyle, idamla ilgili rakamlaru0131nu0131 gizli tutuyor.",  "2003 - Hu Jintao, u00c7in'in 4. Devlet Bau015fkanu0131 olarak gu00f6reve bau015fladu0131.",  "2002 - Gu00fcneydou011fu Anadolu Projesinin sulama tu00fcnellerinden T2 faaliyete geu00e7ti.",  "2001 - u0130stanbul - Moskova seferini yapan Tupolev Tu-154 tipi bir uu00e7ak, u00c7eu00e7en korsanlarca kau00e7u0131ru0131ldu0131. Medine'ye indirilen uu00e7au011fa, Suudi antiteru00f6r timlerince du00fczenlenen operasyonda, Tu00fcrk yolcu Gu00fcrsel Kambal, Rus hostes Yuria Fomina ve bir korsan u00f6ldu00fc.",  "1989 - Avrupa u015eampiyon Kulu00fcpler Kupasu0131'nda Galatasaray, Monaco taku0131mu0131 ile Ku00f6ln'de bulunan Mu00fcngersdorf Stadyumu'nda yaptu0131u011fu0131 mau00e7ta 1-1 berabere kalarak, bu kupada yaru0131 finale yu00fckselen ilk Tu00fcrk taku0131mu0131 oldu.",  "1985 - u0130nternette ilk alan adu0131 tescili yapu0131ldu0131.",  "1964 - Sinema yu0131ldu0131zu0131 Elizabeth Taylor ile oyuncu Richard Burton evlendi.",  "1961 - Turkish Daily News kuruldu. 3 Kasu0131m 2008'den itibaren Hu00fcrriyet Daily News adu0131nu0131 aldu0131.",  "1961 - Gu00fcney Afrika, Milletler Topluluu011fu'ndan ayru0131ldu0131.",  "1945 - II. Du00fcnya Savau015fu0131: Sovyet gu00fcu00e7leri Yukaru0131 Silezya'yu0131 Alman gu00fcu00e7lerinden temizlemek iu00e7in taarruz bau015flattu0131.",  "1939 - Cumhurbau015fkanu0131 Emil Hu00e1cha, Nazi Almanyasu0131'nu0131n u0130kinci u00c7ekoslovak Cumhuriyeti'ni ilhaku0131nu0131 kabul etti ve Bohemya ve Moravya Protektorasu0131 ilan edildi.",  "1938 - SSCB'de olau011fanu00fcstu00fc mahkemede u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131lan, aralaru0131nda Ekim Devrimi'nin u00f6nderlerinden Nikolay Buharin'in de bulunduu011fu 18 kiu015finin cezalaru0131 infaz edildi.",  "1933 - Almanya'da Hitler, III. Reich'u0131 ilan etti.",  "1928 - 15 Mart Olayu0131 bau015fladu0131. Japon u0130mparatorluu011fu'nda u00e7ok sayu0131da komu00fcniste tutuklama kararu0131 u00e7u0131karu0131ldu0131.",  "1921 - Osmanlu0131 eski Sadrazamu0131 Talat Pau015fa, Ermeni ku0131ru0131mu0131'nda rolu00fc olduu011fu gereku00e7esiyle Berlin'de 23 yau015fu0131ndaki Sou011fomon Tehliryan tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1920 - Birleu015fik Krallu0131k otoriteleri, u0130stanbul'da yu00fcz elli kiu015fiyi tutukladu0131.",  "1919 - Merzifon iu015fgal edildi.",  "1917 - II. Nikolay, kardeu015fi Mihail lehine tahtta u00e7ekildi.",  "1892 - Liverpool FC kuruldu.",  "1892 - Jesse W. Reno tarafu0131ndan yu00fcru00fcyen merdivenin patenti alu0131ndu0131.",  "1848 - 1848 Macar Devrimi patlak verdi.",  "1820 - Maine, Amerika Birleu015fik Devletleri'ne katu0131larak u00fclkenin 23. eyaleti oldu.",  "1493 - Kristof Kolomb Yeni Du00fcnya'ya yaptu0131u011fu0131 ilk seyahatten sonra u0130spanya'ya geri du00f6ndu00fc."]







