["2022 - Japonya'nu0131n Fukuu015fima u015fehrinde 7,3 u015fiddetinde deprem meydana geldi. 3 kiu015fi u00f6ldu00fc, 198 kiu015fi yaralandu0131.",  "2014 - Ku0131ru0131m, tartu0131u015fmalu0131 bir referandumla Ukrayna'dan ayru0131lu0131p Rusya'ya geu00e7meyi kabul etti.",  "2005 - u0130srail, Eriha'yu0131 resmi olarak Filistin yu00f6netimine devretti.",  "2004 - Tu00fcrkiye Tau015fku00f6mu00fcru00fc Kurumu'nun Karadon maden ocau011fu0131ndaki grizu patlamasu0131nda, 8 u00c7inli iu015fu00e7iden 5'i u00f6ldu00fc, 3'u00fc yaralandu0131.",  "2003 - Rachel Corrie, u0130srail tanklaru0131 tarafu0131ndan ezilerek u00f6ldu00fcru00fcldu00fc.",  "1999 - Kosova'daki Su0131rp gu00fcu00e7lerine karu015fu0131, 70 gu00fcn su00fcrecek hava hareku00e2tu0131 bau015flatu0131ldu0131.",  "1993 - Avrupa Kulu00fcpler Kupasu0131'nda finale yu00fckselen ilk Tu00fcrk basketbol taku0131mu0131 Efes Pilsen, Yunanistan'u0131n Aris taku0131mu0131na yenilerek ikinci oldu: 50-48.",  "1988 - Saddam Hu00fcseyin'in emriyle Halepu00e7e'ye zehirli gaz saldu0131ru0131su0131 yapu0131ldu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Van Cezaevi'nden tu00fcnel kazu0131lmak suretiyle 33 mahku00fbm kau00e7tu0131.",  "1979 - u00c7in-Vietnam Savau015fu0131: u00c7in Halk Kurtuluu015f Ordusu u00fclkesine geri du00f6ndu00fc. Savau015f sona erdi.",  "1978 - u0130talya'da eski Bau015fbakanlardan Aldo Moro, Ku0131zu0131l Tugaylar tarafu0131ndan kau00e7u0131ru0131ldu0131.",  "1978 - 16 Mart Katliamu0131: u0130stanbul u00dcniversitesi Eczacu0131lu0131k Faku00fcltesi u00f6nu00fcnde u00f6u011frencilere yu00f6nelik bombalu0131 saldu0131ru0131da 7 u00f6u011frenci u00f6ldu00fc.",  "1972 - Cumhuriyet Senatosu; Deniz Gezmiu015f, Yusuf Aslan ve Hu00fcseyin u0130nan hakku0131ndaki idam kararu0131nu0131 onayladu0131.",  "1971 - Deniz Gezmiu015f ve Yusuf Aslan, Sivas'a bau011flu0131 Gemerek'te jandarmayla girdikleri u00e7atu0131u015fma sonunda yakalandu0131.",  "1968 - Vietnam Savau015fu0131 su0131rasu0131nda My Lai katliamu0131 geru00e7ekleu015ftirildi.",  "1968 - Amerika Birleu015fik Devletleri bau015fkanu0131 Johnson, Vietnam'a 35.000 ila 50.000 asker daha gu00f6ndermeye karar verdi.",  "1964 - TBMM'de gizli yapu0131lan olau011fanu00fcstu00fc toplantu0131da, Hu00fcku00fbmete gerektiu011finde Ku0131bru0131s'a mu00fcdahale yetkisi verildi.",  "1945 - II. Du00fcnya Savau015fu0131: Ku00fcu00e7u00fck bir Japon direniu015fi kaldu0131ysa da Iwo Jima Muharebesi sona erdi.",  "1939 - Mu0131su0131r Prensesi Fevziye Fuad ile u0130ran u015eahu0131 Muhammed Ru0131za Pehlevi evlendi.",  "1939 - II. Du00fcnya Savau015fu0131: Alman birlikleri u00c7ekoslovakya'nu0131n geri kalanu0131nu0131 da iu015fgal etti.",  "1939 - Hitler, Bohemya ve Morayva'yu0131 Alman himayesine aldu0131u011fu0131nu0131, Prag Kalesi'nde au00e7u0131kladu0131.",  "1935 - Adolf Hitler, Versay Antlau015fmasu0131'nu0131 iptal ettiu011fini au00e7u0131kladu0131.",  "1932 - Ankara Demirspor kuruldu.",  "1930 - Ku00fcba millu00ee futbol taku0131mu0131, uluslararasu0131 arenada ilk mau00e7u0131nu0131 Jamaika karu015fu0131su0131nda yaptu0131 ve 3-1 kazandu0131.",  "1926 - Robert H. Goddard, ilk su0131vu0131 yaku0131tlu0131 roketi fu0131rlattu0131.",  "1924 - Roma Antlau015fmasu0131 dou011frultusunda u0130talya, Rijeka'yu0131 topraklaru0131na kattu0131.",  "1924 - Tevhid-i Tedrisat Kanunu'nun (3 Mart) kabulu00fcnden sonra medreseler kapatu0131ldu0131.",  "1921 - SSCB, Ankara Hu00fcku00fbmeti'ni resmen tanu0131du0131; Moskova Antlau015fmasu0131 imzalandu0131.",  "1920 - u0130tilaf Devletleri, u0130stanbul'u iu015fgal etti.",  "1914 - u00dcrgu00fcplu00fc Mustafa Hayri Efendi, u015eeyhu00fclislam olarak atandu0131.",  "1909 - Almanya millu00ee futbol taku0131mu0131, tarihinin en farklu0131 mau011flubiyetini u0130ngiltere karu015fu0131su0131nda aldu0131: 9-0.",  "1521 - Ferdinand Magellan, Filipinler'deki Homonhon adasu0131na vardu0131.",  "Mu00d6 597 - Babil Su00fcrgu00fcnu00fc: Yehuda Krallu0131u011fu0131'nu0131n Babilliler tarafu0131ndan fethedilmesi sonucu Yahudiler Babil'e su00fcru00fcldu00fc."]







