["2020 - 2020 Avrupa Futbol Şampiyonası, koronavirüs pandemisi nedeniyle 2021'e ertelendi.", "1995 - Michael Jordan, basketbola geri dönme kararı aldı.", "1995 - Azerbaycan'da 15 Mart'ta başlatılan ve Türkiye'nin de adının karıştığı bir darbe girişimi bastırıldı. Devlet Başkanı Haydar Aliyev'i devirmek isteyen OMON Birlikleri'nin Komutanı Albay Ruşen Cevadov dahil olmak üzere, 400 kişi öldü.", "1985 - İki ünlü oyun yazarı Arthur Miller ve Harold Pinter, hapiste bulunan Uluslararası Yazarlar üyesi yazarları ziyaret etmek amacıyla Türkiye'ye geldi.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Ankara Sıkıyönetim Komutanı, Sıkıyönetim Koordinasyon Toplantısı'nda konuştu: \"Türk Mimar Mühendisler Odası Birliği bizce sabıkalı bir yerdir. Adam öldürmekten 24 yıl ağır hapse mahkûm olan Mahmut Esat Güven, burada iki tabanca ile birçok parlamentere ders verirken yakalanmıştır.\"", "1972 - Eti Gıda San. ve Tic. A.Ş. Eskişehir'de kuruldu.", "1970 - My Lai katliamı: ABD Ordusu, olayı örtbas etmeye çalıştıkları için 14 subay hakkında soruşturma başlattı.", "1969 - Golda Meir, İsrail'in ilk kadın Başbakanı oldu.", "1968 - PTT ile Northern Electric firmasının işbirliğiyle kurulan telefon fabrikasında yapılan ilk yerli telefon cihazları, 157 liradan satışa çıkarıldı.", "1966 - ABD donanması'na ait \"Alvin\" adlı araştırma-kurtarma denizaltısı, İspanya kıyıları açıklarında ABD'ye ait kayıp hidrojen bombası'nı buldu.", "1965 - 30 milyon dolarlık hacmi olan Türk-İsrail Ticaret Antlaşması imzalandı.", "1961 - Vicente Calderón Stadyumu'nun yapımına başlandı.", "1954 - İspanya'yı kura sonucunda eleyen Türkiye millî futbol takımı, FIFA Dünya Kupası'na katılmaya hak kazandı.", "1948 - Belçika, Fransa, Hollanda, Birleşik Krallık ve Lüksemburg arasında, 50 yıl süreli Brüksel Antlaşması imzalandı ve Batı Avrupa Birliği kuruldu.", "1944 - Varlık Vergisi'nin tasfiyesine ilişkin yasa yürürlüğe girdi.", "1941 - Alman denizaltı kaptanı Otto Kretschmer'in denizaltısı batırıldı ve esir alındı.", "1927 - İtalya'da müzmin bekarların ağır vergi ödemeleri için kanun çıkarıldı.", "1926 - \"Demir Sanayinin Tesisine Dair Kanun\" TBMM'de kabul edildi.", "1921 - Londra'da ilk doğum kontrol kliniği açıldı. Kliniğe başvuranlara, düşük ücretle korunma araç gereçleri verildi.", "1920 - İngilizler, Eskişehir ve Afyon'dan çekildiler.", "1915 - Çanakkale Savaşı: Kraliyet Donanması Komutanı Amiral Sackville Carden, görevinden ayrıldı.", "1901 - Van Gogh'un resimleri Paris'te Bernheim-Jeune galerisinde sergilenmeye başladı. 1890'da intihar eden sanatçı, yaşamı boyunca sadece bir tane resim satabilmişti.", "1891 - Ahmed İhsan Tokgöz, Servet-i Fünûn dergisini kurdu.", "1861 - İtalya, ulusal birliğini kurdu.", "1845 - Küçük paketlerde kullanılan lastik bandın patenti alındı.", "1816 - 38 tonluk 'Elise' adlı buharlı tekne, kaptan Pierre Andriel yönetiminde, Manş Denizi'ni aşan ilk buharlı tekne oldu.", "1776 - Amerikan Devrimi: George Washington ve Henry Knox'un kente bakan tepelere topçu birliklerini konuşlandırmasının ardından İngiliz güçleri, Boston'u terk etmek zorunda kaldı.", "1756 - İrlanda'nın koruyucu azizlerinden, Aziz Patrick'in (385-461) adına kutlanan bir festival olan Aziz Patrick Günü, ilk kez New York'ta da kutlandı."]