["2020 - 2020 Avrupa Futbol u015eampiyonasu0131, koronaviru00fcs pandemisi nedeniyle 2021'e ertelendi.",  "1995 - Michael Jordan, basketbola geri du00f6nme kararu0131 aldu0131.",  "1995 - Azerbaycan'da 15 Mart'ta bau015flatu0131lan ve Tu00fcrkiye'nin de adu0131nu0131n karu0131u015ftu0131u011fu0131 bir darbe giriu015fimi bastu0131ru0131ldu0131. Devlet Bau015fkanu0131 Haydar Aliyev'i devirmek isteyen OMON Birlikleri'nin Komutanu0131 Albay Ruu015fen Cevadov dahil olmak u00fczere, 400 kiu015fi u00f6ldu00fc.",  "1985 - u0130ki u00fcnlu00fc oyun yazaru0131 Arthur Miller ve Harold Pinter, hapiste bulunan Uluslararasu0131 Yazarlar u00fcyesi yazarlaru0131 ziyaret etmek amacu0131yla Tu00fcrkiye'ye geldi.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Ankara Su0131ku0131yu00f6netim Komutanu0131, Su0131ku0131yu00f6netim Koordinasyon Toplantu0131su0131'nda konuu015ftu: "Tu00fcrk Mimar Mu00fchendisler Odasu0131 Birliu011fi bizce sabu0131kalu0131 bir yerdir. Adam u00f6ldu00fcrmekten 24 yu0131l au011fu0131r hapse mahku00fbm olan Mahmut Esat Gu00fcven, burada iki tabanca ile biru00e7ok parlamentere ders verirken yakalanmu0131u015ftu0131r."",  "1972 - Eti Gu0131da San. ve Tic. A.u015e. Eskiu015fehir'de kuruldu.",  "1970 - My Lai katliamu0131: ABD Ordusu, olayu0131 u00f6rtbas etmeye u00e7alu0131u015ftu0131klaru0131 iu00e7in 14 subay hakku0131nda soruu015fturma bau015flattu0131.",  "1969 - Golda Meir, u0130srail'in ilk kadu0131n Bau015fbakanu0131 oldu.",  "1968 - PTT ile Northern Electric firmasu0131nu0131n iu015fbirliu011fiyle kurulan telefon fabrikasu0131nda yapu0131lan ilk yerli telefon cihazlaru0131, 157 liradan satu0131u015fa u00e7u0131karu0131ldu0131.",  "1966 - ABD donanmasu0131'na ait "Alvin" adlu0131 arau015ftu0131rma-kurtarma denizaltu0131su0131, u0130spanya ku0131yu0131laru0131 au00e7u0131klaru0131nda ABD'ye ait kayu0131p hidrojen bombasu0131'nu0131 buldu.",  "1965 - 30 milyon dolarlu0131k hacmi olan Tu00fcrk-u0130srail Ticaret Antlau015fmasu0131 imzalandu0131.",  "1961 - Vicente Calderu00f3n Stadyumu'nun yapu0131mu0131na bau015flandu0131.",  "1954 - u0130spanya'yu0131 kura sonucunda eleyen Tu00fcrkiye millu00ee futbol taku0131mu0131, FIFA Du00fcnya Kupasu0131'na katu0131lmaya hak kazandu0131.",  "1948 - Belu00e7ika, Fransa, Hollanda, Birleu015fik Krallu0131k ve Lu00fcksemburg arasu0131nda, 50 yu0131l su00fcreli Bru00fcksel Antlau015fmasu0131 imzalandu0131 ve Batu0131 Avrupa Birliu011fi kuruldu.",  "1944 - Varlu0131k Vergisi'nin tasfiyesine iliu015fkin yasa yu00fcru00fcrlu00fcu011fe girdi.",  "1941 - Alman denizaltu0131 kaptanu0131 Otto Kretschmer'in denizaltu0131su0131 batu0131ru0131ldu0131 ve esir alu0131ndu0131.",  "1927 - u0130talya'da mu00fczmin bekarlaru0131n au011fu0131r vergi u00f6demeleri iu00e7in kanun u00e7u0131karu0131ldu0131.",  "1926 - "Demir Sanayinin Tesisine Dair Kanun" TBMM'de kabul edildi.",  "1921 - Londra'da ilk dou011fum kontrol kliniu011fi au00e7u0131ldu0131. Kliniu011fe bau015fvuranlara, du00fcu015fu00fck u00fccretle korunma arau00e7 gereu00e7leri verildi.",  "1920 - u0130ngilizler, Eskiu015fehir ve Afyon'dan u00e7ekildiler.",  "1915 - u00c7anakkale Savau015fu0131: Kraliyet Donanmasu0131 Komutanu0131 Amiral Sackville Carden, gu00f6revinden ayru0131ldu0131.",  "1901 - Van Gogh'un resimleri Paris'te Bernheim-Jeune galerisinde sergilenmeye bau015fladu0131. 1890'da intihar eden sanatu00e7u0131, yau015famu0131 boyunca sadece bir tane resim satabilmiu015fti.",  "1891 - Ahmed u0130hsan Tokgu00f6z, Servet-i Fu00fcnu00fbn dergisini kurdu.",  "1861 - u0130talya, ulusal birliu011fini kurdu.",  "1845 - Ku00fcu00e7u00fck paketlerde kullanu0131lan lastik bandu0131n patenti alu0131ndu0131.",  "1816 - 38 tonluk 'Elise' adlu0131 buharlu0131 tekne, kaptan Pierre Andriel yu00f6netiminde, Manu015f Denizi'ni au015fan ilk buharlu0131 tekne oldu.",  "1776 - Amerikan Devrimi: George Washington ve Henry Knox'un kente bakan tepelere topu00e7u birliklerini konuu015flandu0131rmasu0131nu0131n ardu0131ndan u0130ngiliz gu00fcu00e7leri, Boston'u terk etmek zorunda kaldu0131.",  "1756 - u0130rlanda'nu0131n koruyucu azizlerinden, Aziz Patrick'in (385-461) adu0131na kutlanan bir festival olan Aziz Patrick Gu00fcnu00fc, ilk kez New York'ta da kutlandu0131."]







