["2020 - Eurovision Şarkı Yarışması koronavirüs pandemisi nedeniyle 2021'e ertelendi.", "2018 - Vladimir Putin, yapılan seçimler sonucu Rusya'da %76.69 oy ile 3. kez Devlet Başkanı seçildi.", "2015 - Tunus'un başkenti Tunus'ta Bardo Millî Müzesi saldırısı gerçekleşti.", "2010 - TRT Haber yayına başladı.", "2005 - New York'taki bir camide, Cuma namazını ilk defa bir kadın kıldırdı. 1426 yıllık İslami geleneklere göre bu bir ilk.", "2000 - Suriye ve Türkiye'de yaşayan ve akraba olan 573 aile, iki ülkenin anlaşması sonucu sınırı geçerek bayramlaştılar.", "1997 - Antonov An-24 tipi bir Rus yolcu uçağının kuyruğu, Türkiye'ye gitmekte olduğu sırada havada koptu. Düşen uçaktaki 50 kişi öldü.", "1992 - Güney Afrika Cumhuriyeti'nde siyahlara eşit vatandaşlık hakkı tanıyan, Devlet Başkanı De Klerk tarafından planlanan \"Anayasal Reform Tasarısı\", halk oylamasıyla kabul edildi.", "1990 - Almanya'nın yeniden birleşmesi: Alman Demokratik Cumhuriyeti'nin yaptığı seçimlerden sonra, Alman Demokratik Cumhuriyeti ve Almanya Federal Cumhuriyeti birleşti.", "1989 - Mısır'daki Keops piramidinde, 4400 yıllık bir mumya bulundu.", "1986 - Cumhurbaşkanı Kenan Evren, Ceza İnfaz Yasası'ndaki değişiklikleri onayladı ve 50.000'e yakın hükümlünün tahliye işlemleri başlatıldı.", "1974 - Pakistan'ın devrik Devlet Başkanı Zülfikar Ali Butto, muhaliflerinden birine suikast düzenlettiği iddiasıyla ölüm cezasına çarptırıldı.", "1971 - Mümtaz Soysal, Ankara Sıkıyönetim Komutanlığı'nca gözaltına alınıp tutuklandı.", "1971 - Peru'nun Yanawayin Gölü yamaçlarında toprak kayması meydana geldi. Gölde oluşan 30 metrelik dalgalar, sahilde bulunan Chungar Madencilik Şirketi (Cia Minera Chungar, SA) kampında 200 madencinin ölümüne neden oldu.", "1970 - Kamboçya'da Lon Nol, Prens Norodom Sihanouk'u devirdi.", "1965 - İnsanoğlu ilk kez uzayda yürüdü. Sovyet kozmonot Aleksey Leonov, dünyadan 2 bin 177 kilometre yükseklikte, Voskhod-II (Gündoğumu) adlı uzay aracından çıkarak 20 dakika boşlukta kaldı.", "1962 - Cezayir Bağımsızlık Savaşı: Fransa Cezayirli direnişçilerle anlaşmaya vardı.", "1956 - Fransa, Cezayir'e asker çıkarmaya başladı.", "1953 - Balıkesir'in Gönen ilçesinde meydana gelen 7,4 şiddetindeki depremde 265 kişi öldü.", "1940 - Hitler ve Mussolini, Brenner Geçidi'nde buluştu. İtalya, Almanya'nın yanında savaşa girme kararı aldı. Bundan dört yıl sonra aynı gün, Almanlar Macaristan'ı işgale başladı.", "1938 - Meksika, sınırları dahilindeki tüm yabancı petrol şirketlerini millîleştirdi.", "1937 - Teksas'ın New London kentinde bir okulda meydana gelen doğalgaz patlamasında, çoğunluğu çocuk 300 kişi öldü.", "1926 - Papa Eftim, Bağımsız Türk Ortodoks Patrikhanesi'ni kurdu.", "1926 - Finike'de meydana gelen 6.9 şiddetindeki depremde, 27 kişi öldü.", "1925 - ABD'nin üç eyaletini (Missouri, Illinois ve Indiana) etkileyen kasırgada 695 kişi öldü.", "1921 - Moğolistan Halk Ordusu kuruldu.", "1921 - SSCB ile İkinci Polonya Cumhuriyeti arasında Riga Antlaşması imzalandı.", "1920 - Osmanlı Meclis-i Mebusanı, İstanbul'un işgali üzerine son toplantısını yaptı ve çalışmalarına ara verme kararı aldı.", "1918 - Karayazı, Narman ve Tekman'ın düşman işgalinden kurtuluşu.", "1915 - Çanakkale Deniz Harekâtı: Birleşik Donanma, Çanakkale Boğazı'nda ağır hasar gördü ve geri çekildi.", "1913 - Yunan kralı I. George, Selanik'te uğradığı bir suikast sonucu öldü.", "1871 - Paris Komünü kuruldu.", "1850 - American Express, Henry Wells ve William Fargo tarafından kuruldu.", "1799 - Napolyon, Osmanlı Devleti'nin yönetimindeki Akka kalesi önlerine geldi.", "1635 - IV. Murad komutasındaki Osmanlı Ordusu, Safevî Devleti'ne karşı Revan Seferine çıktı.", "1438 - II. Albert, Almanya Kralı oldu.", "1299 - Kutsal Roma İmparatoru II. Friedrich, kendini Kudüs Kralı ilan etti.", "235 - Roma İmparatoru Alexander Severus, kendi lejyonu tarafından düzenlenen bir suikast ile öldürüldü ve İmparatorluğu zayıflatan 3. yüzyıl krizi başladı."]