["2020 - Eurovision u015earku0131 Yaru0131u015fmasu0131 koronaviru00fcs pandemisi nedeniyle 2021'e ertelendi.",  "2018 - Vladimir Putin, yapu0131lan seu00e7imler sonucu Rusya'da %76.69 oy ile 3. kez Devlet Bau015fkanu0131 seu00e7ildi.",  "2015 - Tunus'un bau015fkenti Tunus'ta Bardo Millu00ee Mu00fczesi saldu0131ru0131su0131 geru00e7ekleu015fti.",  "2010 - TRT Haber yayu0131na bau015fladu0131.",  "2005 - New York'taki bir camide, Cuma namazu0131nu0131 ilk defa bir kadu0131n ku0131ldu0131rdu0131. 1426 yu0131llu0131k u0130slami geleneklere gu00f6re bu bir ilk.",  "2000 - Suriye ve Tu00fcrkiye'de yau015fayan ve akraba olan 573 aile, iki u00fclkenin anlau015fmasu0131 sonucu su0131nu0131ru0131 geu00e7erek bayramlau015ftu0131lar.",  "1997 - Antonov An-24 tipi bir Rus yolcu uu00e7au011fu0131nu0131n kuyruu011fu, Tu00fcrkiye'ye gitmekte olduu011fu su0131rada havada koptu. Du00fcu015fen uu00e7aktaki 50 kiu015fi u00f6ldu00fc.",  "1992 - Gu00fcney Afrika Cumhuriyeti'nde siyahlara eu015fit vatandau015flu0131k hakku0131 tanu0131yan, Devlet Bau015fkanu0131 De Klerk tarafu0131ndan planlanan "Anayasal Reform Tasaru0131su0131", halk oylamasu0131yla kabul edildi.",  "1990 - Almanya'nu0131n yeniden birleu015fmesi: Alman Demokratik Cumhuriyeti'nin yaptu0131u011fu0131 seu00e7imlerden sonra, Alman Demokratik Cumhuriyeti ve Almanya Federal Cumhuriyeti birleu015fti.",  "1989 - Mu0131su0131r'daki Keops piramidinde, 4400 yu0131llu0131k bir mumya bulundu.",  "1986 - Cumhurbau015fkanu0131 Kenan Evren, Ceza u0130nfaz Yasasu0131'ndaki deu011fiu015fiklikleri onayladu0131 ve 50.000'e yaku0131n hu00fcku00fcmlu00fcnu00fcn tahliye iu015flemleri bau015flatu0131ldu0131.",  "1974 - Pakistan'u0131n devrik Devlet Bau015fkanu0131 Zu00fclfikar Ali Butto, muhaliflerinden birine suikast du00fczenlettiu011fi iddiasu0131yla u00f6lu00fcm cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1971 - Mu00fcmtaz Soysal, Ankara Su0131ku0131yu00f6netim Komutanlu0131u011fu0131'nca gu00f6zaltu0131na alu0131nu0131p tutuklandu0131.",  "1971 - Peru'nun Yanawayin Gu00f6lu00fc yamau00e7laru0131nda toprak kaymasu0131 meydana geldi. Gu00f6lde oluu015fan 30 metrelik dalgalar, sahilde bulunan Chungar Madencilik u015eirketi (Cia Minera Chungar, SA) kampu0131nda 200 madencinin u00f6lu00fcmu00fcne neden oldu.",  "1970 - Kambou00e7ya'da Lon Nol, Prens Norodom Sihanouk'u devirdi.",  "1965 - u0130nsanou011flu ilk kez uzayda yu00fcru00fcdu00fc. Sovyet kozmonot Aleksey Leonov, du00fcnyadan 2 bin 177 kilometre yu00fckseklikte, Voskhod-II (Gu00fcndou011fumu) adlu0131 uzay aracu0131ndan u00e7u0131karak 20 dakika bou015flukta kaldu0131.",  "1962 - Cezayir Bau011fu0131msu0131zlu0131k Savau015fu0131: Fransa Cezayirli direniu015fu00e7ilerle anlau015fmaya vardu0131.",  "1956 - Fransa, Cezayir'e asker u00e7u0131karmaya bau015fladu0131.",  "1953 - Balu0131kesir'in Gu00f6nen ilu00e7esinde meydana gelen 7,4 u015fiddetindeki depremde 265 kiu015fi u00f6ldu00fc.",  "1940 - Hitler ve Mussolini, Brenner Geu00e7idi'nde buluu015ftu. u0130talya, Almanya'nu0131n yanu0131nda savau015fa girme kararu0131 aldu0131. Bundan du00f6rt yu0131l sonra aynu0131 gu00fcn, Almanlar Macaristan'u0131 iu015fgale bau015fladu0131.",  "1938 - Meksika, su0131nu0131rlaru0131 dahilindeki tu00fcm yabancu0131 petrol u015firketlerini millu00eeleu015ftirdi.",  "1937 - Teksas'u0131n New London kentinde bir okulda meydana gelen dou011falgaz patlamasu0131nda, u00e7ou011funluu011fu u00e7ocuk 300 kiu015fi u00f6ldu00fc.",  "1926 - Papa Eftim, Bau011fu0131msu0131z Tu00fcrk Ortodoks Patrikhanesi'ni kurdu.",  "1926 - Finike'de meydana gelen 6.9 u015fiddetindeki depremde, 27 kiu015fi u00f6ldu00fc.",  "1925 - ABD'nin u00fcu00e7 eyaletini (Missouri, Illinois ve Indiana) etkileyen kasu0131rgada 695 kiu015fi u00f6ldu00fc.",  "1921 - Mou011folistan Halk Ordusu kuruldu.",  "1921 - SSCB ile u0130kinci Polonya Cumhuriyeti arasu0131nda Riga Antlau015fmasu0131 imzalandu0131.",  "1920 - Osmanlu0131 Meclis-i Mebusanu0131, u0130stanbul'un iu015fgali u00fczerine son toplantu0131su0131nu0131 yaptu0131 ve u00e7alu0131u015fmalaru0131na ara verme kararu0131 aldu0131.",  "1918 - Karayazu0131, Narman ve Tekman'u0131n du00fcu015fman iu015fgalinden kurtuluu015fu.",  "1915 - u00c7anakkale Deniz Hareku00e2tu0131: Birleu015fik Donanma, u00c7anakkale Bou011fazu0131'nda au011fu0131r hasar gu00f6rdu00fc ve geri u00e7ekildi.",  "1913 - Yunan kralu0131 I. George, Selanik'te uu011fradu0131u011fu0131 bir suikast sonucu u00f6ldu00fc.",  "1871 - Paris Komu00fcnu00fc kuruldu.",  "1850 - American Express, Henry Wells ve William Fargo tarafu0131ndan kuruldu.",  "1799 - Napolyon, Osmanlu0131 Devleti'nin yu00f6netimindeki Akka kalesi u00f6nlerine geldi.",  "1635 - IV. Murad komutasu0131ndaki Osmanlu0131 Ordusu, Safevu00ee Devleti'ne karu015fu0131 Revan Seferine u00e7u0131ktu0131.",  "1438 - II. Albert, Almanya Kralu0131 oldu.",  "1299 - Kutsal Roma u0130mparatoru II. Friedrich, kendini Kudu00fcs Kralu0131 ilan etti.",  "235 - Roma u0130mparatoru Alexander Severus, kendi lejyonu tarafu0131ndan du00fczenlenen bir suikast ile u00f6ldu00fcru00fcldu00fc ve u0130mparatorluu011fu zayu0131flatan 3. yu00fczyu0131l krizi bau015fladu0131."]







