["2023 - Ekvador'da 6,8 büyüklüğünde deprem meydana geldi. 15 kişi öldü, 400'den fazla kişi yaralandı.", "2016 - Dubai şehrinden gelen ve Rusya'nın Rostov-na-Donu şehrindeki havalimanına inişe geçen, Flydubai şirketine ait yolcu uçağı iniş esnasında düştü. Uçaktaki 55 yolcu ile 7 mürettebat öldü.", "2011 - 2011 Libya ayaklanması'na müdahale etmek için Birleşmiş Milletler Güvenlik Konseyi'nin 1973 sayılı kararı doğrultusunda Koalisyon Kuvvetleri, 2011 Libya bombardımanını başlattı.", "2007 - Rusya'nın Kemerovo Oblastındaki Novokuznetsk şehrinde bulunan Ulyanovskaya maden işletmesinde, yerin 270 m altında meydana gelen patlamada 108 madenci öldü.", "2007 - New York'ta \"United for Peace and Justice\" örgütünün düzenlediği, \"Savaşa Hayır\" yürüyüşüne on binlerce kişi katıldı.", "2006 - Azerbaycan Millî Direniş Teşkilatı kuruldu.", "2003 - ABD askerleri, Irak-Kuveyt sınırındaki askerden arındırılmış bölgeye girdi. ABD uçakları da Irak'ın batısını bombalamaya başladı.", "1970 - Batı Almanya'nın Başbakanı Willy Brandt ile Doğu Almanya'nın Başbakanı Willi Stoph ilk defa görüştü.", "1965 - Merzifon'un Çeltek Linyit İşletmesi'ndeki grizu patlamasında; 69 işçi öldü, 58 işçi de yaralandı.", "1955 - Agence France-Presse'in (AFP) Ankara temsilcisi Erol Güney, Türkiye yurttaşlığından çıkarıldı.", "1945 - SSCB, bir nota ile 1925 tarihli Türk-Sovyet Dostluk ve Tarafsızlık Antlaşması'nı yenilemeyeceğini bildirdi.", "1945 - ABD Deniz Kuvvetleri'ne ait USS Franklin uçak gemisi, Japon İmparatorluk Deniz Kuvvetleri'ne ait bombardıman uçağı \"Ginga\" tarafından bombalandı.", "1920 - ABD Senatosu, Versay Antlaşması'nı onaylamayı reddetti.", "1915 - Güneş Sistemi gezegenlerinden Plüton'un ilk fotoğrafı çekildi. Ancak Plüton'un yeni bir gezegen olduğu o tarihte anlaşılamadı.", "1899 - Otomobil yağı üreten Castrol şirketi kuruldu.", "1883 - Amerikalı ayakkabıcı ustası Jan Ernst Matzeliger, bir ayakkabıyı bir seferde bütünüyle imal eden ilk makineyi icat ederek ayakkabı sanayisinde bir devrim yarattı.", "1877 - Ayan Meclisi görevine başladı.", "1866 - Osmanlı Hükûmeti, Süveyş Kanalı'nın açılması konusunda izin verdi.", "1839 - Louis-Jacques-Mandé Daguerre, dagerreyotipi icat etti.", "1452 - III. Frederik, Papa tarafından taç takılan son Kutsal Roma imparatoru oldu.", "1279 - Yamen Muharebesi'nde 20 bin kişilik kuvveti bulunan Moğol Yuan Hanedanı, 200 binlik Çinli Güney Song Hanedanı'nı mağlup ederek tüm Çin'de hakimiyet sağladı."]