["2023 - Ekvador'da 6,8 bu00fcyu00fcklu00fcu011fu00fcnde deprem meydana geldi. 15 kiu015fi u00f6ldu00fc, 400'den fazla kiu015fi yaralandu0131.",  "2016 - Dubai u015fehrinden gelen ve Rusya'nu0131n Rostov-na-Donu u015fehrindeki havalimanu0131na iniu015fe geu00e7en, Flydubai u015firketine ait yolcu uu00e7au011fu0131 iniu015f esnasu0131nda du00fcu015ftu00fc. Uu00e7aktaki 55 yolcu ile 7 mu00fcrettebat u00f6ldu00fc.",  "2011 - 2011 Libya ayaklanmasu0131'na mu00fcdahale etmek iu00e7in Birleu015fmiu015f Milletler Gu00fcvenlik Konseyi'nin 1973 sayu0131lu0131 kararu0131 dou011frultusunda Koalisyon Kuvvetleri, 2011 Libya bombardu0131manu0131nu0131 bau015flattu0131.",  "2007 - Rusya'nu0131n Kemerovo Oblastu0131ndaki Novokuznetsk u015fehrinde bulunan Ulyanovskaya maden iu015fletmesinde, yerin 270 m altu0131nda meydana gelen patlamada 108 madenci u00f6ldu00fc.",  "2007 - New York'ta "United for Peace and Justice" u00f6rgu00fctu00fcnu00fcn du00fczenlediu011fi, "Savau015fa Hayu0131r" yu00fcru00fcyu00fcu015fu00fcne on binlerce kiu015fi katu0131ldu0131.",  "2006 - Azerbaycan Millu00ee Direniu015f Teu015fkilatu0131 kuruldu.",  "2003 - ABD askerleri, Irak-Kuveyt su0131nu0131ru0131ndaki askerden aru0131ndu0131ru0131lmu0131u015f bu00f6lgeye girdi. ABD uu00e7aklaru0131 da Irak'u0131n batu0131su0131nu0131 bombalamaya bau015fladu0131.",  "1970 - Batu0131 Almanya'nu0131n Bau015fbakanu0131 Willy Brandt ile Dou011fu Almanya'nu0131n Bau015fbakanu0131 Willi Stoph ilk defa gu00f6ru00fcu015ftu00fc.",  "1965 - Merzifon'un u00c7eltek Linyit u0130u015fletmesi'ndeki grizu patlamasu0131nda; 69 iu015fu00e7i u00f6ldu00fc, 58 iu015fu00e7i de yaralandu0131.",  "1955 - Agence France-Presse'in (AFP) Ankara temsilcisi Erol Gu00fcney, Tu00fcrkiye yurttau015flu0131u011fu0131ndan u00e7u0131karu0131ldu0131.",  "1945 - SSCB, bir nota ile 1925 tarihli Tu00fcrk-Sovyet Dostluk ve Tarafsu0131zlu0131k Antlau015fmasu0131'nu0131 yenilemeyeceu011fini bildirdi.",  "1945 - ABD Deniz Kuvvetleri'ne ait USS Franklin uu00e7ak gemisi, Japon u0130mparatorluk Deniz Kuvvetleri'ne ait bombardu0131man uu00e7au011fu0131 "Ginga" tarafu0131ndan bombalandu0131.",  "1920 - ABD Senatosu, Versay Antlau015fmasu0131'nu0131 onaylamayu0131 reddetti.",  "1915 - Gu00fcneu015f Sistemi gezegenlerinden Plu00fcton'un ilk fotou011frafu0131 u00e7ekildi. Ancak Plu00fcton'un yeni bir gezegen olduu011fu o tarihte anlau015fu0131lamadu0131.",  "1899 - Otomobil yau011fu0131 u00fcreten Castrol u015firketi kuruldu.",  "1883 - Amerikalu0131 ayakkabu0131cu0131 ustasu0131 Jan Ernst Matzeliger, bir ayakkabu0131yu0131 bir seferde bu00fctu00fcnu00fcyle imal eden ilk makineyi icat ederek ayakkabu0131 sanayisinde bir devrim yarattu0131.",  "1877 - Ayan Meclisi gu00f6revine bau015fladu0131.",  "1866 - Osmanlu0131 Hu00fcku00fbmeti, Su00fcveyu015f Kanalu0131'nu0131n au00e7u0131lmasu0131 konusunda izin verdi.",  "1839 - Louis-Jacques-Mandu00e9 Daguerre, dagerreyotipi icat etti.",  "1452 - III. Frederik, Papa tarafu0131ndan tau00e7 taku0131lan son Kutsal Roma imparatoru oldu.",  "1279 - Yamen Muharebesi'nde 20 bin kiu015filik kuvveti bulunan Mou011fol Yuan Hanedanu0131, 200 binlik u00c7inli Gu00fcney Song Hanedanu0131'nu0131 mau011flup ederek tu00fcm u00c7in'de hakimiyet sau011fladu0131."]







