["2015 - Tam gu00fcneu015f tutulmasu0131 geru00e7ekleu015fti. Tam tutulma, Norveu00e7'in kuzeybatu0131su0131ndan, u0130zlanda'nu0131n gu00fcneyinden ve Svalbard'tan gu00f6zlemlenebildi.",  "2005 - Japonya'nu0131n Fukuoka u015fehrinde meydana gelen 6,6 u015fiddetindeki depremde 1 kiu015fi u00f6ldu00fc, yu00fczlerce kiu015fi yaralandu0131.",  "2003 - Irak Savau015fu0131: ABD, Irak'u0131 istila etmeye bau015fladu0131. Bau011fdad hava bombardu0131man saldu0131ru0131su0131na uu011fradu0131 (u015eok ve Dehu015fet Hareku00e2tu0131).",  "1997 - Avrupa Birliu011fi Ortaklu0131k Komitesi, 106. du00f6nem toplantu0131su0131 yapu0131ldu0131.",  "1997 - Robert Kou00e7aryan, Ermenistan Bau015fbakanu0131 oldu.",  "1996 - u0130ngiltere'de Hu00fcku00fbmet, deli dana (Mad Cow Disease - MCD) hastalu0131u011fu0131nu0131n insanlara da bulau015ftu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1995 - Tokyo metrosuna du00fczenlenen sarin gazu0131 saldu0131ru0131su0131nda 12 kiu015fi u00f6ldu00fc, 1300 kiu015fi yaralandu0131.",  "1990 - Ferdinand Marcos'nun dul eu015fi u0130melda Marcos; ru00fcu015fvet, zimmetine para geu00e7irme ve u015fantaj suu00e7laru0131ndan mahkemeye u00e7u0131karu0131ldu0131.",  "1987 - Amerikan Gu0131da ve u0130lau00e7 Dairesi, (FDA) AIDS tedavisinde kullanu0131lan AZT (azidothymidine) adlu0131 ilaca onay verdi. Retrovir adu0131yla piyasaya verilen ilau00e7, onaylanmu0131u015f ilk AIDS ilacu0131 oldu.",  "1986 - Jacques Chirac, Fransa Bau015fbakanu0131 oldu.",  "1981 - Arjantin'in eski Bau015fkanu0131 Isabel Peron, ru00fcu015fvet suu00e7undan 8 yu0131l hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1969 - John Lennon ile Yoko Ono evlendi.",  "1956 - Tunus, Fransa'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 kazandu0131. Tunus'un ilk Devlet Bau015fkanu0131 Habib Burgiba oldu.",  "1945 - Adana - Ceyhan'da meydana gelen 6 bu00fcyu00fcklu00fcu011fu00fcndeki deprem; 29 can aldu0131, 328 ev yu0131ku0131ldu0131.",  "1942 - Alman Schutzstaffel Birlikleri, batu0131 Ukrayna'nu0131n Rohatin kentinde 600'u00fc u00e7ocuk, 3000 Yahudiyi bir gu00fcn iu00e7inde u00f6ldu00fcrdu00fcler.",  "1942 - Naziler, Polonya'nu0131n Zgierz kentinde 100 Polonyalu0131yu0131 bir u00e7alu0131u015fma kampu0131ndan alu0131p u00f6ldu00fcrdu00fcler.",  "1933 - Du00f6nemin Mu00fcnih Polis u015eefi olan Heinrich Himmler, Naziler'in ilk toplama kampu0131, Dachau Toplama Kampu0131'nu0131n kurulmasu0131nu0131 emretti ve Theodor Eicke'yi de Kamp Komutanu0131 olarak atadu0131.",  "1922 - ABD'nin ilk uu00e7ak gemisi USS Langley hizmete girdi.",  "1916 - Albert Einstein, gu00f6recelik kuramu0131nu0131 yayu0131nladu0131.",  "1913 - u00c7in Milliyetu00e7i Partisi'nin (Kuomintang) kurucusu Sung u00c7iao-jen, bir suikast giriu015fiminde yaralandu0131 ve 2 gu00fcn sonra u00f6ldu00fc.",  "1899 - Sing Sing Hapishanesi'nde Martha M. Place, elektrikli sandalyede idam edilen ilk kadu0131n oldu.",  "1861 - Arjantin'in Mendoza u015fehri, u015fiddetli bir depremle bu00fcyu00fck hasar gu00f6rdu00fc.",  "1852 - ABD'de Harriet Beecher Stowe'un u00fcnlu00fc ku00f6lelik karu015fu0131tu0131 romanu0131, Tom Amca'nu0131n Kulu00fcbesi ilk kez yayu0131mlandu0131.",  "1815 - Napolyon, Elbe adasu0131ndan kau00e7u0131u015fu0131nu0131n ardu0131ndan, 140.000 kiu015filik du00fczenli ordu ve 200.000 kiu015filik gu00f6nu00fcllu00fc gu00fcu00e7ler eu015fliu011finde Paris'e girdi.",  "1792 - Fransa Millu00ee Meclisi, giyotinle idamu0131 onayladu0131. Adu0131nu0131, mucidi Fransu0131z doktor Joseph Ignace Guillotin'den alan giyotin, ilk kez 25 Nisan 1792'de kullanu0131ldu0131.",  "1602 - Hollanda Dou011fu Hindistan u015eirketi kuruldu."]







