["2023 - Afganistan'da 6,5 u015fiddetinde deprem meydana geldi. 12 kiu015fi u00f6ldu00fc, 204 kiu015fi yaralandu0131.",  "2006 - Jack Dorsey, Noah Glass, Biz Stone ve Evan Williams tarafu0131ndan Twitter kuruldu.",  "1993 - Antalya'da yapu0131lan Tu00fcrk Kurultayu0131 kutlamalaru0131na, Cumhurbau015fkanu0131 Turgut u00d6zal ve Bau015fbakan Su00fcleyman Demirel de katu0131ldu0131.",  "1992 - Van, u015eu0131rnak, Cizre ve Adana'da Nevruz kutlamalaru0131 su0131rasu0131nda u00e7u0131kan olaylarda 38 kiu015fi u00f6ldu00fc.",  "1991 - Nevruz kutlamalaru0131nda biru00e7ok il ve ilu00e7ede olaylar u00e7u0131ktu0131.",  "1990 - Namibya, Gu00fcney Afrika'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1990 - Mou011folistan'da u00e7ok partili siyasi hayata geu00e7ildi.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Yurt sathu0131nda 8 kiu015fi u00f6ldu00fcru00fcldu00fc.",  "1980 - Jimmy Carter, ABD'nin, Sovyetlerin Afganistan'u0131 iu015fgalini protesto ettiu011fini ve Moskova'da du00fczenlenen 1980 Yaz Olimpiyatlaru0131'na katu0131lmayacau011fu0131nu0131 au00e7u0131kladu0131.",  "1979 - Atina Yu00fcksek Mahkemesi aldu0131u011fu0131 kararla, Tu00fcrkiye'nin Ku0131bru0131s'a yaptu0131u011fu0131 mu00fcdahalenin, Zu00fcrih Antlau015fmasu0131'nu0131n IV. maddesine gu00f6re yasal olduu011funu onayladu0131.",  "1978 - Ankara Belediyespor kuruldu.",  "1978 - Rodezya'da beyaz u0131rku0131n egemenliu011fi sona erdi, u00fcu00e7 siyah bakan gu00f6reve bau015fladu0131.",  "1965 - Martin Luther King, 3200 kiu015filik bir grupla, insan haklaru0131 yu00fcru00fcyu00fcu015fu00fc iu00e7in Selma, Alabama'dan Montgomery, Alabama'ya dou011fru yola u00e7u0131ktu0131.",  "1965 - Ranger 9, Ay'da arau015ftu0131rma yapmak u00fczere fu0131rlatu0131ldu0131.",  "1964 - Boulanger Mu00fczik u00d6du00fclu00fc'nu00fc, Tu00fcrk piyanist u0130dil Biret kazandu0131.",  "1963 - Alkatraz Hapishanesi kapatu0131ldu0131.",  "1960 - Apartheid; Sharpeville Katliamu0131: Gu00fcney Afrika'da polis, silahsu0131z bir grup siyah gu00f6stericinin u00fczerine ateu015f au00e7tu0131; 69 siyah u00f6ldu00fc, 180'i de yaralandu0131.",  "1952 - 950 grostonluk Galatasaray u015filebi, Karadeniz'de Kefken au00e7u0131klaru0131nda battu0131, 15 kiu015filik mu00fcrettebattan kurtulan olmadu0131.",  "1941 - Ankara Radyosu, yeniden Rumca yayu0131na bau015fladu0131.",  "1937 - Tunceli'de Dersim u0130syanu0131 bau015fladu0131.",  "1935 - u015eah Ru0131za Pehlevi, uluslararasu0131 topluluu011fa seslenerek; u00fclkesinin "Persia" olarak deu011fil, "Aryanlaru0131n u00fclkesi" anlamu0131na gelen u0130ran olarak adlandu0131ru0131lmasu0131nu0131 istedi.",  "1928 - Charles Lindbergh'e, ilk trans-atlantik uu00e7uu015fu geru00e7ekleu015ftiren kiu015fi olmasu0131 dolayu0131su0131yla u015feref madalyasu0131 verildi.",  "1921 - Askeru00ee Polis Teu015fkilu00e2tu0131'nu0131n faaliyetlerine son verildi.",  "1919 - Macaristan Sovyet Cumhuriyeti kuruldu.",  "1918 - Tortum'un du00fcu015fman iu015fgalinden kurtuluu015fu.",  "1914 - Bau015fyazarlu0131u011fu0131nu0131 Nigar Hanu0131m'u0131n yaptu0131u011fu0131 "Kadu0131nlu0131k" adlu0131 dergi, haftalu0131k olarak yayu0131mlanmaya bau015fladu0131.",  "1871 - Otto von Bismarck, Prens unvanu0131nu0131 aldu0131.",  "1857 - Tokyo'da meydana gelen depremde, 100.000'den fazla kiu015fi u00f6ldu00fc.",  "1851 - Vietnam u0130mparatoru Tu Duc, bu00fctu00fcn Hristiyan rahiplerin u00f6ldu00fcru00fclmesini emretti.",  "1788 - ABD'nin Louisiana eyaletinin New Orleans kenti, yangu0131nda tamamen yandu0131.",  "1779 - Osmanlu0131 Devleti ile Rusya arasu0131nda, Aynalu0131kavak Antlau015fmasu0131 imzalandu0131.",  "1590 - Osmanlu0131 Devleti ve Safevu00ee Devleti arasu0131nda, Ferhat Pau015fa Antlau015fmasu0131 imzalandu0131."]







