["2023 - Afganistan'da 6,5 şiddetinde deprem meydana geldi. 12 kişi öldü, 204 kişi yaralandı.", "2006 - Jack Dorsey, Noah Glass, Biz Stone ve Evan Williams tarafından Twitter kuruldu.", "1993 - Antalya'da yapılan Türk Kurultayı kutlamalarına, Cumhurbaşkanı Turgut Özal ve Başbakan Süleyman Demirel de katıldı.", "1992 - Van, Şırnak, Cizre ve Adana'da Nevruz kutlamaları sırasında çıkan olaylarda 38 kişi öldü.", "1991 - Nevruz kutlamalarında birçok il ve ilçede olaylar çıktı.", "1990 - Namibya, Güney Afrika'dan bağımsızlığını ilan etti.", "1990 - Moğolistan'da çok partili siyasi hayata geçildi.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Yurt sathında 8 kişi öldürüldü.", "1980 - Jimmy Carter, ABD'nin, Sovyetlerin Afganistan'ı işgalini protesto ettiğini ve Moskova'da düzenlenen 1980 Yaz Olimpiyatları'na katılmayacağını açıkladı.", "1979 - Atina Yüksek Mahkemesi aldığı kararla, Türkiye'nin Kıbrıs'a yaptığı müdahalenin, Zürih Antlaşması'nın IV. maddesine göre yasal olduğunu onayladı.", "1978 - Ankara Belediyespor kuruldu.", "1978 - Rodezya'da beyaz ırkın egemenliği sona erdi, üç siyah bakan göreve başladı.", "1965 - Martin Luther King, 3200 kişilik bir grupla, insan hakları yürüyüşü için Selma, Alabama'dan Montgomery, Alabama'ya doğru yola çıktı.", "1965 - Ranger 9, Ay'da araştırma yapmak üzere fırlatıldı.", "1964 - Boulanger Müzik Ödülü'nü, Türk piyanist İdil Biret kazandı.", "1963 - Alkatraz Hapishanesi kapatıldı.", "1960 - Apartheid; Sharpeville Katliamı: Güney Afrika'da polis, silahsız bir grup siyah göstericinin üzerine ateş açtı; 69 siyah öldü, 180'i de yaralandı.", "1952 - 950 grostonluk Galatasaray şilebi, Karadeniz'de Kefken açıklarında battı, 15 kişilik mürettebattan kurtulan olmadı.", "1941 - Ankara Radyosu, yeniden Rumca yayına başladı.", "1937 - Tunceli'de Dersim İsyanı başladı.", "1935 - Şah Rıza Pehlevi, uluslararası topluluğa seslenerek; ülkesinin \"Persia\" olarak değil, \"Aryanların ülkesi\" anlamına gelen İran olarak adlandırılmasını istedi.", "1928 - Charles Lindbergh'e, ilk trans-atlantik uçuşu gerçekleştiren kişi olması dolayısıyla şeref madalyası verildi.", "1921 - Askerî Polis Teşkilâtı'nın faaliyetlerine son verildi.", "1919 - Macaristan Sovyet Cumhuriyeti kuruldu.", "1918 - Tortum'un düşman işgalinden kurtuluşu.", "1914 - Başyazarlığını Nigar Hanım'ın yaptığı \"Kadınlık\" adlı dergi, haftalık olarak yayımlanmaya başladı.", "1871 - Otto von Bismarck, Prens unvanını aldı.", "1857 - Tokyo'da meydana gelen depremde, 100.000'den fazla kişi öldü.", "1851 - Vietnam İmparatoru Tu Duc, bütün Hristiyan rahiplerin öldürülmesini emretti.", "1788 - ABD'nin Louisiana eyaletinin New Orleans kenti, yangında tamamen yandı.", "1779 - Osmanlı Devleti ile Rusya arasında, Aynalıkavak Antlaşması imzalandı.", "1590 - Osmanlı Devleti ve Safevî Devleti arasında, Ferhat Paşa Antlaşması imzalandı."]