["2024 - Rusya'da Krasnogorsk saldu0131ru0131su0131 geru00e7ekleu015fti, saldu0131ru0131yu0131 Iu015eu0130D u00fcstlendi.",  "2017 - Birleu015fik Krallu0131k'u0131n bau015fkenti Londra'da bir saldu0131rgan Westminster Ku00f6pru00fcsu00fc u00fczerindeki yayalaru0131 ezip, ardu0131ndan Westminster Sarayu0131 u00f6nu00fcndeki polislere bu0131u00e7akla saldu0131ru0131da bulundu. Saldu0131ru0131da 7 kiu015fi u00f6ldu00fc, saldu0131ru0131dan bir gu00fcn sonra Iu015eu0130D saldu0131ru0131yu0131 u00fcstlendi.",  "2016 - Bru00fcksel'de havalimanu0131nda geru00e7ekleu015fen 2 patlamanu0131n ardu0131ndan, metro duraklaru0131nda da ikiz patlama meydana geldi. Saldu0131ru0131larda en az 34 kiu015fi hayatu0131nu0131 kaybetti ve 136 kiu015fi de au011fu0131r bir u015fekilde yaralandu0131.[1]",  "2006 - Zamanu0131nu0131n yau015fayan en yau015flu0131 hayvanu0131 olarak kabul edilen Adwaitya adlu0131 kaplumbau011fa 256 yau015fu0131nda u00f6ldu00fc.",  "2003 - Hakku0131nda u00fcu00e7 ayru0131 gu0131yabi tutuklama kararu0131 bulunan iu015f insanu0131 Halil Bezmen, cezaevine konuldu.",  "2001 - Diyarbaku0131r DGM'de 5 yu0131l su00fcren Yu00fcksekova u00c7etesi davasu0131nda, 15 sanu0131u011fa 3 ile 30 yu0131l arasu0131nda deu011fiu015fen hapis cezalaru0131 verildi.",  "1995 - Irak'u0131n kuzeyindeki hareku00e2tta, 3 bin PKK mensubu u00e7embere alu0131ndu0131; 200'u00fc u00f6ldu00fcru00fcldu00fc, sekiz asker u00f6ldu00fc ve 11 asker de yaralandu0131.",  "1993 - Intel Pentium satu0131u015fa sunuldu.",  "1988 - Tu00fcrkiye u0130mar Bankasu0131 T.A.u015e kuruldu.",  "1986 - Mehmet Ali Au011fca, u0130talya'da u00f6mu00fcr boyu hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): TBMM'de yapu0131lmasu0131 gereken cumhurbau015fkanu0131 seu00e7imi yapu0131lmadu0131. 12 Eylu00fcl 1980'e kadar aylarca cumhurbau015fkanu0131 seu00e7ilmedi.",  "1969 - Devrimci Milliyetu00e7i Genu00e7lik Kurultayu0131, u0130stanbul'da toplandu0131. Ku0131sa adu0131 FKF olan Fikir Kulu00fcpleri Federasyonu lideri Yusuf Ku00fcpeli ile Deniz Gezmiu015f bir manifesto yayu0131mladu0131lar. "Tam bau011fu0131msu0131z ve geru00e7ekten demokratik Tu00fcrkiye" hedefi iu00e7in mu00fccadele programu0131nu0131 au00e7u0131kladu0131lar.",  "1968 - Paris'te, Nanterre u00dcniversitesi'nde, ABD'nin Vietnam'da yu00fcru00fcttu00fcu011fu00fc savau015fa karu015fu0131 u00e7u0131kan ve eu011fitimde reform yapu0131lmasu0131nu0131 isteyen u00f6u011frenciler, Daniel Cohn-Bendit'in liderliu011finde u00fcniversitenin birinci amfisini iu015fgal ederek, "68 olaylaru0131"nu0131 bau015flattu0131.",  "1967 - Gu00fcney Kore'de Daewoo u015firketi kuruldu.",  "1963 - Yassu0131ada duruu015fmalaru0131nda idama mahku00fbm edilen, ancak cezasu0131 mu00fcebbet hapse u00e7evrilen eski Cumhurbau015fkanu0131 Celu00e2l Bayar'u0131n, tahliye kararu0131 u00e7u0131ktu0131.",  "1963 - Tarihin en iyi beu015f yu00fcz albu00fcmu00fc arasu0131nda gu00f6sterilen The Beatles'u0131n ilk albu00fcmu00fc, Please Please Me piyasaya su00fcru00fcldu00fc.",  "1945 - Mu0131su0131r, Suriye, Lu00fcbnan, u00dcrdu00fcn, Suudi Arabistan, Irak ve Yemen, Kahire'de Arap Birliu011fi'ni kurdular.",  "1944 - II. Du00fcnya Savau015fu0131: Monte Cassino Muharebesinde, Alman direniu015fi ku0131ru0131ldu0131.",  "1943 - Tu00fcrkiye ile ABD arasu0131nda, karu015fu0131lu0131klu0131 radyo yayu0131n servisi au00e7u0131ldu0131.",  "1942 - II. Du00fcnya Savau015fu0131: u0130kinci Sirte Muharebesi (Kraliyet Donanmasu0131 ile Regia Marina arasu0131nda meydana gelen deniz muharebesi)",  "1939 - Memel, (gu00fcnu00fcmu00fcz Klaipu0117da ve civaru0131) Almanya'ya katu0131ldu0131.",  "1933 - u0130lk du00fczenli toplama kampu0131 olan Dachau Toplama Kampu0131 kuruldu.",  "1921 - Kurtuluu015f Savau015fu0131: Kuvu00e2-yi Milliye gu00fcu00e7leri, Fransu0131z ordusu birliklerini Feke'yi terk etmek zorunda bu0131raktu0131.",  "1888 - u0130ngiltere'de, du00fcnya futbolunun en eski futbol organizasyonu olan English Football League kuruldu.",  "1829 - Yunanistan'u0131n kuruluu015funa iliu015fkin protokol, Londra'da du00fczenlenen konferansta Avrupa devletleri elu00e7ilerince imzalandu0131.",  "1737 - Osmanlu0131 Devleti'nde Sadrazamlu0131u011fa, Yeu011fen Mehmed Pau015fa'nu0131n yerine Hacu0131 u0130vazzade Mehmed Pau015fa getirildi."]







