["2024 - Rusya'da Krasnogorsk saldırısı gerçekleşti, saldırıyı IŞİD üstlendi.", "2017 - Birleşik Krallık'ın başkenti Londra'da bir saldırgan Westminster Köprüsü üzerindeki yayaları ezip, ardından Westminster Sarayı önündeki polislere bıçakla saldırıda bulundu. Saldırıda 7 kişi öldü, saldırıdan bir gün sonra IŞİD saldırıyı üstlendi.", "2016 - Brüksel'de havalimanında gerçekleşen 2 patlamanın ardından, metro duraklarında da ikiz patlama meydana geldi. Saldırılarda en az 34 kişi hayatını kaybetti ve 136 kişi de ağır bir şekilde yaralandı.[1]", "2006 - Zamanının yaşayan en yaşlı hayvanı olarak kabul edilen Adwaitya adlı kaplumbağa 256 yaşında öldü.", "2003 - Hakkında üç ayrı gıyabi tutuklama kararı bulunan iş insanı Halil Bezmen, cezaevine konuldu.", "2001 - Diyarbakır DGM'de 5 yıl süren Yüksekova Çetesi davasında, 15 sanığa 3 ile 30 yıl arasında değişen hapis cezaları verildi.", "1995 - Irak'ın kuzeyindeki harekâtta, 3 bin PKK mensubu çembere alındı; 200'ü öldürüldü, sekiz asker öldü ve 11 asker de yaralandı.", "1993 - Intel Pentium satışa sunuldu.", "1988 - Türkiye İmar Bankası T.A.Ş kuruldu.", "1986 - Mehmet Ali Ağca, İtalya'da ömür boyu hapis cezasına çarptırıldı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): TBMM'de yapılması gereken cumhurbaşkanı seçimi yapılmadı. 12 Eylül 1980'e kadar aylarca cumhurbaşkanı seçilmedi.", "1969 - Devrimci Milliyetçi Gençlik Kurultayı, İstanbul'da toplandı. Kısa adı FKF olan Fikir Kulüpleri Federasyonu lideri Yusuf Küpeli ile Deniz Gezmiş bir manifesto yayımladılar. \"Tam bağımsız ve gerçekten demokratik Türkiye\" hedefi için mücadele programını açıkladılar.", "1968 - Paris'te, Nanterre Üniversitesi'nde, ABD'nin Vietnam'da yürüttüğü savaşa karşı çıkan ve eğitimde reform yapılmasını isteyen öğrenciler, Daniel Cohn-Bendit'in liderliğinde üniversitenin birinci amfisini işgal ederek, \"68 olayları\"nı başlattı.", "1967 - Güney Kore'de Daewoo şirketi kuruldu.", "1963 - Yassıada duruşmalarında idama mahkûm edilen, ancak cezası müebbet hapse çevrilen eski Cumhurbaşkanı Celâl Bayar'ın, tahliye kararı çıktı.", "1963 - Tarihin en iyi beş yüz albümü arasında gösterilen The Beatles'ın ilk albümü, Please Please Me piyasaya sürüldü.", "1945 - Mısır, Suriye, Lübnan, Ürdün, Suudi Arabistan, Irak ve Yemen, Kahire'de Arap Birliği'ni kurdular.", "1944 - II. Dünya Savaşı: Monte Cassino Muharebesinde, Alman direnişi kırıldı.", "1943 - Türkiye ile ABD arasında, karşılıklı radyo yayın servisi açıldı.", "1942 - II. Dünya Savaşı: İkinci Sirte Muharebesi (Kraliyet Donanması ile Regia Marina arasında meydana gelen deniz muharebesi)", "1939 - Memel, (günümüz Klaipėda ve civarı) Almanya'ya katıldı.", "1933 - İlk düzenli toplama kampı olan Dachau Toplama Kampı kuruldu.", "1921 - Kurtuluş Savaşı: Kuvâ-yi Milliye güçleri, Fransız ordusu birliklerini Feke'yi terk etmek zorunda bıraktı.", "1888 - İngiltere'de, dünya futbolunun en eski futbol organizasyonu olan English Football League kuruldu.", "1829 - Yunanistan'ın kuruluşuna ilişkin protokol, Londra'da düzenlenen konferansta Avrupa devletleri elçilerince imzalandı.", "1737 - Osmanlı Devleti'nde Sadrazamlığa, Yeğen Mehmed Paşa'nın yerine Hacı İvazzade Mehmed Paşa getirildi."]