["2008 - \"Ergenekon\" soruşturması kapsamında gözaltına alınan İlhan Selçuk, savcılık sorgusunun ardından serbest bırakıldı ve yurt dışına çıkışı yasaklandı.", "2004 - Gelibolu Yarımadası Tarihî Millî Parkı'nda Doğa Koruma ve Millî Parklar Genel Müdürlüğü'nce yürütülen \"Şehitler Coğrafyası\" projesi kapsamında yapılan araştırmalar sonucu, iki bin askerin gömüldüğü gerçek şehitlik bulundu.", "2001 - Sovyet uzay istasyonu Mir'in görevi sonlandırıldı.", "2001 - NATO, Kosova Savaşında seyreltilmiş uranyum mermisi kullandığını itiraf etti.", "2000 - Galatasaray futbol takımı, UEFA Kupası çeyrek finalinde deplasmandaki ilk maçta 4-1 yendiği Mallorca'yı, Ali Sami Yen Stadı'nda da yenip, yarı finalist oldu.", "1999 - Paraguay Başkan Yardımcısı Luis María Argaña, suikast sonucu öldürüldü.", "1998 - Bakanlar Kurulunda irticayla mücadelede alınması gereken önlemleri içeren yasa tasarılarının büyük bölümü imzalandı.", "1996 - Refah Partisi Genel Başkan Yardımcısı Oğuzhan Asiltürk, Türk Silahlı Kuvvetleri'ni din düşmanlığı yapmakla suçladı.", "1996 - Ankara'da öğrenciler harçları protesto eylemi yaptılar. Çıkan olaylar sonrasında Dil ve Tarih-Coğrafya Fakültesi binasına giren Polis, 127 öğrenciyi gözaltına aldı. Olaylarda 51 polis ve 100 öğrenci yaralandı.", "1994 - Rus Havayolları Aeroflot'a ait Airbus A310 tipi bir yolcu uçağı, Sibirya'da düştü; 75 kişi öldü.", "1994 - Meksika Başkan adayı Luis Donaldo Colosio, seçim hazırlıkları sırasında düzenlenen bir suikast sonucu öldürüldü.", "1992 - Şırnak'ın Cizre ilçesinde çıkan olaylarda, güvenlik güçleri ile göstericiler arasındaki çatışmaları izleyen Sabah Gazetesi muhabiri İzzet Kezer, başından vurularak öldü.", "1990 - Cizre'de binlerce kişi yürüyüş yaptı.", "1989 - Utah Üniversitesi'nden Stanley Pons ve Martin Fleischmann, soğuk füzyon konusundaki buluşlarını açıkladılar.", "1982 - Uğur Mumcu, köşesinde, \"Terör, öncelikle demokrasinin düşmanıdır. Bu açıdan bakarsak, «12 Eylül 1980 öncesinde Türkiye'de düşünce özgürlüğü vardır, Anayasa yürürlüktedir, demokrasi tastamam işlemektedir» diyemeyiz, dersek: inandırıcı olamayız.\" yazdı.", "1979 - MSP eski Milletvekili Halit Kahraman, eroin kaçırırken Yunanistan'da yakalandı.", "1977 - Liselerde okutulan \"Felsefeye Başlangıç\" adlı kitabın yazarı Prof. Nebahat Küyel, Aleviler'i küçük düşürme iddiasıyla yargılandı.", "1974 - Hükûmet, İmralı Adası'nda gömülü olan Adnan Menderes, Fatin Rüştü Zorlu ve Hasan Polatkan'ın mezarlarının başka bir yere taşınabilmesine izin verdi.", "1972 - Cumhurbaşkanı Cevdet Sunay; Deniz Gezmiş, Yusuf Aslan ve Hüseyin İnan hakkında verilen idam cezalarını onayladı.", "1971 - Türkiye Halk Kurtuluş Ordusu liderlerinden Deniz Gezmiş'in arkadaşları, Hüseyin İnan ve Mehmet Nakipoğlu yakalandı.", "1959 - Ankara'da yayınlanan Öncü gazetesi, süresiz olarak kapatıldı.", "1956 - Pakistan, ilk İslam Cumhuriyeti oldu.", "1946 - Zekeriya Sertel ile Sabiha Sertel, Cami Baykut ve Halil Lütfi Dördüncü, çeşitli hapis cezalarına çarptırıldı. Daha sonra karar, Yargıtayca bozuldu ve gazeteciler serbest bırakıldılar.", "1933 - Alman Millî Meclisi Reichstag, Adolf Hitler'e kararnamelerle ülkeyi yönetme yetkisi verdi.", "1931 - Türk çocuklarının ilk öğrenimlerini Türk okullarında yapmalarını zorunlu kılan kanun kabul edildi.", "1925 - Sessiz sinema döneminin en pahalı filmi olan (3.9 milyon dolar) \"Ben Hur\", gösterime girdi.", "1923 - Mübadele sonucu Selanik'ten gelen Türkler, Didim'e ulaştılar.", "1921 - II. İnönü Muharebesi başladı. Yunan birlikleri, Uşak ve Bursa üzerinden, Afyon ve Eskişehir'e doğru iki koldan taarruz başlattı.", "1919 - Benito Mussolini, İtalya'da Faşist Mücadele Birliklerinin İttifakı (Fasci Italiani di Combattimento) partisini kurdu. 9 Kasım 1921'de ise Ulusal Faşist Parti kuruldu.", "1918 - Rus İç Savaşı kapsamında Beyaz Ordu'nun bölgeden çekilmesinin ardından Don Sovyet Cumhuriyeti ilan edildi.", "1903 - Wright Kardeşler, ilk sabit kanatlı uçakları için patent başvurusunda bulundular.", "1855 - Dolmabahçe Camii ibadete açıldı.", "1848 - Macaristan, Avusturya'dan bağımsızlığını ilan etti.", "1839 - \"OK\" sözcüğü, (oll correct) Boston Morning Post gazetesinde ilk kez kayıtlara geçti.", "1801 - I. Aleksandr, Rus İmparatorluğu'nun Çarı oldu.", "1791 - Hollandalı kadın hakları savunucusu Etta Palm d'Aelders, Gerçeğin Dostları Konfederasyonu olarak bilinen kadın kulüplerini kurdu.", "625 - Arabistan'da Müslümanlarla Kureyşler arasında, Uhud Savaşı başladı."]