["2008 - "Ergenekon" soruu015fturmasu0131 kapsamu0131nda gu00f6zaltu0131na alu0131nan u0130lhan Selu00e7uk, savcu0131lu0131k sorgusunun ardu0131ndan serbest bu0131raku0131ldu0131 ve yurt du0131u015fu0131na u00e7u0131ku0131u015fu0131 yasaklandu0131.",  "2004 - Gelibolu Yaru0131madasu0131 Tarihu00ee Millu00ee Parku0131'nda Dou011fa Koruma ve Millu00ee Parklar Genel Mu00fcdu00fcrlu00fcu011fu00fc'nce yu00fcru00fctu00fclen "u015eehitler Cou011frafyasu0131" projesi kapsamu0131nda yapu0131lan arau015ftu0131rmalar sonucu, iki bin askerin gu00f6mu00fcldu00fcu011fu00fc geru00e7ek u015fehitlik bulundu.",  "2001 - Sovyet uzay istasyonu Mir'in gu00f6revi sonlandu0131ru0131ldu0131.",  "2001 - NATO, Kosova Savau015fu0131nda seyreltilmiu015f uranyum mermisi kullandu0131u011fu0131nu0131 itiraf etti.",  "2000 - Galatasaray futbol taku0131mu0131, UEFA Kupasu0131 u00e7eyrek finalinde deplasmandaki ilk mau00e7ta 4-1 yendiu011fi Mallorca'yu0131, Ali Sami Yen Stadu0131'nda da yenip, yaru0131 finalist oldu.",  "1999 - Paraguay Bau015fkan Yardu0131mcu0131su0131 Luis Maru00eda Argau00f1a, suikast sonucu u00f6ldu00fcru00fcldu00fc.",  "1998 - Bakanlar Kurulunda irticayla mu00fccadelede alu0131nmasu0131 gereken u00f6nlemleri iu00e7eren yasa tasaru0131laru0131nu0131n bu00fcyu00fck bu00f6lu00fcmu00fc imzalandu0131.",  "1996 - Refah Partisi Genel Bau015fkan Yardu0131mcu0131su0131 Ou011fuzhan Asiltu00fcrk, Tu00fcrk Silahlu0131 Kuvvetleri'ni din du00fcu015fmanlu0131u011fu0131 yapmakla suu00e7ladu0131.",  "1996 - Ankara'da u00f6u011frenciler haru00e7laru0131 protesto eylemi yaptu0131lar. u00c7u0131kan olaylar sonrasu0131nda Dil ve Tarih-Cou011frafya Faku00fcltesi binasu0131na giren Polis, 127 u00f6u011frenciyi gu00f6zaltu0131na aldu0131. Olaylarda 51 polis ve 100 u00f6u011frenci yaralandu0131.",  "1994 - Rus Havayollaru0131 Aeroflot'a ait Airbus A310 tipi bir yolcu uu00e7au011fu0131, Sibirya'da du00fcu015ftu00fc; 75 kiu015fi u00f6ldu00fc.",  "1994 - Meksika Bau015fkan adayu0131 Luis Donaldo Colosio, seu00e7im hazu0131rlu0131klaru0131 su0131rasu0131nda du00fczenlenen bir suikast sonucu u00f6ldu00fcru00fcldu00fc.",  "1992 - u015eu0131rnak'u0131n Cizre ilu00e7esinde u00e7u0131kan olaylarda, gu00fcvenlik gu00fcu00e7leri ile gu00f6stericiler arasu0131ndaki u00e7atu0131u015fmalaru0131 izleyen Sabah Gazetesi muhabiri u0130zzet Kezer, bau015fu0131ndan vurularak u00f6ldu00fc.",  "1990 - Cizre'de binlerce kiu015fi yu00fcru00fcyu00fcu015f yaptu0131.",  "1989 - Utah u00dcniversitesi'nden Stanley Pons ve Martin Fleischmann, sou011fuk fu00fczyon konusundaki buluu015flaru0131nu0131 au00e7u0131kladu0131lar.",  "1982 - Uu011fur Mumcu, ku00f6u015fesinde, "Teru00f6r, u00f6ncelikle demokrasinin du00fcu015fmanu0131du0131r. Bu au00e7u0131dan bakarsak, u00ab12 Eylu00fcl 1980 u00f6ncesinde Tu00fcrkiye'de du00fcu015fu00fcnce u00f6zgu00fcrlu00fcu011fu00fc vardu0131r, Anayasa yu00fcru00fcrlu00fcktedir, demokrasi tastamam iu015flemektediru00bb diyemeyiz, dersek: inandu0131ru0131cu0131 olamayu0131z." yazdu0131.",  "1979 - MSP eski Milletvekili Halit Kahraman, eroin kau00e7u0131ru0131rken Yunanistan'da yakalandu0131.",  "1977 - Liselerde okutulan "Felsefeye Bau015flangu0131u00e7" adlu0131 kitabu0131n yazaru0131 Prof. Nebahat Ku00fcyel, Aleviler'i ku00fcu00e7u00fck du00fcu015fu00fcrme iddiasu0131yla yargu0131landu0131.",  "1974 - Hu00fcku00fbmet, u0130mralu0131 Adasu0131'nda gu00f6mu00fclu00fc olan Adnan Menderes, Fatin Ru00fcu015ftu00fc Zorlu ve Hasan Polatkan'u0131n mezarlaru0131nu0131n bau015fka bir yere tau015fu0131nabilmesine izin verdi.",  "1972 - Cumhurbau015fkanu0131 Cevdet Sunay; Deniz Gezmiu015f, Yusuf Aslan ve Hu00fcseyin u0130nan hakku0131nda verilen idam cezalaru0131nu0131 onayladu0131.",  "1971 - Tu00fcrkiye Halk Kurtuluu015f Ordusu liderlerinden Deniz Gezmiu015f'in arkadau015flaru0131, Hu00fcseyin u0130nan ve Mehmet Nakipou011flu yakalandu0131.",  "1959 - Ankara'da yayu0131nlanan u00d6ncu00fc gazetesi, su00fcresiz olarak kapatu0131ldu0131.",  "1956 - Pakistan, ilk u0130slam Cumhuriyeti oldu.",  "1946 - Zekeriya Sertel ile Sabiha Sertel, Cami Baykut ve Halil Lu00fctfi Du00f6rdu00fcncu00fc, u00e7eu015fitli hapis cezalaru0131na u00e7arptu0131ru0131ldu0131. Daha sonra karar, Yargu0131tayca bozuldu ve gazeteciler serbest bu0131raku0131ldu0131lar.",  "1933 - Alman Millu00ee Meclisi Reichstag, Adolf Hitler'e kararnamelerle u00fclkeyi yu00f6netme yetkisi verdi.",  "1931 - Tu00fcrk u00e7ocuklaru0131nu0131n ilk u00f6u011frenimlerini Tu00fcrk okullaru0131nda yapmalaru0131nu0131 zorunlu ku0131lan kanun kabul edildi.",  "1925 - Sessiz sinema du00f6neminin en pahalu0131 filmi olan (3.9 milyon dolar) "Ben Hur", gu00f6sterime girdi.",  "1923 - Mu00fcbadele sonucu Selanik'ten gelen Tu00fcrkler, Didim'e ulau015ftu0131lar.",  "1921 - II. u0130nu00f6nu00fc Muharebesi bau015fladu0131. Yunan birlikleri, Uu015fak ve Bursa u00fczerinden, Afyon ve Eskiu015fehir'e dou011fru iki koldan taarruz bau015flattu0131.",  "1919 - Benito Mussolini, u0130talya'da Fau015fist Mu00fccadele Birliklerinin u0130ttifaku0131 (Fasci Italiani di Combattimento) partisini kurdu. 9 Kasu0131m 1921'de ise Ulusal Fau015fist Parti kuruldu.",  "1918 - Rus u0130u00e7 Savau015fu0131 kapsamu0131nda Beyaz Ordu'nun bu00f6lgeden u00e7ekilmesinin ardu0131ndan Don Sovyet Cumhuriyeti ilan edildi.",  "1903 - Wright Kardeu015fler, ilk sabit kanatlu0131 uu00e7aklaru0131 iu00e7in patent bau015fvurusunda bulundular.",  "1855 - Dolmabahu00e7e Camii ibadete au00e7u0131ldu0131.",  "1848 - Macaristan, Avusturya'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1839 - "OK" su00f6zcu00fcu011fu00fc, (oll correct) Boston Morning Post gazetesinde ilk kez kayu0131tlara geu00e7ti.",  "1801 - I. Aleksandr, Rus u0130mparatorluu011fu'nun u00c7aru0131 oldu.",  "1791 - Hollandalu0131 kadu0131n haklaru0131 savunucusu Etta Palm d'Aelders, Geru00e7eu011fin Dostlaru0131 Konfederasyonu olarak bilinen kadu0131n kulu00fcplerini kurdu.",  "625 - Arabistan'da Mu00fcslu00fcmanlarla Kureyu015fler arasu0131nda, Uhud Savau015fu0131 bau015fladu0131."]







