["2024 - 22 Mart tarihli 2024 Krasnogorsk saldu0131ru0131su0131 nedeniyle 24 Mart, Rusya'da ulusal yas ilan edildi.",  "2020 - 2020 Yaz Olimpiyatlaru0131 koronaviru00fcs pandemisi nedeniyle 2021'e ertelendi.",  "2015 - Barselona-Du00fcsseldorf seferini yapan, Lufthansa'nu0131n yan kuruluu015fu olan Germanwings'e ait Airbus A320 tipi bir yolcu uu00e7au011fu0131, Fransu0131z Alpleri'nin gu00fcneyinde yer alan Mu00e9olans-Revel ku00f6yu00fcnu00fcn dau011flu0131k alanu0131na du00fcu015ftu00fc. Kazada 144 yolcu ve 6 mu00fcrettebat hayatu0131nu0131 kaybetti.",  "2009 - Ergenekon davasu0131nda 21'i tutuklu 56 sanu0131k hakku0131nda hazu0131rlanan 1909 sayfalu0131k ikinci iddianame, davaya bakan u0130stanbul 13. Au011fu0131r Ceza Mahkemesi tarafu0131ndan kabul edildi. u0130ddianamede emekli Orgeneraller u015eener Eruygur ve Huru015fit Tolon, davanu0131n bir ve iki numaralu0131 sanu0131klaru0131 olarak geu00e7iyor. Eruygur ve Tolon'un, 3'er kez au011fu0131rlau015ftu0131ru0131lmu0131u015f mu00fcebbet hapisle cezalandu0131ru0131lmasu0131 isteniyor.",  "2007 - Tu00fcrkiye, 2008 Avrupa Futbol u015eampiyonasu0131 elemelerinde Yunanistan'u0131 4-1 mau011flup etti.",  "2006 - u0130spanya'daki ETA u00f6rgu00fctu00fc, su00fcresiz ve kalu0131cu0131 ateu015fkes ilan etti.",  "2005 - Lale Devrimi: Ku0131rgu0131zistan cumhurbau015fkanu0131 Askar Akayev, hu00fcku00fbmet karu015fu0131tu0131 kitlesel gu00f6sterilerin ardu0131ndan gu00f6revden alu0131ndu0131 ve u00fclkeden kau00e7tu0131.",  "2001 - Apple u015firketi, Mac OS X 10.0 (Cheetah)'u0131 piyasaya su00fcrdu00fc.",  "2000 - Genelkurmay Bau015fkanlu0131u011fu0131, Talat Aydemir'in idamu0131yla sonuu00e7lanan 1963'teki darbe giriu015fimine katu0131lan 1459 Harp Okulu u00f6u011frencisinin haklaru0131nu0131 37 yu0131l sonra iade etti.",  "2000 - Varan Turizm'e ait bir otobu00fcs, yolcularu0131yla birlikte kau00e7u0131ru0131ldu0131. Olaydan sonra yakalanan u00fcu00e7 kiu015fi, 36'u015far yu0131l au011fu0131r hapis cezasu0131na u00e7arptu0131ru0131ldu0131.",  "1999 - NATO, Kosova'daki u00e7atu0131u015fmalar u00fczerine, Yugoslavya'ya karu015fu0131 hava hareku00e2tu0131 bau015flattu0131. II. Du00fcnya Savau015fu0131'ndan beri Avrupa'daki en you011fun bombardu0131man olan Mu00fcttefik Gu00fccu00fc Harekatu0131, Kosova'nu0131n Su0131rbistan'dan ayru0131lmasu0131na neden oldu.",  "1998 - Hindistan'da u00e7u0131kan fu0131rtu0131nada 250 kiu015fi u00f6ldu00fc, 3000 kiu015fi de yaralandu0131.",  "1978 - Savcu0131 Dou011fan u00d6z u00f6ldu00fcru00fcldu00fc.",  "1976 - Arjantin Devlet Bau015fkanu0131 Isabel Peron, kansu0131z bir darbeyle devrildi. Jorge Rafael Videla, Emilio Eduardo Massera ve Orlando Ramu00f3n Agostiu2019den oluu015fan Cunta, iktidara el koydu ve yedi yu0131llu0131k diktatu00f6rlu00fck du00f6neminde 30 bine yaku0131n kiu015fi kaybedildi.",  "1958 - Elvis Presley askere alu0131ndu0131 ve bu durum ABD genelinde sansasyon yarattu0131.",  "1938 - Cumhurbau015fkanlu0131u011fu0131 yatu0131 olarak satu0131n alu0131nan Savarona'ya, u0130ngiltere'nin Southampton Limanu0131'nda tu00f6renle Tu00fcrk bayrau011fu0131 u00e7ekildi. 1 Haziran'da u0130stanbul'a getirilen Savarona, Dolmabahu00e7e u00f6nu00fcne demir attu0131. Atatu00fcrk, yatu0131 gezerek incelemede bulundu.",  "1933 - Almanya'da u015eansu00f6lye Hitler, 27 u015eubat'ta geru00e7ekleu015fen Reichstag Yangu0131nu0131'nu0131 sebep gu00f6stererek u00fclkede du00fczeni sau011flamak adu0131na kendisine olau011fanu00fcstu00fc yetkiler tanu0131yan kararnamenin 24 Mart'taki kabulu00fc ile diktatu00f6ryal gu00fcce ulau015ftu0131.",  "1926 - Tu00fcrkiye'de petrol arama ve iu015fletilmesinin devletu00e7e yu00f6netilmesini u00f6ngu00f6ren kanun, TBMM'de kabul edildi.",  "1923 - Mustafa Kemal Pau015fa, Time dergisine kapak oldu.",  "1882 - Robert Koch, verem hastalu0131u011fu0131na neden olan bakteriyi (mycobacterium tuberculosis) keu015ffettiu011fini duyurdu. Bu buluu015fuyla, daha sonra 1905 yu0131lu0131nda tu0131p alanu0131nda Nobel u00f6du00fclu00fcnu00fc aldu0131.",  "1721 - Johann Sebastian Bach, Brandenburg Markizi Christian Ludwig iu00e7in yazdu0131u011fu0131 ve daha sonralaru0131 Brandenburg Konu00e7ertolaru0131 olarak adlandu0131ru0131lan 6 konu00e7ertolaru0131nu0131 sundu.",  "1394 - Timurlenk, Diyarbaku0131r'u0131 iu015fgal etti."]







