["2024 - 22 Mart tarihli 2024 Krasnogorsk saldırısı nedeniyle 24 Mart, Rusya'da ulusal yas ilan edildi.", "2020 - 2020 Yaz Olimpiyatları koronavirüs pandemisi nedeniyle 2021'e ertelendi.", "2015 - Barselona-Düsseldorf seferini yapan, Lufthansa'nın yan kuruluşu olan Germanwings'e ait Airbus A320 tipi bir yolcu uçağı, Fransız Alpleri'nin güneyinde yer alan Méolans-Revel köyünün dağlık alanına düştü. Kazada 144 yolcu ve 6 mürettebat hayatını kaybetti.", "2009 - Ergenekon davasında 21'i tutuklu 56 sanık hakkında hazırlanan 1909 sayfalık ikinci iddianame, davaya bakan İstanbul 13. Ağır Ceza Mahkemesi tarafından kabul edildi. İddianamede emekli Orgeneraller Şener Eruygur ve Hurşit Tolon, davanın bir ve iki numaralı sanıkları olarak geçiyor. Eruygur ve Tolon'un, 3'er kez ağırlaştırılmış müebbet hapisle cezalandırılması isteniyor.", "2007 - Türkiye, 2008 Avrupa Futbol Şampiyonası elemelerinde Yunanistan'ı 4-1 mağlup etti.", "2006 - İspanya'daki ETA örgütü, süresiz ve kalıcı ateşkes ilan etti.", "2005 - Lale Devrimi: Kırgızistan cumhurbaşkanı Askar Akayev, hükûmet karşıtı kitlesel gösterilerin ardından görevden alındı ve ülkeden kaçtı.", "2001 - Apple şirketi, Mac OS X 10.0 (Cheetah)'ı piyasaya sürdü.", "2000 - Genelkurmay Başkanlığı, Talat Aydemir'in idamıyla sonuçlanan 1963'teki darbe girişimine katılan 1459 Harp Okulu öğrencisinin haklarını 37 yıl sonra iade etti.", "2000 - Varan Turizm'e ait bir otobüs, yolcularıyla birlikte kaçırıldı. Olaydan sonra yakalanan üç kişi, 36'şar yıl ağır hapis cezasına çarptırıldı.", "1999 - NATO, Kosova'daki çatışmalar üzerine, Yugoslavya'ya karşı hava harekâtı başlattı. II. Dünya Savaşı'ndan beri Avrupa'daki en yoğun bombardıman olan Müttefik Gücü Harekatı, Kosova'nın Sırbistan'dan ayrılmasına neden oldu.", "1998 - Hindistan'da çıkan fırtınada 250 kişi öldü, 3000 kişi de yaralandı.", "1978 - Savcı Doğan Öz öldürüldü.", "1976 - Arjantin Devlet Başkanı Isabel Peron, kansız bir darbeyle devrildi. Jorge Rafael Videla, Emilio Eduardo Massera ve Orlando Ramón Agosti’den oluşan Cunta, iktidara el koydu ve yedi yıllık diktatörlük döneminde 30 bine yakın kişi kaybedildi.", "1958 - Elvis Presley askere alındı ve bu durum ABD genelinde sansasyon yarattı.", "1938 - Cumhurbaşkanlığı yatı olarak satın alınan Savarona'ya, İngiltere'nin Southampton Limanı'nda törenle Türk bayrağı çekildi. 1 Haziran'da İstanbul'a getirilen Savarona, Dolmabahçe önüne demir attı. Atatürk, yatı gezerek incelemede bulundu.", "1933 - Almanya'da Şansölye Hitler, 27 Şubat'ta gerçekleşen Reichstag Yangını'nı sebep göstererek ülkede düzeni sağlamak adına kendisine olağanüstü yetkiler tanıyan kararnamenin 24 Mart'taki kabulü ile diktatöryal güce ulaştı.", "1926 - Türkiye'de petrol arama ve işletilmesinin devletçe yönetilmesini öngören kanun, TBMM'de kabul edildi.", "1923 - Mustafa Kemal Paşa, Time dergisine kapak oldu.", "1882 - Robert Koch, verem hastalığına neden olan bakteriyi (mycobacterium tuberculosis) keşfettiğini duyurdu. Bu buluşuyla, daha sonra 1905 yılında tıp alanında Nobel ödülünü aldı.", "1721 - Johann Sebastian Bach, Brandenburg Markizi Christian Ludwig için yazdığı ve daha sonraları Brandenburg Konçertoları olarak adlandırılan 6 konçertolarını sundu.", "1394 - Timurlenk, Diyarbakır'ı işgal etti."]