["2009 - Bu00fcyu00fck Birlik Partisi'nin kiralamu0131u015f olduu011fu ve iu00e7erisinde BBP Genel Bau015fkanu0131 Muhsin Yazu0131cu0131ou011flu dahil, 6 kiu015finin bulunduu011fu helikopter, Kahramanmarau015f'ta du00fcu015ftu00fc. 3 gu00fcn sonra ulau015fu0131lan helikopterde, 6 kiu015finin de u00f6ldu00fcu011fu00fc belirtildi.",  "1999 - Su0131rbistan, NATO'ya savau015f ilan edip BM'ye bildirince, NATO u00fcyesi Tu00fcrkiye de bu u00fclkeyle resmen savau015fa girmiu015f oldu.",  "1998 - Manisalu0131 Genu00e7ler Davasu0131nda, Yargu0131tay'u0131n bozma kararu0131ndan sonra beu015f tutuklu genu00e7 tahliye edildi. Davada tutuklu sanu0131k kalmadu0131.",  "1996 - Tu00fcrkiye'de Emek Partisi kuruldu.",  "1994 - Aydu0131n Ortaklar u00d6u011fretmen Lisesi'nde evci u00e7u0131kan du00f6rt ku0131z u00f6u011frenciden birinin, Emniyet yetkilileri tarafu0131ndan yakalanarak bekaret kontrolu00fcne gu00f6nderilmesi, kadu0131nlar tarafu0131ndan protesto edildi.",  "1992 - Kozmonot Sergei Krikalyov, Mir Uzay u0130stasyonu'nda 10 ay kaldu0131ktan sonra du00fcnyaya du00f6ndu00fc.",  "1990 - New York'un Bronx semtindeki bir kulu00fcpte u00e7u0131kan yangu0131nda 87 kiu015fi u00f6ldu00fc.",  "1988 - u0130stanbul'daki Metris Askeri Cezaevi'nden 29 tutuklu ve hu00fcku00fcmlu00fc kau00e7tu0131.",  "1986 - u0130u015fkence yaptu0131u011fu0131nu0131 itiraf eden polis memuru Sedat Caner ile bu itiraflaru0131 yayu0131mlayan "Nokta" dergisine dava au00e7u0131ldu0131.",  "1986 - 14. Strasbourg Film Festivali'nde Muammer u00d6zer'in "Bir Avuu00e7 Cennet" ve Ali u00d6zgentu00fcrk'u00fcn "Beku00e7i" isimli filmleri ikinciliu011fi paylau015ftu0131.",  "1984 - Yerel seu00e7imler yapu0131ldu0131. Anavatan Partisi (ANAP), yu00fczde 41,5 oy oranu0131 ile 54 ilde Belediye Bau015fkanlu0131u011fu0131 aldu0131. Sosyal Demokrat Parti (SODEP), yu00fczde 23,4 oy oranu0131 ile ikinci, Dou011fru Yol Partisi (DYP), yu00fczde 13,2 oy oranu0131 ile seu00e7imlerden u00fcu00e7u00fcncu00fc parti olarak u00e7u0131ktu0131. u0130lk kez seu00e7ime katu0131lan Refah Partisi (RP) ise, yu00fczde 4,4 oy oranu0131yla sonuncu parti oldu.",  "1982 - Tutuklu u0130smail Beu015fiku00e7i, cezaevinden yazdu0131u011fu0131 bir mektup nedeniyle 10 yu0131l ceza aldu0131.",  "1982 - Ankara Su0131ku0131yu00f6netim Savcu0131lu0131u011fu0131, Halkevleri hakku0131nda kapatu0131lma istemiyle dava au00e7tu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Adana ve Osmaniye Cezaevlerinden 9'u sau011f, 1'i sol 10 mahku00fbm kau00e7tu0131.",  "1975 - Suudi Arabistan Kralu0131 Faysal, akli dengesi bozuk olan yeu011feni Prens Faysal bin Musad tarafu0131ndan Riyad'da u00f6ldu00fcru00fcldu00fc.",  "1972 - Cumhuriyet Halk Partisi; Deniz Gezmiu015f, Yusuf Aslan ve Hu00fcseyin u0130nan hakku0131nda verilen ve Cumhurbau015fkanu0131 Cevdet Sunay tarafu0131ndan onaylanan idam kararlaru0131nu0131n iptali iu00e7in Anayasa Mahkemesi'ne bau015fvurdu. u0130nfaz Savcu0131lu0131u011fu0131, dosyayu0131 Ankara Su0131ku0131yu00f6netim Komutanlu0131u011fu0131'na gu00f6nderdi. u00dcu00e7 gu00fcn sonra Ankara Su0131ku0131yu00f6netim Mahkemesi idamlaru0131n infazu0131na karar verdi.",  "1968 - u015eair Metin Demirtau015f, Tu00fcrk Solu dergisinde yayu0131mlanan "Guevara" adlu0131 u015fiirinde, komu00fcnizm propagandasu0131 yaptu0131u011fu0131 gereku00e7esiyle tutuklandu0131.",  "1962 - EOKA'lu0131lar Ku0131bru0131s'ta iki camiye bomba attu0131.",  "1961 - Adalet Bakanlu0131u011fu0131, idam cezalaru0131nu0131n cezaevi bahu00e7elerinde infaz olunmasu0131 hakku0131nda karar aldu0131.",  "1960 - u0130talya'da Fernando Tambroni Bau015fbakan oldu.",  "1960 - Gu00fcney Afrika Johannesburg'da tu00fcm siyah politik u00f6rgu00fctler feshedildi.",  "1959 - Necip Fazu0131l Ku0131saku00fcrek, Bu00fcyu00fck Dou011fu dergisinde yayu0131mlanan "Menderes'in Kalesi" bau015flu0131klu0131 yazu0131su0131nda, Fuad Ku00f6pru00fclu00fc'ye yayu0131n yoluyla hakaret ettiu011fi iddiasu0131yla au00e7u0131lan davada, bir yu0131l hapse mahku00fbm oldu. Bu00fcyu00fck Dou011fu dergisi de bir ay su00fcreyle kapatu0131ldu0131.",  "1957 - Roma'da bir araya gelen Fransa, Almanya, u0130talya, Belu00e7ika, Hollanda ve Lu00fcksemburg, Avrupa Ekonomik Topluluu011fu ve Avrupa Atom Enerjisi Topluluu011fu'nun kurulmasu0131na iliu015fkin Roma Antlau015fmasu0131'nu0131 imzaladu0131.",  "1951 - u0130stanbul'da Neve u015ealom Sinagogu au00e7u0131ldu0131.",  "1951 - Millu00ee Eu011fitim Bakanu0131 Tevfik u0130leri, solcu u00f6u011fretmenlerin tasfiyesinin su00fcrdu00fcu011fu00fcnu00fc au00e7u0131kladu0131.",  "1950 - Devlet Hava Yollaru0131'na ait bir yolcu uu00e7au011fu0131 Ankara'da du00fcu015ftu00fc; 15 kiu015fi u00f6ldu00fc. Bu olay Tu00fcrk sivil havacu0131lu0131k tarihinin ilk kazasu0131 oldu.",  "1949 - Sovyet Hu00fcku00fbmetinin kararu0131yla; Litvanya, Estonya ve Letonya'dan 92.000 kiu015fi su00fcrgu00fcn edildi.",  "1947 - Illinois'teki bir ku00f6mu00fcr madeninde meydana gelen patlamada, 111 kiu015fi u00f6ldu00fc.",  "1944 - Heykeltu0131rau015f Zu00fchtu00fc Mu00fcritou011flu ve Hadi Bara'nu0131n yaptu0131klaru0131 Barbaros Hayreddin Pau015fa Anu0131tu0131 tu00f6renle au00e7u0131ldu0131.",  "1941 - Yugoslavya Krallu0131u011fu0131, Mihver Devletleriu2019ne katu0131lma kararu0131 aldu0131.",  "1936 - Saatlerin dou011fru olarak ayarlanabilmesi iu00e7in u0130stanbul Rasathanesi'nce hazu0131rlanan iki bildiriyi, Bakanlar Kurulu onayladu0131.",  "1935 - Prof. Afet u0130nan, Tu00fcrk Tarih Kurumu As Bau015fkanlu0131u011fu0131na seu00e7ildi.",  "1929 - u0130talya'da fau015fist yu00f6netim, genel seu00e7imlerde oylaru0131n yu00fczde 99'unu kendilerinin aldu0131klaru0131nu0131 au00e7u0131kladu0131.",  "1924 - Yunanistan'da cumhuriyet ilan edildi.",  "1918 - Oltu'nun kurtuluu015fu.",  "1918 - Alman gu00fcdu00fcmu00fcnde, Belarus Halk Cumhuriyeti kuruldu.",  "1912 - Ahmet Ferit Tek, Tu00fcrk Ocau011fu0131'nu0131 kurdu.",  "1821 - Yunanistan, Osmanlu0131 u0130mparatorluu011fu'ndan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1811 - Percy Bysshe Shelley, "Tanru0131tanu0131mazlu0131u011fu0131n Gerekliliu011fi" adlu0131 makalesinden dolayu0131 Oxford u00dcniversitesi'nden atu0131ldu0131.",  "1807 - Birleu015fik Krallu0131k Parlamentosu, ku00f6le ticaretini yasakladu0131.",  "1752 - u0130ngiltere'de yu0131lu0131n ilk gu00fcnu00fc. u0130ngilizlerde 1 Ocak ile bau015flayan ilk yu0131l 1752'dir.",  "1655 - Satu00fcrn'u00fcn en bu00fcyu00fck uydusu Titan, Christiaan Huygens tarafu0131ndan keu015ffedildi."]







