["2006 - u0130skou00e7ya'da kamusal alanlarda sigara iu00e7mek yasaklandu0131.",  "2005 - Doctor Who dizisinin gu00fcnu00fcmu00fcz serisi, BBC Kanalu0131nda yayu0131na girdi.",  "2002 - u0130srail'de Uluslararasu0131 Geu00e7ici Mevcudiyet'e ait araca du00fczenlenen saldu0131ru0131da, Tu00fcrk Binbau015fu0131 Cengiz Toytunu00e7 u00f6ldu00fc, Yu00fczbau015fu0131 Hu00fcseyin u00d6zarslan yaralandu0131.",  "2002 - TBMM Genel Kurulunda, AB'ye uyum u00e7eru00e7evesinde hazu0131rlanan ve sekiz yasada deu011fiu015fiklik yapan dokuz maddelik yasa tasaru0131su0131 kabul edildi.",  "2000 - Rusya'da yapu0131lan seu00e7imler sonucunda, Vladimir Putin Bau015fkan oldu.",  "1999 - Michigan'da bir Mahkeme Ju00fcrisi, Dr. Jack Kevorkian'u0131 u00f6lu00fcmcu00fcl bir hastayu0131 iu011fne yaparak u00f6ldu00fcrmekten (u00f6tanazi) suu00e7lu buldu.",  "1999 - Melissa viru00fcsu00fc, tu00fcm du00fcnyada e-posta sistemlerini etkiledi.",  "1996 - Uluslararasu0131 Para Fonu, Rusya'ya 10.2 milyar USD kredi verilmesini onayladu0131.",  "1995 - u015eengen Antlau015fmasu0131 yu00fcru00fcrlu00fcu011fe girdi.",  "1979 - Enver Sedat, Menahem Begin ve Jimmy Carter, Washington'da u0130srail-Mu0131su0131r Baru0131u015f Antlau015fmasu0131nu0131 imzaladu0131lar.",  "1971 - Dou011fu Pakistan, Bangladeu015f'in oluu015fumuna yu00f6nelik olarak Pakistan'dan bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1971 - u0130stanbul'da iki ku0131ta birleu015fti. Bou011faz Ku00f6pru00fcsu00fc'nu00fcn 57'nci u00fcnitesinin de yerine konulmasu0131yla kentin, Asya ve Avrupa yakalaru0131 birbirine bau011flandu0131.",  "1971 - Cumhurbau015fkanu0131 Cevdet Sunay, 12 Mart Muhtu0131rasu0131'yla istifa eden Su00fcleyman Demirel'in yerine atanan Nihat Erim'in kabinesini onayladu0131.",  "1942 - Naziler, Yahudileri Polonya'daki Auschwitz Kampu0131'na gu00f6tu00fcrmeye bau015fladu0131.",  "1934 - Birleu015fik Krallu0131k'ta ilk kez motorlu tau015fu0131t kullanacaklara, u015fofu00f6rlu00fck su0131navu0131ndan geu00e7me zorunluluu011fu getirildi.",  "1931 - Tu00fcrkiye'de u00d6lu00e7u00fcler Kanunu'nun kabul edilmesiyle; okka, endaze gibi eski u00f6lu00e7u00fclerin yerine gram, metre, litre gibi yeni u00f6lu00e7u00fclerin kullanu0131lmasu0131 u00f6ngu00f6ru00fcldu00fc.",  "1917 - I. Du00fcnya Savau015fu0131: u00c7anakkale Bou011fazu0131'nu0131n Anadolu yakasu0131nda gu00f6rev yapmak u00fczere Osmanlu0131 15. Kolordusu'nun teu015fkili.",  "1915 - I. Du00fcnya Savau015fu0131: Birinci Gazze Muharebesi geru00e7ekleu015fti.",  "1913 - Edirne, Bulgar ve Su0131rp kuvvetlerince teslim alu0131ndu0131.",  "1821 - Seyyid Ali Pau015fa, Sadrazamlu0131ktan alu0131narak yerine Benderli Ali Pau015fa atandu0131.",  "1812 - Venezuela'nu0131n Karakas u015fehri, u015fiddetli bir depremle tahrip oldu.",  "1636 - Hollanda'da Utrecht u00dcniversitesi kuruldu.",  "1583 - u0130ngiltere'nin Osmanlu0131 topraklaru0131ndaki ilk Elu00e7isi, William Harborne u0130stanbul'a ulau015ftu0131."]







