["2023 - ABD'nin Kentucky, Tennessee, Illinois, Missouri ve Arkansas eyaletlerinde 36 farklu0131 yerde hortum oluu015ftu. 70'ten fazla kiu015fi u00f6ldu00fc.",  "2020 - Kuzey Makedonya, NATO'ya u00fcye oldu.",  "2012 - Tu00fcrkiye, u015eam Bu00fcyu00fckelu00e7iliu011fi'nin bu00fctu00fcn faaliyetlerini asku0131ya aldu0131.",  "1999 - Nissan - Renault arasu0131nda gu00fcu00e7 birliu011fi anlau015fmasu0131 imzalandu0131.",  "1994 - Eurofighter Typhoon, ilk test uu00e7uu015funu yaptu0131.",  "1987 - 'Hora' (Sismik-1) gemisinin, petrol aramak iu00e7in Ege'nin uluslararasu0131 karasularu0131na au00e7u0131lmasu0131nu0131n Yunanistan'u0131n petrol aramalaru0131 iu00e7in au00e7u0131kladu0131u011fu0131 tarihe rastlamasu0131, iki u00fclkenin silahlu0131 kuvvetlerini alarma geu00e7irdi.",  "1986 - Hayali mobilya davasu0131nda 10 yu0131ldu0131r yargu0131lanan Yahya Demirel tahliye edildi.",  "1982 - 12 Eylu00fcl Darbesi'nin 14. idamu0131: 14/15 Ekim 1978'de Ankara'da kau00e7u0131rdu0131u011fu0131 sol gu00f6ru00fcu015flu00fc Veli Gu00fcneu015f ve Halim Kaplan'u0131 el ve ayaklaru0131ndan bau011flayu0131p, u00f6ldu00fcru00fcp, u00e7uvala koyup bir u015farampole atan sau011f gu00f6ru00fcu015flu00fc militan Fikri Arkan, idam edildi.",  "1977 - Yengesiyle iliu015fki yau015fayan Veli Acar, yengesinin yardu0131mu0131yla u00f6z kardeu015fi Recep Acar'u0131 uykudayken bau015fu0131na piknik tu00fcpu00fcyle vurarak u00f6ldu00fcrdu00fc. 12 Eylu00fcl du00f6neminde idam edildi.",  "1977 - Tenerife faciasu0131: Kanarya Adalaru0131'nu0131n Tenerife Kuzey Havalimanu0131'nda uu00e7uu015fa geu00e7mek u00fczere olan Hollanda Kraliyet Havayollaru0131'na (KLM) ait Boeing 747 tipi yolcu uu00e7au011fu0131, yine havalanmak u00fczere olan Pan Am'a ait bau015fka bir Boeing ile pistte u00e7arpu0131u015ftu0131. Kazada 575 kiu015fi u00f6ldu00fc, 70 kiu015fi yaralandu0131.",  "1976 - Du0131u015fiu015fleri Bakanu0131 u0130hsan Sabri u00c7au011flayangil ile ABD Du0131u015fiu015fleri Bakanu0131 Henry Kissinger, Washington, DC'de Savunma u0130u015fbirliu011fi Anlau015fmasu0131'nu0131 imzaladu0131. Bu anlau015fmaya gu00f6re, Tu00fcrkiye u00fcslere izin u00e7u0131karacak, ABD de buna karu015fu0131lu0131k Tu00fcrkiye'ye yardu0131mda bulunacaktu0131.",  "1972 - Tu00fcrkiye Halk Kurtuluu015f Partisi - Cephesi lideri Mahir u00c7ayan ve arkadau015flaru0131 u00dcnye Radar u00dcssu00fc'nden 3 u0130ngiliz teknisyeni kau00e7u0131rdu0131.",  "1969 - Kou00e7 Holding'e ait Aygaz tankeri, Ege Denizi'nde alabora oldu, 15 kiu015filik mu00fcrettebattan 1 kiu015fi kurtulabildi.",  "1964 - ABD'nin Alaska eyaletinde 9,2 Mw bu00fcyu00fcklu00fcu011fu00fcnde deprem meydana geldi. 131 kiu015fi u00f6ldu00fc.",  "1958 - Nikita Kruu015fu00e7ev, SSCB'de Bau015fbakanlu0131u011fa yu00fckseldi.",  "1941 - Yugoslavyau2019da General Duu0161an Simoviu0107, kansu0131z bir darbe ile yu00f6netimi ele geu00e7irdi. Yeni Hu00fcku00fbmet, Mihver Devletleriu2019nden ayru0131lma kararu0131 aldu0131.",  "1918 - Besarabya ve Moldova, Romanya'ya katu0131ldu0131.",  "1891 - Servet-i Fu00fcnu00fbn dergisinin ilk sayu0131su0131 u00e7u0131ktu0131.",  "1890 - Louisville, Kentucky'de u00e7u0131kan fu0131rtu0131nada 76 kiu015fi u00f6ldu00fc, 200 kiu015fi de yaralandu0131.",  "1854 - Ku0131ru0131m Savau015fu0131: Birleu015fik Krallu0131k, Rus u0130mparatorluu011funa savau015f ilan etti.",  "1692 - Bahadu0131rzade Arabacu0131 Ali Pau015fa Sadrazamlu0131ktan alu0131narak, yerine Bozoklu (Bu0131yu0131klu0131) Mustafa Pau015fa atandu0131.",  "630 - Tang Hanedanu0131, Yin Dau011flaru0131'nda (gu00fcnu00fcmu00fczde u0130u00e7 Mou011folistan) Dou011fu Gu00f6ktu00fcrk Kau011fanlu0131u011fu0131nu0131 yendi.",  "425 - u0130mparator II. Theodosius du00f6neminde Konstantinopolis'te, Auditorium adu0131yla ilk yu00fcksek okul au00e7u0131ldu0131. Okulda 31 profesu00f6r, Latince ve Greku00e7e hitabet ve gramer, hukuk ve felsefe dersleri vermeye bau015fladu0131."]







