["2015 - u0130dlib Muharebesi sona erdi. Fetih Ordusu, 2012 yu0131lu0131ndan beri Suriye Ordusu denetimindeki u0130dlib u015fehir merkezini ele geu00e7irdi.",  "2006 - Mart 2006 Diyarbaku0131r olaylaru0131: Diyarbaku0131r'da geru00e7ekleu015ftirilen HPG mensuplaru0131nu0131n cenaze tu00f6renine, Polis'in mu00fcdahalesi sonucu bau015flayan ve 4 gu00fcn su00fcren olaylar sonucunda 14 kiu015fi u00f6ldu00fc.",  "2004 - Yerel seu00e7imler yapu0131ldu0131. Adalet ve Kalku0131nma Partisi yu00fczde 41,67 oy oranu0131yla birinci parti oldu. Cumhuriyet Halk Partisi yu00fczde 18,23, Milliyetu00e7i Hareket Partisi ise yu00fczde 10,45 oranu0131nda oy aldu0131.",  "1980 - Kayseri'nin Develi ilu00e7esine bau011flu0131 Ayvazhacu0131 ku00f6yu00fcnde, sel nedeniyle meydana gelen toprak kaymasu0131 sonucunda 60 kiu015fi u00f6ldu00fc.",  "1981 - Devlet Bau015fkanu0131 Orgeneral Kenan Evren, Manisa'da halka seslendi: "Atatu00fcrk daha o devirde kadu0131nlaru0131mu0131zu0131n bu00fctu00fcn haklaru0131nu0131 vermiu015f ve onlaru0131 ikinci su0131nu0131f insan durumundan u00e7u0131kartmu0131u015ftu0131r. Bugu00fcn yine kadu0131nlaru0131 ikinci su0131nu0131f insan durumuna geu00e7irmeye u00e7alu0131u015fanlar var. Bunlarla amansu0131z u015fekilde mu00fccadele edeceu011fiz."",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Mardin'in Derik ilu00e7esinde u00e7u0131kan u00e7atu0131u015fmada bir yu00fczbau015fu0131, bir astsubay ve bir er u00f6ldu00fc. u0130stanbul'da bir Mu0130T gu00f6revlisi u00f6ldu00fcru00fcldu00fc.",  "1973 - Cevdet Sunay'u0131n Cumhurbau015fkanlu0131u011fu0131 su00fcresi bitti.",  "1970 - Gediz depremi: Ege Bu00f6lgesi'nde u015fiddetli bir deprem oldu. Ku00fctahya'nu0131n Gediz ilu00e7esinde evlerin yu00fczde 80'i yu0131ku0131ldu0131 ve 1086 kiu015fi u00f6ldu00fc.",  "1966 - Cemal Gu00fcrsel'in Cumhurbau015fkanlu0131u011fu0131 su00fcresi bitti, yerine Cevdet Sunay Cumhurbau015fkanu0131 seu00e7ildi.",  "1965 - Amerika Birleu015fik Devletleri'nin Alabama Eyaletinde, Martin Luther King'in u00f6nderliu011finde 25 bin kiu015fi sivil haklar iu00e7in yu00fcru00fcdu00fc.",  "1963 - 22 Mart'ta sau011flu0131k nedenleriyle tahliye edilen eski Cumhurbau015fkanu0131 Celu00e2l Bayar'u0131n serbest bu0131raku0131lmasu0131 tepkilere yol au00e7u0131nca, cezasu0131nu0131n ertelenmesine iliu015fkin karar kaldu0131ru0131ldu0131.",  "1962 - Tu00fcrkiye'de Ekim 1960'ta Askeri Yu00f6netimce gu00f6revlerinden uzaklau015ftu0131ru0131lan 147 u00f6u011fretim u00fcyesinin gu00f6revlerine du00f6nmelerine olanak sau011flayan kanun, TBMM'de kabul edildi.",  "1961 - Tu00fcrkiye'de Anayasa'nu0131n halkoyuna sunulmasu0131 hakku0131ndaki kanun kabul edildi.",  "1950 - Tu00fcrkiye, u0130srail'i resmen tanu0131du0131.",  "1947 - Birleu015fmiu015f Milletler Avrupa Ekonomik Komisyonu kuruldu.",  "1944 - Adapazaru0131 ve civaru0131nda 2831 kiu015finin u00f6ldu00fcu011fu00fc bir deprem oldu. Mu0131su0131r Kralu0131 Faruk, deprem felaketzedelerine 1000 Mu0131su0131r Lirasu0131 yardu0131mda bulundu.",  "1939 - Madrid, General Francisco Franco'nun gu00fcu00e7leri tarafu0131ndan ele geu00e7irildi. u0130spanya u0130u00e7 Savau015fu0131 sona erdi.",  "1933 - Hitler, Yahudileri ve Yahudilere ait mau011fazalaru0131 boykot iu00e7in emir verdi.",  "1930 - Tu00fcrkiye Hu00fcku00fbmeti, yabancu0131 u00fclkelerden Tu00fcrkiye'deki u015fehirleri iu00e7in Tu00fcrku00e7e adlaru0131nu0131 kullanmalaru0131nu0131 resmen talep etti. Bu tarihten sonra Posta u0130daresi, Angora veya Constatinople olarak adreslenmiu015f mektuplaru0131, Ankara ve u0130stanbul'a ulau015ftu0131rmadu0131. (bkz. Ankara (isim))",  "1918 - Olur'un du00fcu015fman iu015fgalinden kurtuluu015fu.",  "1854 - Ku0131ru0131m Savau015fu0131: Fransa, Rusya'ya savau015f au00e7tu0131.",  "1802 - Pallas asteroidi, Alman astronom Heinrich Wilhelm Matthias Olbers tarafu0131ndan keu015ffedildi."]







