["2015 - İdlib Muharebesi sona erdi. Fetih Ordusu, 2012 yılından beri Suriye Ordusu denetimindeki İdlib şehir merkezini ele geçirdi.", "2006 - Mart 2006 Diyarbakır olayları: Diyarbakır'da gerçekleştirilen HPG mensuplarının cenaze törenine, Polis'in müdahalesi sonucu başlayan ve 4 gün süren olaylar sonucunda 14 kişi öldü.", "2004 - Yerel seçimler yapıldı. Adalet ve Kalkınma Partisi yüzde 41,67 oy oranıyla birinci parti oldu. Cumhuriyet Halk Partisi yüzde 18,23, Milliyetçi Hareket Partisi ise yüzde 10,45 oranında oy aldı.", "1980 - Kayseri'nin Develi ilçesine bağlı Ayvazhacı köyünde, sel nedeniyle meydana gelen toprak kayması sonucunda 60 kişi öldü.", "1981 - Devlet Başkanı Orgeneral Kenan Evren, Manisa'da halka seslendi: \"Atatürk daha o devirde kadınlarımızın bütün haklarını vermiş ve onları ikinci sınıf insan durumundan çıkartmıştır. Bugün yine kadınları ikinci sınıf insan durumuna geçirmeye çalışanlar var. Bunlarla amansız şekilde mücadele edeceğiz.\"", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Mardin'in Derik ilçesinde çıkan çatışmada bir yüzbaşı, bir astsubay ve bir er öldü. İstanbul'da bir MİT görevlisi öldürüldü.", "1973 - Cevdet Sunay'ın Cumhurbaşkanlığı süresi bitti.", "1970 - Gediz depremi: Ege Bölgesi'nde şiddetli bir deprem oldu. Kütahya'nın Gediz ilçesinde evlerin yüzde 80'i yıkıldı ve 1086 kişi öldü.", "1966 - Cemal Gürsel'in Cumhurbaşkanlığı süresi bitti, yerine Cevdet Sunay Cumhurbaşkanı seçildi.", "1965 - Amerika Birleşik Devletleri'nin Alabama Eyaletinde, Martin Luther King'in önderliğinde 25 bin kişi sivil haklar için yürüdü.", "1963 - 22 Mart'ta sağlık nedenleriyle tahliye edilen eski Cumhurbaşkanı Celâl Bayar'ın serbest bırakılması tepkilere yol açınca, cezasının ertelenmesine ilişkin karar kaldırıldı.", "1962 - Türkiye'de Ekim 1960'ta Askeri Yönetimce görevlerinden uzaklaştırılan 147 öğretim üyesinin görevlerine dönmelerine olanak sağlayan kanun, TBMM'de kabul edildi.", "1961 - Türkiye'de Anayasa'nın halkoyuna sunulması hakkındaki kanun kabul edildi.", "1950 - Türkiye, İsrail'i resmen tanıdı.", "1947 - Birleşmiş Milletler Avrupa Ekonomik Komisyonu kuruldu.", "1944 - Adapazarı ve civarında 2831 kişinin öldüğü bir deprem oldu. Mısır Kralı Faruk, deprem felaketzedelerine 1000 Mısır Lirası yardımda bulundu.", "1939 - Madrid, General Francisco Franco'nun güçleri tarafından ele geçirildi. İspanya İç Savaşı sona erdi.", "1933 - Hitler, Yahudileri ve Yahudilere ait mağazaları boykot için emir verdi.", "1930 - Türkiye Hükûmeti, yabancı ülkelerden Türkiye'deki şehirleri için Türkçe adlarını kullanmalarını resmen talep etti. Bu tarihten sonra Posta İdaresi, Angora veya Constatinople olarak adreslenmiş mektupları, Ankara ve İstanbul'a ulaştırmadı. (bkz. Ankara (isim))", "1918 - Olur'un düşman işgalinden kurtuluşu.", "1854 - Kırım Savaşı: Fransa, Rusya'ya savaş açtı.", "1802 - Pallas asteroidi, Alman astronom Heinrich Wilhelm Matthias Olbers tarafından keşfedildi."]