["2010 - Moskova metrosunda geru00e7ekleu015ftirilen intihar saldu0131ru0131laru0131nda, 40 kiu015fi u00f6ldu00fc.",  "2009 - Tu00fcrkiye'de yerel seu00e7imler geru00e7ekleu015fti. AK Parti yu00fczde 38,39 oy oranu0131yla birinci parti oldu. CHP yu00fczde 23,08, MHP ise yu00fczde 15,97 oranu0131nda oy aldu0131.",  "2006 - Du00fcnya'nu0131n bu00fcyu00fck bir bu00f6lu00fcmu00fcnde gu00f6zlemlenen tam gu00fcneu015f tutulmasu0131 geru00e7ekleu015fti.",  "2005 - Isparta'nu0131n Su00fctu00e7u00fcler Kaymakamu0131 Mustafa Altu0131npu0131nar'u0131n, ilu00e7edeki tu00fcm kamu kurum ve kuruluu015flaru0131na Orhan Pamuk'un kitaplaru0131nu0131n ku00fctu00fcphane ve kitaplu0131klardan ayu0131klanarak imha edilmesi talimatu0131 verdiu011fi ortaya u00e7u0131ktu0131. Isparta Valiliu011fi talimatu0131 iptal etti.",  "2004 - Bulgaristan, Estonya, Litvanya, Letonya, Romanya, Slovakya ve Slovenya, NATO'ya kabul edildiler.",  "1989 - DYP Siirt Milletvekili Abdu00fclrezzak Ceylan, TBMM'de Bau011fu0131msu0131z Siirt Milletvekili Zeki u00c7eliker'in Siirt Milletvekili u0130dris Aru0131kan'a hakaret etmesi ile bau015flayan tartu0131u015fmayu0131 u00f6nlemeye u00e7alu0131u015ftu0131u011fu0131 su0131rada kaza kuru015funu ile hayatu0131nu0131 kaybetti. ANAP Siirt Milletvekili u0130dris Aru0131kan, olaydan sonra tutuklandu0131. Mahkemenin olayu0131n kaza sonucu meydana geldiu011fi kararu0131ndan sonra tahliye edildi.",  "1989 - Londra'da du00fcnyanu0131n ilk tu00fcp beu015fizleri dou011fdu.",  "1982 - Kanada Yasasu0131 ile Kanada bau011fu0131msu0131zlu0131u011fu0131nu0131 aldu0131.",  "1979 - Uganda'da u0130di Amin rejimi askeri darbeyle devrildi. u0130di Amin kau00e7tu0131.",  "1973 - Vietnam Savau015fu0131: ABD'nin son birlikleri de Gu00fcney Vietnam'dan ayru0131ldu0131.",  "1968 - Tu00fcrkiye'de ilk bu00f6brek nakli, u0130stanbul'da Doktor Atu0131f Taykurt ve ekibi tarafu0131ndan geru00e7ekleu015ftirildi.",  "1966 - Leonid Brejnev, Sovyetler Birliu011fi Komu00fcnist Partisi Birinci Sekreterliu011fi'ne getirildi. Brejnev, ABD'nin Vietnam politikasu0131nu0131 ku0131nadu0131.",  "1957 - Ku0131bru0131s'ta gerginliu011fin tu0131rmanmasu0131 u00fczerine, Ada'da sokau011fa u00e7u0131kma yasau011fu0131 ilan edildi.",  "1950 - Nu00e2zu0131m Hikmet, Bursa Cezaevinde au00e7lu0131k grevine bau015fladu0131.",  "1938 - Harp Okulu Mahkemesi, Nu00e2zu0131m Hikmet'i 28 yu0131l hapse mahku00fbm etti.",  "1903 - Marconi'nin telsiz sistemi aracu0131lu0131u011fu0131yla, Londra ve New York arasu0131nda du00fczenli haber aku0131u015fu0131 bau015fladu0131.",  "1461 - u0130ngiltere tahtu0131 iu00e7in yapu0131lan Gu00fcller Savau015fu0131'u0131nda, York Hanedanu0131'u0131ndan IV. Edward, Lancaster ailesinden VI. Henry'yi Towton savau015fu0131nda yendi.",  "1430 - Osmanlu0131 Ordularu0131, Selanik ve u0130yonya'yu0131 fethetti."]







