["2008 - Rusya'da Devlet Başkanlığı seçimini, Başbakan Birinci Yardımcısı Dimitriy Medvedev, yüzde 70,28 oranında oy alarak kazandı. Medvedev, 7 Mayıs'ta yemin etti.", "2006 - Randy Cunningham, rüşvet suçundan 8 yıl 4 ay hapis ile 1,8 milyon Dolar para cezasına mahkûm oldu. Savcı on yıl ceza istemişti. Bu mahkeme kararı, Amerikan tarihinde bir Kongre üyesine verilen en yüksek cezalardan biridir.", "2005 - Steve Fossett, hiç durmaksızın ve yakıt ikmali yapmaksızın, tek başına bir uçakla, dünya turu atan ilk kişi oldu. Yolculuk 40.234 km idi ve 67 saat 2 dakika sürdü.", "2002 - İsviçre'de halk oylaması sonuçlandı: Birleşmiş Milletler'e üye olmaya \"evet\" dediler.", "2001 - 3-6 Mart tarihleri arasında Hindistan’ın Kalküta kentinde düzenlenen \"Seks İşçileri Karnavalı\"na, dünyanın çeşitli ülkelerinden katılan 25.000’i seks işçisi olmak üzere, 50.000’in üzerindeki kişi, 3 Mart’ın “Dünya Seks İşçileri Hakları Günü” olarak kutlanmasına karar verdi. O günden sonra, 3 Mart dünyanın birçok ülkesinde seks işçilerinin haklarını dile getirdikleri bir onur günü olarak kutlanmaya başlandı.", "1997 - Dünyanın güney yarım küredeki en yüksek binası, Yeni Zelanda'nın Auckland kentindeki Sky Tower, 2 buçuk yıl süren inşaatı tamamlanarak hizmete açıldı.", "1994 - TBMM Genel Kurulu, DEP'li Selim Sadak ve RP'den istifa eden İstanbul Bağımsız Milletvekili Hasan Mezarcı'nın dokunulmazlığını kaldırdı.", "1994 - Öğretim Elemanları Sendikası kuruldu.", "1993 - Tarihi Baruthane binası, \"Ataköy Yunus Emre Kültür ve Sanat Merkezi\" adıyla hizmete açıldı.", "1993 - İran sınırından Türkiye'ye girerek Ağrı Dağına yerleşen yaklaşık 300 PKK militanından 38'i, savaş uçaklarının bombardımanı sonucu öldü.", "1992 - Zonguldak Kozlu'da grizu faciası; 127 kişi öldü,147 kişiden umut kesildi. Müfettişlerin hazırladığı raporda işverenin birçok teknik konuda ihmalkar ve sorumsuz davrandığı belgelendi.", "1989 - Süleymaniye Camii'nde bir grup, tekbir getirerek \"Salman Rüşdi'ye ölüm\" sloganlarıyla protesto gösterisi yaptı.", "1989 - İstanbul'da Kadıköy Hal Binası dönüştürülerek, Haldun Taner Tiyatrosu açıldı.", "1974 - Türk Hava Yolları'nın DC-10 tipi 'Ankara' yolcu uçağı, Paris'te Orly Havalimanı yakınlarında düştü. Bu tarihe kadar dünya sivil havacılık tarihinde gerçekleşen en büyük kazada, 346 kişi öldü.", "1973 - Millî Güven Partisi, Cumhuriyetçi Parti ve Bağımsızlar, Cumhuriyetçi Güven Partisi'ni kurdular. Turhan Feyzioğlu Genel Başkan seçildi.", "1971 - Ankara'da 300 subaya hitaben bir konuşma yapan Genelkurmay Başkanı Memduh Tağmaç, \"Gereken, gerektiği zaman yapılacaktır\" dedi.", "1969 - Sirhan Sirhan, Robert F. Kennedy'yi öldürdüğünü mahkemede itiraf etti.", "1969 - NASA, Apollo 9 uzay aracını fırlattı.", "1957 - Corry Brokken, 2. Eurovision Şarkı Yarışması'nı \"Net als toen\" (Önceki Gibi) şarkısıyla kazandı.", "1955 - Elvis Presley, ilk kez televizyonda göründü.", "1962 - Anayasa ve demokratik nizama karşı fiil ve davranışları önlemek amacıyla hazırlanan \"Tedbirler Kanunu\", Millet Meclisinde kabul edildi.", "1954 - İstanbul Belediyesi ile Hazine arasında ihtilaf konusu olan Çırağan Sarayı, bir kanunla İstanbul Belediyesi'ne devredildi. Çırağan Sarayı enkazı, 1955 yılı sonuna kadar otel haline getirilecek.", "1952 - İslam Demokrat Partisi, Mahkeme kararıyla kapatıldı. Genel Başkan Cevat Rıfat Atilhan ve 15 kurucu üye hakkında soruşturma açıldı.", "1952 - Erzurum'un Pasinler İlçesi'nde meydana gelen Richter ölçeğiyle 5,6 şiddetindeki deprem, can ve mal kaybına yol açtı. 133 kişi öldü, 262 kişi de yaralandı.", "1950 - Alaska, ABD'nin 49. eyaleti oldu.", "1949 - Atina'da sahnelenen Madame Butterfly temsilinde baş rolü oynayan soprano Ayhan Alnar, büyük başarı kazandı. Yunan seyirciler temsil bitiminde Ayhan Alnar'ı ayakta alkışladılar.", "1945 - Bezuidenhout bombardımanı yapıldı. İngiliz bombardıman ekibi, Almanların İngiliz şehirlerini bombalamak için kurduğu V-2 fırlatma üssü olan Haagse Bos (Lahey ormanları) bombalamak istedi ama pilotlara yanlış koordinatlar iletildi. Bundan ötürü birçok Hollanda vatandaşı öldü ve birçok bina yok oldu.", "1942 - Türk Ressamlar Cemiyeti İstanbul'da kuruldu. Güzel Sanatlar Birliği'nden İbrahim Çallı, D Grubu'ndan Halil Dikmen, Müstakil Ressamlar ve Heykeltıraşlar Birliği'nden Mahmut Cuda ve bağımsız sanatçılardan Hamit Görele tarafından kurulan Cemiyet, büyük ilgi gördü ve daha kuruluş evresinde üye sayısı 70'e ulaştı.", "1938 - Suudi Arabistan'da petrol bulundu.", "1931 - İstanbul'da toplanan Berberler Kongresi'nde, berber dükkânlarının Cuma günleri tatil edilmesi kararlaştırıldı.", "1925 - Şeyh Said ayaklanmasının büyümesini önlemek için, Takrir-i Sükun Kanunu kabul edildi; İstiklal Mahkemeleri kuruldu.", "1924 - Halifeliğin kaldırılması ve Osmanlı Hanedanı mensuplarının Türkiye dışına çıkarılmasına ilişkin yasa kabul edildi. Tevhîd-i Tedrîsât Kanunu çıkarıldı. Şer'iye ve Evkaf ve Harbiye Bakanlıkları kaldırıldı. Diyanet İşleri Başkanlığı ve Vakıflar Genel Müdürlüğü kuruldu. Genelkurmay Başkanlığı oluşturuldu ve Hükûmet'ten ayrıldı.", "1923 - Time dergisinin ilk sayısı yayımlandı.", "1923 - Bölgedeki denetimini kaybetmek istemeyen Birleşik Krallık, Irak'ın Güneyinde Kürdistan Krallığı'nı kuran Şeyh Mahmut Berzenci güçlerine saldırdı. Kraliyet Hava Kuvvetleri'nin başlattığı saldırılarda, Süleymaniye ve çevresindeki Kürt köyleri bombalandı ve 10000 kişi öldü. Yaşanan bu olay üzerine Şeyh Mahmut Berzenci hareketi 1924 yılında yenildi. 24 Temmuz 1924 tarihinde ise, kesin olarak Birleşik Krallık Mezopotamya Mandası'na bağlandı.", "1915 - İleride NASA adını alacak olan, NACA (National Advisory Committee for Aeronautics) kuruldu.", "1903 - Beşiktaş Jimnastik Kulübü kuruldu.", "1891 - Futbolda, penaltı atışı kuralı getirildi.", "1883 - Mektebi Sanayii Nefise (Güzel Sanatlar Akademisi) öğretime açıldı.", "1878 - Osmanlı Devleti ile Rusya arasında, Ayastefanos Antlaşması imzalandı. Bulgaristan özerkliğini ilan etti.", "1875 - Georges Bizet'nin Carmen Operası, Paris'te Opéra Comique'te ilk kez perdelerini açtı.", "1875 - Kapalı alanda ilk buz hokeyi, Montreal'de oynandı.", "1865 - HSBC'nin (Hongkong and Shanghai Banking Corporation) kuruluşu.", "1861 - Rus Çarlığı'nda köylüyü toprağa bağlayan serflik kaldırıldı. II. Aleksandr'ın çıkardığı yasa, 23 milyon kişiyi (nüfusun üçte biri) özgürlüğüne kavuşturdu.", "1845 - Florida, ABD'nin 27. eyaleti oldu."]