["2008 - Rusya'da Devlet Bau015fkanlu0131u011fu0131 seu00e7imini, Bau015fbakan Birinci Yardu0131mcu0131su0131 Dimitriy Medvedev, yu00fczde 70,28 oranu0131nda oy alarak kazandu0131. Medvedev, 7 Mayu0131s'ta yemin etti.",  "2006 - Randy Cunningham, ru00fcu015fvet suu00e7undan 8 yu0131l 4 ay hapis ile 1,8 milyon Dolar para cezasu0131na mahku00fbm oldu. Savcu0131 on yu0131l ceza istemiu015fti. Bu mahkeme kararu0131, Amerikan tarihinde bir Kongre u00fcyesine verilen en yu00fcksek cezalardan biridir.",  "2005 - Steve Fossett, hiu00e7 durmaksu0131zu0131n ve yaku0131t ikmali yapmaksu0131zu0131n, tek bau015fu0131na bir uu00e7akla, du00fcnya turu atan ilk kiu015fi oldu. Yolculuk 40.234u00a0km idi ve 67 saat 2 dakika su00fcrdu00fc.",  "2002 - u0130sviu00e7re'de halk oylamasu0131 sonuu00e7landu0131: Birleu015fmiu015f Milletler'e u00fcye olmaya "evet" dediler.",  "2001 - 3-6 Mart tarihleri arasu0131nda Hindistanu2019u0131n Kalku00fcta kentinde du00fczenlenen "Seks u0130u015fu00e7ileri Karnavalu0131"na, du00fcnyanu0131n u00e7eu015fitli u00fclkelerinden katu0131lan 25.000u2019i seks iu015fu00e7isi olmak u00fczere, 50.000u2019in u00fczerindeki kiu015fi, 3 Martu2019u0131n u201cDu00fcnya Seks u0130u015fu00e7ileri Haklaru0131 Gu00fcnu00fcu201d olarak kutlanmasu0131na karar verdi. O gu00fcnden sonra, 3 Mart du00fcnyanu0131n biru00e7ok u00fclkesinde seks iu015fu00e7ilerinin haklaru0131nu0131 dile getirdikleri bir onur gu00fcnu00fc olarak kutlanmaya bau015flandu0131.",  "1997 - Du00fcnyanu0131n gu00fcney yaru0131m ku00fcredeki en yu00fcksek binasu0131, Yeni Zelanda'nu0131n Auckland kentindeki Sky Tower, 2 buu00e7uk yu0131l su00fcren inu015faatu0131 tamamlanarak hizmete au00e7u0131ldu0131.",  "1994 - TBMM Genel Kurulu, DEP'li Selim Sadak ve RP'den istifa eden u0130stanbul Bau011fu0131msu0131z Milletvekili Hasan Mezarcu0131'nu0131n dokunulmazlu0131u011fu0131nu0131 kaldu0131rdu0131.",  "1994 - u00d6u011fretim Elemanlaru0131 Sendikasu0131 kuruldu.",  "1993 - Tarihi Baruthane binasu0131, "Ataku00f6y Yunus Emre Ku00fcltu00fcr ve Sanat Merkezi" adu0131yla hizmete au00e7u0131ldu0131.",  "1993 - u0130ran su0131nu0131ru0131ndan Tu00fcrkiye'ye girerek Au011fru0131 Dau011fu0131na yerleu015fen yaklau015fu0131k 300 PKK militanu0131ndan 38'i, savau015f uu00e7aklaru0131nu0131n bombardu0131manu0131 sonucu u00f6ldu00fc.",  "1992 - Zonguldak Kozlu'da grizu faciasu0131; 127 kiu015fi u00f6ldu00fc,147 kiu015fiden umut kesildi. Mu00fcfettiu015flerin hazu0131rladu0131u011fu0131 raporda iu015fverenin biru00e7ok teknik konuda ihmalkar ve sorumsuz davrandu0131u011fu0131 belgelendi.",  "1989 - Su00fcleymaniye Camii'nde bir grup, tekbir getirerek "Salman Ru00fcu015fdi'ye u00f6lu00fcm" sloganlaru0131yla protesto gu00f6sterisi yaptu0131.",  "1989 - u0130stanbul'da Kadu0131ku00f6y Hal Binasu0131 du00f6nu00fcu015ftu00fcru00fclerek, Haldun Taner Tiyatrosu au00e7u0131ldu0131.",  "1974 - Tu00fcrk Hava Yollaru0131'nu0131n DC-10 tipi 'Ankara' yolcu uu00e7au011fu0131, Paris'te Orly Havalimanu0131 yaku0131nlaru0131nda du00fcu015ftu00fc. Bu tarihe kadar du00fcnya sivil havacu0131lu0131k tarihinde geru00e7ekleu015fen en bu00fcyu00fck kazada, 346 kiu015fi u00f6ldu00fc.",  "1973 - Millu00ee Gu00fcven Partisi, Cumhuriyetu00e7i Parti ve Bau011fu0131msu0131zlar, Cumhuriyetu00e7i Gu00fcven Partisi'ni kurdular. Turhan Feyziou011flu Genel Bau015fkan seu00e7ildi.",  "1971 - Ankara'da 300 subaya hitaben bir konuu015fma yapan Genelkurmay Bau015fkanu0131 Memduh Tau011fmau00e7, "Gereken, gerektiu011fi zaman yapu0131lacaktu0131r" dedi.",  "1969 - Sirhan Sirhan, Robert F. Kennedy'yi u00f6ldu00fcrdu00fcu011fu00fcnu00fc mahkemede itiraf etti.",  "1969 - NASA, Apollo 9 uzay aracu0131nu0131 fu0131rlattu0131.",  "1957 - Corry Brokken, 2. Eurovision u015earku0131 Yaru0131u015fmasu0131'nu0131 "Net als toen" (u00d6nceki Gibi) u015farku0131su0131yla kazandu0131.",  "1955 - Elvis Presley, ilk kez televizyonda gu00f6ru00fcndu00fc.",  "1962 - Anayasa ve demokratik nizama karu015fu0131 fiil ve davranu0131u015flaru0131 u00f6nlemek amacu0131yla hazu0131rlanan "Tedbirler Kanunu", Millet Meclisinde kabul edildi.",  "1954 - u0130stanbul Belediyesi ile Hazine arasu0131nda ihtilaf konusu olan u00c7u0131rau011fan Sarayu0131, bir kanunla u0130stanbul Belediyesi'ne devredildi. u00c7u0131rau011fan Sarayu0131 enkazu0131, 1955 yu0131lu0131 sonuna kadar otel haline getirilecek.",  "1952 - u0130slam Demokrat Partisi, Mahkeme kararu0131yla kapatu0131ldu0131. Genel Bau015fkan Cevat Ru0131fat Atilhan ve 15 kurucu u00fcye hakku0131nda soruu015fturma au00e7u0131ldu0131.",  "1952 - Erzurum'un Pasinler u0130lu00e7esi'nde meydana gelen Richter u00f6lu00e7eu011fiyle 5,6 u015fiddetindeki deprem, can ve mal kaybu0131na yol au00e7tu0131. 133 kiu015fi u00f6ldu00fc, 262 kiu015fi de yaralandu0131.",  "1950 - Alaska, ABD'nin 49. eyaleti oldu.",  "1949 - Atina'da sahnelenen Madame Butterfly temsilinde bau015f rolu00fc oynayan soprano Ayhan Alnar, bu00fcyu00fck bau015faru0131 kazandu0131. Yunan seyirciler temsil bitiminde Ayhan Alnar'u0131 ayakta alku0131u015fladu0131lar.",  "1945 - Bezuidenhout bombardu0131manu0131 yapu0131ldu0131. u0130ngiliz bombardu0131man ekibi, Almanlaru0131n u0130ngiliz u015fehirlerini bombalamak iu00e7in kurduu011fu V-2 fu0131rlatma u00fcssu00fc olan Haagse Bos (Lahey ormanlaru0131) bombalamak istedi ama pilotlara yanlu0131u015f koordinatlar iletildi. Bundan u00f6tu00fcru00fc biru00e7ok Hollanda vatandau015fu0131 u00f6ldu00fc ve biru00e7ok bina yok oldu.",  "1942 - Tu00fcrk Ressamlar Cemiyeti u0130stanbul'da kuruldu. Gu00fczel Sanatlar Birliu011fi'nden u0130brahim u00c7allu0131, D Grubu'ndan Halil Dikmen, Mu00fcstakil Ressamlar ve Heykeltu0131rau015flar Birliu011fi'nden Mahmut Cuda ve bau011fu0131msu0131z sanatu00e7u0131lardan Hamit Gu00f6rele tarafu0131ndan kurulan Cemiyet, bu00fcyu00fck ilgi gu00f6rdu00fc ve daha kuruluu015f evresinde u00fcye sayu0131su0131 70'e ulau015ftu0131.",  "1938 - Suudi Arabistan'da petrol bulundu.",  "1931 - u0130stanbul'da toplanan Berberler Kongresi'nde, berber du00fckku00e2nlaru0131nu0131n Cuma gu00fcnleri tatil edilmesi kararlau015ftu0131ru0131ldu0131.",  "1925 - u015eeyh Said ayaklanmasu0131nu0131n bu00fcyu00fcmesini u00f6nlemek iu00e7in, Takrir-i Su00fckun Kanunu kabul edildi; u0130stiklal Mahkemeleri kuruldu.",  "1924 - Halifeliu011fin kaldu0131ru0131lmasu0131 ve Osmanlu0131 Hanedanu0131 mensuplaru0131nu0131n Tu00fcrkiye du0131u015fu0131na u00e7u0131karu0131lmasu0131na iliu015fkin yasa kabul edildi. Tevhu00eed-i Tedru00eesu00e2t Kanunu u00e7u0131karu0131ldu0131. u015eer'iye ve Evkaf ve Harbiye Bakanlu0131klaru0131 kaldu0131ru0131ldu0131. Diyanet u0130u015fleri Bau015fkanlu0131u011fu0131 ve Vaku0131flar Genel Mu00fcdu00fcrlu00fcu011fu00fc kuruldu. Genelkurmay Bau015fkanlu0131u011fu0131 oluu015fturuldu ve Hu00fcku00fbmet'ten ayru0131ldu0131.",  "1923 - Time dergisinin ilk sayu0131su0131 yayu0131mlandu0131.",  "1923 - Bu00f6lgedeki denetimini kaybetmek istemeyen Birleu015fik Krallu0131k, Irak'u0131n Gu00fcneyinde Ku00fcrdistan Krallu0131u011fu0131'nu0131 kuran u015eeyh Mahmut Berzenci gu00fcu00e7lerine saldu0131rdu0131. Kraliyet Hava Kuvvetleri'nin bau015flattu0131u011fu0131 saldu0131ru0131larda, Su00fcleymaniye ve u00e7evresindeki Ku00fcrt ku00f6yleri bombalandu0131 ve 10000 kiu015fi u00f6ldu00fc. Yau015fanan bu olay u00fczerine u015eeyh Mahmut Berzenci hareketi 1924 yu0131lu0131nda yenildi. 24 Temmuz 1924 tarihinde ise, kesin olarak Birleu015fik Krallu0131k Mezopotamya Mandasu0131'na bau011flandu0131.",  "1915 - u0130leride NASA adu0131nu0131 alacak olan, NACA (National Advisory Committee for Aeronautics) kuruldu.",  "1903 - Beu015fiktau015f Jimnastik Kulu00fcbu00fc kuruldu.",  "1891 - Futbolda, penaltu0131 atu0131u015fu0131 kuralu0131 getirildi.",  "1883 - Mektebi Sanayii Nefise (Gu00fczel Sanatlar Akademisi) u00f6u011fretime au00e7u0131ldu0131.",  "1878 - Osmanlu0131 Devleti ile Rusya arasu0131nda, Ayastefanos Antlau015fmasu0131 imzalandu0131. Bulgaristan u00f6zerkliu011fini ilan etti.",  "1875 - Georges Bizet'nin Carmen Operasu0131, Paris'te Opu00e9ra Comique'te ilk kez perdelerini au00e7tu0131.",  "1875 - Kapalu0131 alanda ilk buz hokeyi, Montreal'de oynandu0131.",  "1865 - HSBC'nin (Hongkong and Shanghai Banking Corporation) kuruluu015fu.",  "1861 - Rus u00c7arlu0131u011fu0131'nda ku00f6ylu00fcyu00fc toprau011fa bau011flayan serflik kaldu0131ru0131ldu0131. II. Aleksandr'u0131n u00e7u0131kardu0131u011fu0131 yasa, 23 milyon kiu015fiyi (nu00fcfusun u00fcu00e7te biri) u00f6zgu00fcrlu00fcu011fu00fcne kavuu015fturdu.",  "1845 - Florida, ABD'nin 27. eyaleti oldu."]







