["2020 - Rusya-Suudi Arabistan petrol fiyat savaşı: Brent petrol fiyatı varil başına %9 düşerek Kasım 2002'den bu yana en düşük seviye olan $23'a düştü.[1]", "2014 - Yerel seçimler yapıldı. AK Parti yüzde 42,87 oy oranıyla birinci parti oldu. CHP yüzde 26,34, MHP ise yüzde 17,87 oranında oy aldı.", "2006 - Marcos Pontes, uzaya çıkan ilk Brezilyalı astronot oldu.", "2005 - Kabahatler Yasa Tasarısı, TBMM'de kabul edildi.", "1998 - AB, Kıbrıs ile üyelik görüşmelerine başladı.", "1983 - 12 Eylül Darbesi'nin 43. idamı: Kan güttüğü ailenin bir gece evine gidip, kapıları ve pencereleri içten açılmayacak şekilde kapatıp, damdaki bacadan içeri gaz döküp, gaz bidonunu da içeri atıp evi yakan ve bir kadınla dört çocuğunun yanarak ölümüne sebep olan Hüseyin Üye, idam edildi.", "1983 - 12 Eylül Darbesi'nin 42. idamı: 1976 yılında para karşılığı bir kişiyi ve kaçarken kendisini yakalamaya çalışan başka bir kişiyi daha öldüren Mustafa Başaran, idam edildi.", "1981 - ABD Başkanı Ronald Reagan, Washington, DC'de bir suikast girişimi sonucu vurularak yaralandı.", "1972 - Kızıldere Olayı: Mahir Çayan ve diğer dokuz militan, Tokat'ın Niksar ilçesine bağlı Kızıldere köyünde saklandıkları evde öldürüldü. Rehin alınan bir Kanadalı, iki İngiliz teknisyen de militanlar tarafından öldürüldü. Olaydan sadece Ertuğrul Kürkçü sağ olarak kurtuldu.", "1971 - Ezanın yeniden Türkçe okunması için Senato'ya yasa önerisi verildi, teklif kabul edilmedi.", "1963 - Cumhurbaşkanı Celâl Bayar açlık grevine başladı.", "1951 - \"Remington Rand\" şirketi, ilk ticari bilgisayar olan UNIVAC I'i, ABD Nüfus Sayım Dairesi'ne teslim etti. UNIVAC I'i, ENIAC'ı tasarlayan mühendisler geliştirmişti.", "1951 - ABD'de Ethel ve Julius Rosenberg çifti, Sovyetler Birliği hesabına çalıştıkları ve ABD'nin nükleer sırlarını bu ülkeye sattıkları iddiasıyla idama mahkûm edildi. İdamlar, 1953 Haziran'ında infaz edildi.", "1945 - II. Dünya Savaşı: SSCB kuvvetleri, Avusturya'nın Viyana şehrine girdi.", "1918 - Bakü ve civarında Bakü Sovyeti ve Ermeni Devrimci Federasyonu kuvvetlerinin Müsavat Partisi ve Kafkas Süvari Tümeni arasında meydana gelen çatışmalar başladı. Mart Olayları ismi verilen çatışmalar 3 Nisan 1918 tarihine kadar devam etti.", "1867 - Alaska, ABD Dışişleri Bakanı William H. Seward tarafından, Rus İmparatorluğu'ndan 7.2 milyon dolara satın alındı. Kilometrekaresi 4.19 dolara gelen bu alışveriş üzerine medya bu olayı Seward'ın aptallığı olarak nitelendirdi.", "1863 - Danimarka Prensi Wilhelm Georg, Yunanistan Kralı oldu.", "1863 - Türkiye'de eğitim alanında açılan ilk sivil toplum kuruluşu olan Darüşşafaka kuruldu.", "1858 - Hymen Lipman, silgili kurşun kalemin patentini aldı.", "1856 - Kırım Savaşı; Rus İmparatorluğu, Osmanlı İmparatorluğu, Birleşik Krallık ve Fransa arasında Paris Antlaşması'nın imzalanmasıyla sona erdi.", "1842 - İlk kez bir ameliyatta anestezi uygulandı.", "1814 - Napolyon Savaşları: Koalisyon güçleri Paris'e girdi."]