["2020 - Rusya-Suudi Arabistan petrol fiyat savau015fu0131: Brent petrol fiyatu0131 varil bau015fu0131na %9 du00fcu015ferek Kasu0131m 2002'den bu yana en du00fcu015fu00fck seviye olan $23'a du00fcu015ftu00fc.[1]",  "2014 - Yerel seu00e7imler yapu0131ldu0131. AK Parti yu00fczde 42,87 oy oranu0131yla birinci parti oldu. CHP yu00fczde 26,34, MHP ise yu00fczde 17,87 oranu0131nda oy aldu0131.",  "2006 - Marcos Pontes, uzaya u00e7u0131kan ilk Brezilyalu0131 astronot oldu.",  "2005 - Kabahatler Yasa Tasaru0131su0131, TBMM'de kabul edildi.",  "1998 - AB, Ku0131bru0131s ile u00fcyelik gu00f6ru00fcu015fmelerine bau015fladu0131.",  "1983 - 12 Eylu00fcl Darbesi'nin 43. idamu0131: Kan gu00fcttu00fcu011fu00fc ailenin bir gece evine gidip, kapu0131laru0131 ve pencereleri iu00e7ten au00e7u0131lmayacak u015fekilde kapatu0131p, damdaki bacadan iu00e7eri gaz du00f6ku00fcp, gaz bidonunu da iu00e7eri atu0131p evi yakan ve bir kadu0131nla du00f6rt u00e7ocuu011funun yanarak u00f6lu00fcmu00fcne sebep olan Hu00fcseyin u00dcye, idam edildi.",  "1983 - 12 Eylu00fcl Darbesi'nin 42. idamu0131: 1976 yu0131lu0131nda para karu015fu0131lu0131u011fu0131 bir kiu015fiyi ve kau00e7arken kendisini yakalamaya u00e7alu0131u015fan bau015fka bir kiu015fiyi daha u00f6ldu00fcren Mustafa Bau015faran, idam edildi.",  "1981 - ABD Bau015fkanu0131 Ronald Reagan, Washington, DC'de bir suikast giriu015fimi sonucu vurularak yaralandu0131.",  "1972 - Ku0131zu0131ldere Olayu0131: Mahir u00c7ayan ve diu011fer dokuz militan, Tokat'u0131n Niksar ilu00e7esine bau011flu0131 Ku0131zu0131ldere ku00f6yu00fcnde saklandu0131klaru0131 evde u00f6ldu00fcru00fcldu00fc. Rehin alu0131nan bir Kanadalu0131, iki u0130ngiliz teknisyen de militanlar tarafu0131ndan u00f6ldu00fcru00fcldu00fc. Olaydan sadece Ertuu011frul Ku00fcrku00e7u00fc sau011f olarak kurtuldu.",  "1971 - Ezanu0131n yeniden Tu00fcrku00e7e okunmasu0131 iu00e7in Senato'ya yasa u00f6nerisi verildi, teklif kabul edilmedi.",  "1963 - Cumhurbau015fkanu0131 Celu00e2l Bayar au00e7lu0131k grevine bau015fladu0131.",  "1951 - "Remington Rand" u015firketi, ilk ticari bilgisayar olan UNIVAC I'i, ABD Nu00fcfus Sayu0131m Dairesi'ne teslim etti. UNIVAC I'i, ENIAC'u0131 tasarlayan mu00fchendisler geliu015ftirmiu015fti.",  "1951 - ABD'de Ethel ve Julius Rosenberg u00e7ifti, Sovyetler Birliu011fi hesabu0131na u00e7alu0131u015ftu0131klaru0131 ve ABD'nin nu00fckleer su0131rlaru0131nu0131 bu u00fclkeye sattu0131klaru0131 iddiasu0131yla idama mahku00fbm edildi. u0130damlar, 1953 Haziran'u0131nda infaz edildi.",  "1945 - II. Du00fcnya Savau015fu0131: SSCB kuvvetleri, Avusturya'nu0131n Viyana u015fehrine girdi.",  "1918 - Baku00fc ve civaru0131nda Baku00fc Sovyeti ve Ermeni Devrimci Federasyonu kuvvetlerinin Mu00fcsavat Partisi ve Kafkas Su00fcvari Tu00fcmeni arasu0131nda meydana gelen u00e7atu0131u015fmalar bau015fladu0131. Mart Olaylaru0131 ismi verilen u00e7atu0131u015fmalar 3 Nisan 1918 tarihine kadar devam etti.",  "1867 - Alaska, ABD Du0131u015fiu015fleri Bakanu0131 William H. Seward tarafu0131ndan, Rus u0130mparatorluu011fu'ndan 7.2 milyon dolara satu0131n alu0131ndu0131. Kilometrekaresi 4.19 dolara gelen bu alu0131u015fveriu015f u00fczerine medya bu olayu0131 Seward'u0131n aptallu0131u011fu0131 olarak nitelendirdi.",  "1863 - Danimarka Prensi Wilhelm Georg, Yunanistan Kralu0131 oldu.",  "1863 - Tu00fcrkiye'de eu011fitim alanu0131nda au00e7u0131lan ilk sivil toplum kuruluu015fu olan Daru00fcu015fu015fafaka kuruldu.",  "1858 - Hymen Lipman, silgili kuru015fun kalemin patentini aldu0131.",  "1856 - Ku0131ru0131m Savau015fu0131; Rus u0130mparatorluu011fu, Osmanlu0131 u0130mparatorluu011fu, Birleu015fik Krallu0131k ve Fransa arasu0131nda Paris Antlau015fmasu0131'nu0131n imzalanmasu0131yla sona erdi.",  "1842 - u0130lk kez bir ameliyatta anestezi uygulandu0131.",  "1814 - Napolyon Savau015flaru0131: Koalisyon gu00fcu00e7leri Paris'e girdi."]







