["2024- 2024 Türkiye yerel seçimleri yapıldı. Seçim sonucunda 2002'den bu yana her seçimde birinci olan AK Parti ilk kez ikinci sıraya düşerken, 46 yıl aradan sonra CHP ilk defa birinci oldu.", "2019 - 2019 Türkiye yerel seçimleri yapıldı. 1994 yılından beri İstanbul ve Ankara'yı idare eden RP-FP-AK Parti geleneği ilk defa bu kentlerde il belediyelerini kaybetti. Muhalefet partilerinin CHP çatısı altında yaptığı ittifak sonucu İstanbul ve Ankara haricindeki diğer pek çok büyükşehir ve il belediyeleri de AK Parti'nin elinden çıktı.", "2015 - Cumhuriyet Başsavcısı Mehmet Selim Kiraz, DHKP-C örgüt üyeleri tarafından öldürüldü.", "2015 - Türkiye'de elektrik sistemi çöktü. 79 il genelinde 10 saate kadar uzanan kesintiler yaşandı.", "2014 - How I Met Your Mother‘ın son bölümü Last Forever-2 yayınladı.", "2008 - İtalyan sanatçı Pippa Bacca, Kocaeli'nin Gebze ilçesi Tavşanlı köyü yakınlarındaki ormanlık alanda ölü bulundu. Zanlı Murat K., Bacca'yı öldürdüğü iddiasıyla tutuklandı.", "2005 - Makemake (cüce gezegen), Michael E. Brown liderliğindeki bir ekip tarafından keşfedildi.", "1990 - Dokuzuncu İstanbul Film Festivali programında yer alan Yusuf Kurçenli'nin Karartma Geceleri filmi, Denetim Kurulu tarafından yasaklandı.", "1985 - WWE'nin ve dünyanın en prestijli güreş etkinliği olan Wrestlemania'nın birincisi yapıldı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Genelkurmay Başkanı Orgeneral Kenan Evren, Millî Savunma Bakanı Ahmet İhsan Birincioğlu'na yeni cumhurbaşkanının bir an önce seçilmesi gerektiğini söyledi. Van Cezaevi'nden 58 kişi daha kaçtı. İstanbul'da bombalı pankart indirmeye çalışan 2 polis paramparça oldu. 10 şehirde toplam 11 kişi öldürüldü.", "1979 - Malta'daki son İngiliz Birlikleri de Ada'dan çekildi.", "1975 - Birinci Milliyetçi Cephe Hükümeti (39. Hükûmet), Süleyman Demirel Başkanlığında kuruldu.", "1965 - ABD, Vietnam'a 3500 deniz piyadesi göndererek sıcak savaşa girdi.", "1964 - Brezilya'da askerî darbe yaşandı.", "1931 - Nikaragua'nın başkenti Managua'daki depremde 2000 kişi öldü.", "1928 - İzmir, Torbalı'da meydan gelen 7,0 büyüklüğündeki depremde 50 kişi öldü.", "1925 - Şeyh Said İsyanı'nın olduğu bölgede, Divan-ı Harb'in verdiği idam cezalarının, onay gerektirmeden yerine getirilmesi hakkındaki kanun kabul edildi.", "1923 - Lozan Antlaşması: Londra'da toplanan İtilaf Devletleri temsilcileri, Türkiye'nin 8 Mart'taki notasına cevap vererek, Lozan'da kesintiye uğrayan görüşmeleri sürdürmeye çağırdılar.", "1921 - İkinci İnönü Muharebesi'nde, Türk Ordusunun karşı taarruzu başladı.", "1918 - Yaz saati uygulaması, ABD'de ilk kez uygulanmaya başlandı.", "1917 - ABD, Virgin Adaları'nın bir bölümünü, Danimarka'dan 25 milyon Amerikan doları karşılığında satın aldı.", "1901 - Avusturya-Macaristan İmparatorluğu Başkonsolosu Emile Jelinek'in, Daimler'e ısmarladığı dört silindirli araç, sahibine teslim edildi. Jelinek, yeni aracına kızı \"Mercedes\"in adını verdi.", "1909 - RMS Titanic'in yapımına başlandı.", "1889 - Paris'te, 1789 Fransız Devrimi'nin 100. yıl dönümü için, Gustave Eiffel tarafından yapılan Eiffel Kulesi açıldı.", "1848 - Margaret ve Kate Fox adlı iki kız kardeş, ruhlar dünyasıyla ilişki kurduklarını iddia ederek, ilk profesyonel medyumlar oldu.", "1866 - İspanyol Donanması, Şili'nin Valparaíso limanını bombaladı.", "1774 - Amerikan Bağımsızlık Savaşı: Büyük Britanya Hükûmeti, Boston limanını kapattı.", "1517 - Protestan Reformu sebeplerinden, Martin Luther'in 95 Tezli Katolik Kilise Eleştirisi."]