["2024- 2024 Tu00fcrkiye yerel seu00e7imleri yapu0131ldu0131. Seu00e7im sonucunda 2002'den bu yana her seu00e7imde birinci olan AK Parti ilk kez ikinci su0131raya du00fcu015ferken, 46 yu0131l aradan sonra CHP ilk defa birinci oldu.",  "2019 - 2019 Tu00fcrkiye yerel seu00e7imleri yapu0131ldu0131. 1994 yu0131lu0131ndan beri u0130stanbul ve Ankara'yu0131 idare eden RP-FP-AK Parti geleneu011fi ilk defa bu kentlerde il belediyelerini kaybetti. Muhalefet partilerinin CHP u00e7atu0131su0131 altu0131nda yaptu0131u011fu0131 ittifak sonucu u0130stanbul ve Ankara haricindeki diu011fer pek u00e7ok bu00fcyu00fcku015fehir ve il belediyeleri de AK Parti'nin elinden u00e7u0131ktu0131.",  "2015 - Cumhuriyet Bau015fsavcu0131su0131 Mehmet Selim Kiraz, DHKP-C u00f6rgu00fct u00fcyeleri tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "2015 - Tu00fcrkiye'de elektrik sistemi u00e7u00f6ktu00fc. 79 il genelinde 10 saate kadar uzanan kesintiler yau015fandu0131.",  "2014 - How I Met Your Motheru2018u0131n son bu00f6lu00fcmu00fc Last Forever-2 yayu0131nladu0131.",  "2008 - u0130talyan sanatu00e7u0131 Pippa Bacca, Kocaeli'nin Gebze ilu00e7esi Tavu015fanlu0131 ku00f6yu00fc yaku0131nlaru0131ndaki ormanlu0131k alanda u00f6lu00fc bulundu. Zanlu0131 Murat K., Bacca'yu0131 u00f6ldu00fcrdu00fcu011fu00fc iddiasu0131yla tutuklandu0131.",  "2005 - Makemake (cu00fcce gezegen), Michael E. Brown liderliu011findeki bir ekip tarafu0131ndan keu015ffedildi.",  "1990 - Dokuzuncu u0130stanbul Film Festivali programu0131nda yer alan Yusuf Kuru00e7enli'nin Karartma Geceleri filmi, Denetim Kurulu tarafu0131ndan yasaklandu0131.",  "1985 - WWE'nin ve du00fcnyanu0131n en prestijli gu00fcreu015f etkinliu011fi olan Wrestlemania'nu0131n birincisi yapu0131ldu0131.",  "1980 - Tu00fcrkiye'de 12 Eylu00fcl 1980 Darbesi'ne Giden Su00fcreu00e7 (1979- 12 Eylu00fcl 1980): Genelkurmay Bau015fkanu0131 Orgeneral Kenan Evren, Millu00ee Savunma Bakanu0131 Ahmet u0130hsan Birinciou011flu'na yeni cumhurbau015fkanu0131nu0131n bir an u00f6nce seu00e7ilmesi gerektiu011fini su00f6yledi. Van Cezaevi'nden 58 kiu015fi daha kau00e7tu0131. u0130stanbul'da bombalu0131 pankart indirmeye u00e7alu0131u015fan 2 polis paramparu00e7a oldu. 10 u015fehirde toplam 11 kiu015fi u00f6ldu00fcru00fcldu00fc.",  "1979 - Malta'daki son u0130ngiliz Birlikleri de Ada'dan u00e7ekildi.",  "1975 - Birinci Milliyetu00e7i Cephe Hu00fcku00fcmeti (39. Hu00fcku00fbmet), Su00fcleyman Demirel Bau015fkanlu0131u011fu0131nda kuruldu.",  "1965 - ABD, Vietnam'a 3500 deniz piyadesi gu00f6ndererek su0131cak savau015fa girdi.",  "1964 - Brezilya'da askeru00ee darbe yau015fandu0131.",  "1931 - Nikaragua'nu0131n bau015fkenti Managua'daki depremde 2000 kiu015fi u00f6ldu00fc.",  "1928 - u0130zmir, Torbalu0131'da meydan gelen 7,0 bu00fcyu00fcklu00fcu011fu00fcndeki depremde 50 kiu015fi u00f6ldu00fc.",  "1925 - u015eeyh Said u0130syanu0131'nu0131n olduu011fu bu00f6lgede, Divan-u0131 Harb'in verdiu011fi idam cezalaru0131nu0131n, onay gerektirmeden yerine getirilmesi hakku0131ndaki kanun kabul edildi.",  "1923 - Lozan Antlau015fmasu0131: Londra'da toplanan u0130tilaf Devletleri temsilcileri, Tu00fcrkiye'nin 8 Mart'taki notasu0131na cevap vererek, Lozan'da kesintiye uu011frayan gu00f6ru00fcu015fmeleri su00fcrdu00fcrmeye u00e7au011fu0131rdu0131lar.",  "1921 - u0130kinci u0130nu00f6nu00fc Muharebesi'nde, Tu00fcrk Ordusunun karu015fu0131 taarruzu bau015fladu0131.",  "1918 - Yaz saati uygulamasu0131, ABD'de ilk kez uygulanmaya bau015flandu0131.",  "1917 - ABD, Virgin Adalaru0131'nu0131n bir bu00f6lu00fcmu00fcnu00fc, Danimarka'dan 25 milyon Amerikan dolaru0131 karu015fu0131lu0131u011fu0131nda satu0131n aldu0131.",  "1901 - Avusturya-Macaristan u0130mparatorluu011fu Bau015fkonsolosu Emile Jelinek'in, Daimler'e u0131smarladu0131u011fu0131 du00f6rt silindirli arau00e7, sahibine teslim edildi. Jelinek, yeni aracu0131na ku0131zu0131 "Mercedes"in adu0131nu0131 verdi.",  "1909 - RMS Titanic'in yapu0131mu0131na bau015flandu0131.",  "1889 - Paris'te, 1789 Fransu0131z Devrimi'nin 100. yu0131l du00f6nu00fcmu00fc iu00e7in, Gustave Eiffel tarafu0131ndan yapu0131lan Eiffel Kulesi au00e7u0131ldu0131.",  "1848 - Margaret ve Kate Fox adlu0131 iki ku0131z kardeu015f, ruhlar du00fcnyasu0131yla iliu015fki kurduklaru0131nu0131 iddia ederek, ilk profesyonel medyumlar oldu.",  "1866 - u0130spanyol Donanmasu0131, u015eili'nin Valparau00edso limanu0131nu0131 bombaladu0131.",  "1774 - Amerikan Bau011fu0131msu0131zlu0131k Savau015fu0131: Bu00fcyu00fck Britanya Hu00fcku00fbmeti, Boston limanu0131nu0131 kapattu0131.",  "1517 - Protestan Reformu sebeplerinden, Martin Luther'in 95 Tezli Katolik Kilise Eleu015ftirisi."]







