["2012 - Vladimir Putin, yapu0131lan seu00e7imler sonucu Rusya'da %59,3 oyla 2. kez Devlet Bau015fkanu0131 seu00e7ildi.",  "2005 - Alman Matthias Jeschke, Toyota Landcruiser 90 V6 aracu0131yla Ojos del Salado'da 6358 metreye ulau015farak "bir arau00e7la u00e7u0131ku0131lan en yu00fcksek konum" rekorunu ku0131rdu0131.",  "2003 - Filipinler'in gu00fcneyindeki bir hava alanu0131nda, bir su0131rt u00e7antasu0131na gizlenmiu015f bomba patladu0131, 21 kiu015fi u00f6ldu00fc.",  "2002 - Ilu0131mlu0131 Arnavut lider u0130brahim Rugova, Kosova'nu0131n ilk Devlet Bau015fkanu0131 seu00e7ildi.",  "2000 - Yargu0131tay Hukuk Genel Kurulu, Ku00fcrt ku00f6kenli isimlere ilk kez onay verdi.",  "1998 - ABD Anayasa Mahkemesi, iu015f yerinde cinsel taciz kanunlaru0131nu0131n, her iki tarafu0131n aynu0131 cins olmasu0131 durumunda da geu00e7erli olduu011funu onayladu0131.",  "1997 - Hale-Bopp kuyruklu yu0131ldu0131zu0131, Gu00fcneu015f'in tam u00fczerinden geu00e7ti.",  "1997 - ABD Bau015fkanu0131 Bill Clinton, insan klonlama arau015ftu0131rmalaru0131nu0131 yasakladu0131.",  "1995 - Michael Johnson, kapalu0131 salonda 400u00a0m Du00fcnya rekoru ku0131rdu0131: 44,63u00a0s.",  "1992 - u0130spanya'dan engizisyon basku0131su0131 nedeniyle kau00e7arak Osmanlu0131 u0130mparatorluu011fu'na su0131u011fu0131nan Museviler, Tu00fcrkiye'ye geliu015flerinin 500. yu0131lu0131nu0131 kutladu0131lar.",  "1979 - Voyager I'in gu00f6nderdiu011fi fotou011fraflarda, Ju00fcpiter'in halkalaru0131 gu00f6ru00fcldu00fc.",  "1977 - Romanya Sosyalist Cumhuriyeti'de 7,2 u015fiddetinde deprem meydana geldi. 1500 kiu015fi u00f6ldu00fc, 11.300 kiu015fi yaralandu0131.",  "1970 - Fransu0131z denizaltu0131su0131 "Eurydice" infilak etti.",  "1967 - CHP Genu00e7lik Kollaru0131 bildirisinde, bau015fu0131nu0131 Turhan Feyziou011flu'nun u00e7ektiu011fi "Sekizler"in partiden u00e7u0131karu0131lmasu0131 istendi.",  "1964 - BM Gu00fcvenlik Konseyi, Ku0131bru0131s'a uluslararasu0131 gu00fcu00e7 gu00f6nderme kararu0131 aldu0131.",  "1955 - Tu00fcrk-Amerikan iu015fbirliu011fiyle kurulan Minneapolis Moline Tu00fcrk Traktu00f6r ve Ziraat Makinalaru0131 Fabrikasu0131, montaj yaparak traktu00f6r u00fcretimine Ankara'da bau015fladu0131. Gu00fcnu00fcmu00fczde Tu00fcrk Traktu00f6r adu0131yla faaliyetine devam etmektedir.",  "1954 - Boston'da ilk bau015faru0131lu0131 bu00f6brek nakli geru00e7ekleu015ftirildi.",  "1952 - Ronald Reagan, ikinci eu015fi Nancy Davis ile Los Angeles'ta evlendi.",  "1949 - Sovyetler Birliu011fi'nde Molotov, gereku00e7e gu00f6sterilmeden Du0131u015f u0130u015fleri Bakanlu0131u011fu0131 gu00f6revinden alu0131ndu0131.",  "1946 - Frank Sinatra'nu0131n ilk albu00fcmu00fc The Voice of Frank Sinatra, Columbia Records tarafu0131ndan yayu0131mlandu0131.",  "1940 - u0130stanbul'da yapu0131lan Altu0131ncu0131 Balkan Gu00fcreu015f u015eampiyonasu0131'nda Tu00fcrk taku0131mu0131, beu015f birincilik alarak altu0131ncu0131 kez u015fampiyon oldu.",  "1934 - Ankara Radyosu yayu0131nu0131na bau015fladu0131.",  "1929 - Takrir-i Su00fckun Kanunu yu00fcru00fcrlu00fckten kalktu0131.",  "1925 - Hu00fcku00fbmete olau011fanu00fcstu00fc yetkiler veren Takrir-i Su00fckun Kanunu, TBMM'de kabul edildi.",  "1924 - Halife Abdu00fclmecit Efendi ve Osmanlu0131 Hanedanu0131 mensuplaru0131 yurt du0131u015fu0131na u00e7u0131karu0131ldu0131.",  "1924 - Happy Birthday to You u015farku0131su0131, Clayton F. Summy tarafu0131ndan yayu0131mlandu0131.",  "1923 - Mustafa Kemal Pau015fa'nu0131n 17 u015eubat'taki konuu015fmasu0131yla bau015flayan u0130zmir u0130ktisat Kongresi sona erdi. Kongrede Misak-u0131 u0130ktisadu00ee kabul edildi.",  "1894 - u015eanghay'da bu00fcyu00fck yangu0131n: 1000'den fazla bina ku00fcl oldu.",  "1882 - u0130ngiltere'de ilk elektrikli tramvay hizmete girdi.",  "1877 - Pyotr u0130lyiu00e7 u00c7aykovski'nin eseri Kuu011fu Gu00f6lu00fc Balesi'nin ilk gu00f6sterimi.",  "1791 - Vermont, ABD'nin 14. eyaleti oldu.",  "1774 - Orion Nebulasu0131, ilk kez William Herschel tarafu0131ndan gu00f6zlemlendi.",  "1656 - Vaka-i Vakvakiye: Du00fcu015fu00fck ayarlu0131 para ve alu0131namayan maau015flar iu00e7in ayaklanan askerler, IV. Mehmed'in onayu0131yla bazu0131 saray au011falaru0131nu0131 idam ettirdiler.",  "1493 - Kau015fif Kristof Kolomb, Niu00f1a adlu0131 gemisiyle Amerika'ya ulau015ftu0131."]







