["2020 - Türkiye ile Rusya arasında devlet başkanları seviyesinde İdlib görüşmesi gerçekleşti.", "2001 - Mekke'de Hac'da çıkan izdihamda, 35 hacı adayı öldü.", "2000 - İnternet aracılığıyla uluslararası ün yapan Mahir Çağrı, Forbes Dergisi'nin en ünlü 100 kişisi arasına girdi.", "1999 - Çankırı Valisi Ayhan Çevik, bombalı saldırıda ağır yaralandı; koruma polisi ve iki lise öğrencisinin de öldüğü saldırıyı, yasa dışı TİKKO örgütü üstlendi.", "1993 - Savaş uçaklarının bombaladığı Muş'un Kızılsu Vadisi'ndeki kamptan kaçmak isteyen 60 PKK militanı, patlamaların şiddetiyle kopan çığın altında kalarak öldü.", "1991 - Irak, Körfez Savaşı esirlerini serbest bıraktı.", "1986 - Yüce Divan tarafından iki yıl hapse mahkûm edilen, eski Devlet Bakanı İsmail Özdağlar'ın milletvekilliği, TBMM Genel Kurulunda düşürüldü.", "1984 - İstanbul Sıkıyönetim Askeri Mahkemesi, Papa'ya suikast düzenlemek suçundan Mehmet Ali Ağca hakkında açılan davada görevsizlik kararı verdi.", "1982 - Devlet Başkanı Orgeneral Kenan Evren'in eşi Sekine Evren, Ankara'da defnedildi. Törene büyük bir kalabalık katıldı. Süleyman Demirel ve Bülent Ecevit, Evren'e başsağlığı diledi.", "1981 - İstanbul Sıkıyönetim Mahkemesi, yasa dışı örgüt kurmak ve komünizm propagandası yapmak suçundan, 7  Türkiye İşçi Partisi yöneticisini tutukladı.", "1980 - Türkiye'de 12 Eylül 1980 Darbesi'ne Giden Süreç (1979- 12 Eylül 1980): Banka soyan 3 soyguncu, 2 eri öldürdü.", "1979 - Uzay sondası Voyager 1, Jüpiter'in 172000 mil yakınından geçti.", "1978 - İstanbul İstinye'de yapılan 23. Balkan Kros Şampiyonası'nda; Mehmet Yurdadön 12 bin metre, Sadık Salman 8 bin metre yarışmasında birinci oldular.", "1974 - Yom Kippur Savaşı: İsrail askerleri Süveyş Kanalı'nın batı yakasından çekildiler.", "1972 - Ağustos 1971'de Sultanahmet'te esrar satarken yakalanan ve 6 yıl hapse mahkûm edilen 14 yaşındaki İngiliz çocuk, Türkiye ile İngiltere arasında sorun oldu. İngiliz basını, \"Gaddar Türkler\" diye manşetler attı. Bunun üzerine Başbakan Nihat Erim, programında olmasına rağmen, ABD'ye giderken Londra'ya uğramadı.", "1971 - Ankara'da önceki gün Amerikalı 4 askerin THKO örgütü mensuplarınca kaçırılması üzerine güvenlik güçlerinin ODTÜ'ye düzenlediği baskında çatışma çıktı, komando eri Mevlüt Meriç ve Erdal Şener adlı öğrenci öldü, yaralananlar da oldu. Kaçırılan askerler 8 Mart'ta serbest bırakıldı.", "1971 - Kırıkhan'da Türkiye İşçi Partisi üyelerine saldırı düzenlendi; 3 kişi öldü, 23 kişi de yaralandı. İlçede sokağa çıkma yasağı başlatıldı.", "1971 - İstanbul'da Akbank'ın Selamiçeşme Şubesi silahlı 5 kişi tarafından soyuldu, soygun sanıklarından olduğu ileri sürülen Salman Kaya, Bebek'te yakalandı.", "1969 - Ant dergisi'nde yayımlanan \"İşgal Toprağı, Kurt Köpeği\" başlıklı yazısından ötürü yargılanan Yaşar Kemal beraat etti.", "1966 - İngiliz Hava Yolları'na (British Airways) ait Boeing 707 tipi bir yolcu uçağı, Fuji dağına düştü: 124 kişi öldü.", "1956 - ABD'de Yüksek Mahkeme, diğer mahkemelerin okullardaki ırk ayrımcılığını yasaklamasını onayladı.", "1953 - 1929'dan beri SSCB liderliğini elinde tutan Sovyetler Birliği Komünist Partisi Birinci Sekreteri Josef Stalin öldü; bir gün sonra yerine Malenkov geçti. Asıl adı Yosif Vissariyonoviç Çugaşvili olan Stalin, Pravda'daki yazılarında ve Parti içinde, Rusça \"çelik adam\" anlamına gelen \"Stalin\" mahlasını kullanmaya başladı. Lakabı ise, Gürcü dilinde \"Çivi\" anlamına gelen \"Koba\"dır.", "1952 - 74 Ticani'nin duruşmasına Ankara 1. Ağır Ceza Mahkemesi'nde başlandı. Tarikat Şeyhi Kemal Pilavoğlu, 1954 yılında mahkûm olduktan sonra Ticaniliği bıraktığını söyledi.", "1951 - Devlet Tiyatroları Genel Müdürlüğü'nden ayrılan Muhsin Ertuğrul, özel bir tiyatro kurmaya karar verdiğini açıkladı. İstanbul Beyoğlu'nda, Atlas Sineması'nın üst katında yer alması planlanan yeni tiyatronun adı \"Küçük Sahne\" olacak.", "1950 - Eskişehir'de sel felaketi: 50 bin kişi açıkta kaldı, 2500 ev yıkıldı ve 6 kişi boğuldu. Felaketzedelere Marshall Planı'ndan yardım geldi.", "1946 - II. Dünya Savaşı'nda ortaya çıkan ve Sovyetler Birliği ile Doğu Avrupa ülkelerini simgeleyen Demirperde kavramı; ilk kez İngiltere Başbakanı Winston Churchill'in bir konuşmasında kullanıldı.", "1942 - Okul bahçelerine patates, yerelması ve fasulye gibi sebzeler dikilmeye başlandı.", "1933 - Büyük Buhran: ABD Başkanı Franklin D. Roosevelt, bütün bankaları kapattı ve finansal işlemleri durdurdu.", "1933 - Almanya'da 5 Mart'ta yapılan genel seçimlerde, Nasyonal Sosyalist Alman İşçi Partisi, %43.9 oy alarak çoğunluk sağladı ve kesin olarak iktidara geldi.", "1931 - Daniel Salamanca Urey, Bolivya Devlet Başkanlığı görevine getirildi.", "1924 - Şevket Vërlaci, Arnavutluk Başbakanı oldu.", "1924 - İstanbul'da Maarif Müdürlüğü, Tevhid-i Tedrisat Kanunu gereğince medreselere el koydu.", "1923 - Şile’de Rum Değirmenlik Mahallesi’nde çıkan yangında, çoğu terk edilmiş yaklaşık 550 Rum, 200 Müslüman hanesi, 100 dükkân, 1 cami, 2 kilise ve bazı resmi binalar yandı. Toplam 1500 kişi yangın dolayısıyla evsiz kaldı.", "1920 - Türkiye Yeşilay Cemiyeti kuruldu.", "1918 - Bolşevikler, Rusya'nın başkentini Petrograd'tan Moskova'ya taşıdılar.", "1917 - Woodrow Wilson, ABD Başkanlığı görevine ikinci kez getirildi.", "1912 - İtalyan Ordusu, hava balonlarını askeri amaçlarla kullanan ilk ordu oldu. İtalyanlar bu hava taşıtlarını, Türk savunma hatlarının gerisine keşif yapmak amacıyla gönderdiler.", "1890 - Meksika'daki kırsal yaşamı dile getiren macera romanlarıyla ünlü yazar, B. Traven doğdu. Kimliğini açıklamayı reddeden ve gerçek adı asla öğrenilemeyen Traven'in kimliği hakkında kesin olarak bilinen tek şey, romanlarının çoğunun Almanca olarak yazıldığı ve ilk baskılarının Almanya'da yapıldığıydı.", "1836 - Samuel Colt, ilk 34 kalibre altıpatlar (revolver) tabancanın seri üretimine başladı.", "1821 - James Monroe, ABD Başkanlığı görevine ikinci kez getirildi.", "1584 - Karlstad, İsveç'te kent konumuna alındı."]