["2007 - Endonezya'da 6,3 u015fiddetinde deprem: En az 70 kiu015fi u00f6ldu00fc, yu00fczlerce kiu015fi de yaralandu0131.",  "1999 - Hindistan'da bulunan Senragadha Volkanu0131, saat 05:45'te pu00fcsku00fcrdu00fc.",  "1997 - Picasso'nun Tu00eate de Femme adlu0131 tablosu, Londra'daki bir galeriden u00e7alu0131ndu0131. Bir hafta sonra da bulundu.",  "1995 - Tu00fcrkiye'nin 1963'te Ankara Antlau015fmasu0131'yla bau015flattu0131u011fu0131 Avrupa'yla bu00fctu00fcnleu015fme su00fcrecinde bir adu0131m daha atu0131ldu0131. Avrupa Birliu011fi u00fcyesi 15 u00fclke ile Tu00fcrkiye arasu0131nda Gu00fcmru00fck Birliu011fi Antlau015fmasu0131, Du0131u015fiu015fleri Bakanu0131 Murat Karayalu00e7u0131n tarafu0131ndan imzalandu0131.",  "1992 - Michelangelo viru00fcsu00fc, bilgisayarlaru0131 etkiledi.",  "1987 - Herald of Free Enteprise adlu0131 u0130ngiliz feribotu, Zeebrugge-Belu00e7ika'dan Dover-u0130ngiltere'ye dou011fru yola u00e7u0131ktu0131ktan 90 saniye sonra ters du00f6nerek battu0131: 193 kiu015fi u00f6ldu00fc.",  "1984 - Askeri Yargu0131tay, Milliyet gazetesi yazaru0131 Metin Toker ile Yazu0131 u0130u015fleri Mu00fcdu00fcru00fc Dou011fan Heper hakku0131nda, u0130stanbul Su0131ku0131yu00f6netim Mahkemesi tarafu0131ndan verilen mahku00fbmiyet kararu0131nu0131 bozdu.",  "1984 - ABD Temsilciler Meclisi, Tu00fcrkiye'ye yapu0131lmasu0131 u00f6nerilen askeri yardu0131mda, 39 milyon dolar kesinti yapu0131lmasu0131nu0131 kararlau015ftu0131rarak, yardu0131mu0131 716 milyon dolara indirdi.",  "1981 - Yunanistan, Ege hava sahasu0131ndaki bazu0131 ku0131su0131tlamalaru0131 kaldu0131rdu0131u011fu0131nu0131 au00e7u0131kladu0131.",  "1974 - u0130ngiltere'de seu00e7imleri, u0130u015fu00e7i Partisi kazandu0131. Harold Wilson Bau015fbakan oldu.",  "1964 - Cassius Clay, resmi olarak Muhammet Ali adu0131nu0131 aldu0131.",  "1957 - Afrika'da "Altu0131n Ku0131yu0131su0131", Gana adu0131nu0131 alarak bau011fu0131msu0131zlu0131u011fu0131nu0131 ilan etti.",  "1957 - u0130srail Birlikleri, Sina Yaru0131madasu0131'ndan u00e7ekildi.",  "1946 - u0130lk bau015faru0131lu0131 yu00fcksek hu0131zlu0131 elektronik bilgisayar "Eniac", ABD'de kullanu0131ma girdi. "Eniac", elektronik-dijital bilgisayara giden yolda atu0131lmu0131u015f bu00fcyu00fck adu0131mlardan biri olarak 1955'e kadar kullanu0131ldu0131.",  "1943 - Rommel, Alman Afrika Kolordusu Komutanlu0131u011fu0131 gu00f6revini bu0131raktu0131.",  "1902 - Real Madrid Futbol Kulu00fcbu00fc kuruldu.",  "1899 - Bayer, aspirini ticari bir marka olarak kayu0131t altu0131na aldu0131.",  "1869 - Dimitri Mendeleyev, ilk periyodik tabloyu au00e7u0131kladu0131.",  "1853 - Giuseppe Verdi'nin La Traviata operasu0131, Venedik'te ilk kez sahnelendi.",  "1714 - u0130ngiliz mu00fchendis Henry Mill, daktilo makinesinin patentini aldu0131.",  "1521 - Ferdinand Magellan, Guam'a vardu0131."]







