["2014 - Ergenekon davasından yargılanan İlker Başbuğ, 26 ay sonra hak ihlali gerekçesiyle tahliye edildi.", "1997 - Jean-Dominique Bauby'nin göz kapakları yardımıyla yazdırdığı kitabı, Kelebek ve Dalgıç Giysisi satışa çıktı.", "1997 - İstanbul DGM, Avrasya feribotunu kaçıran 9 kişiye, sekiz yıl on ay yirmişer gün hapis cezası verdi.", "1997 - İskenderun Cezaevi'nden sol görüşlü 28 mahkûm tünel kazarak kaçtı, firarilerden 8'i yakalandı.", "1994 - Moldova'da yapılan referandum sonucu, halkın yüzde 90'ı Romanya'yla birleşmeyi reddetti.", "1993 - İstanbul'da bir grup kadın, savaşlarda kadına tecavüze ve devletin kadın bedeni üzerindeki denetimine dikkat çekmek için Beyoğlu'nda bir sokak sergisi açtı. Aynı grup, İstiklal Caddesi'nde, devletin kadın bedeni üzerindeki denetimini simgeleyen ve ilgili yasal düzenlemeleri içeren ferman biçiminde bir bildiri de dağıttı.", "1992 - İsrail Büyükelçiliği Koruma Amiri, Ankara'da otomobiline konan uzaktan kumandalı bombanın patlaması sonucu öldü.", "1990 - Hürriyet gazetesi Yönetim Kurulu üyesi, gazeteci yazar Çetin Emeç ve şoförü Ali Sinan Ercan, uğradıkları silahlı saldırıda yaşamlarını yitirdi. 6 yıl sonra 9 Mart 1996'da Emeç'i vuran İslami Hareket Örgütü sorumlusu İrfan Çağırıcı, İstanbul'da yakalandı.", "1989 - Çin, Lhasa-Tibet'te sıkıyönetim ilan etti.", "1989 - İran, Birleşik Krallık ile diplomatik ilişkilerini kesti.", "1989 - Anayasa Mahkemesi, üniversitelerde \"dini inanç sebebiyle boyun ve saçların örtü veya türbanla kapatılmasını\" serbest bırakan yasayı iptal etti.", "1984 - Komünizm propagandası yaptığı iddiasıyla, Gölcük Sıkıyönetim Mahkemesi'nde yargılanan şair Arif Damar beraat etti.", "1984 - KKTC bayrağı, Kuzey Kıbrıs Türk Cumhuriyeti Meclisi tarafından onaylandı.", "1984 - Ankara Sıkıyönetim Mahkemesi, kapatılan Milliyetçi Hareket Partisi'nin (MHP) Genel Başkanı Alparslan Türkeş'in tahliyesini 23. kez reddetti.", "1983 - Ahmet Necdet Sezer, Yargıtay üyeliğine seçildi.", "1979 - Türkiye ile Sovyetler Birliği arasında, petrol anlaşması imzalandı.", "1979 - İstanbul'da Taksim Meydanı'na Sular İdaresi'nin bulunduğu yere cami yapılması için, \"Taksim Camii Şerifi ve Külliyesini Yaptırma ve Yaşatma Derneği\" kuruldu.", "1979 - ABD uzay aracı Voyager I, Jüpiter ve Uranüs'ün Satürn gibi halkalara sahip olduğunu keşfetti. Voyager I, Jüpiter'in halkalı resimlerini dünyaya gönderdi.", "1978 - Orgeneral Kenan Evren, Türk Genelkurmay Başkanlığı görevine resmen başladı.", "1977 - Pakistan'da seçimleri, Zülfikar Ali Butto kazandı.", "1973 - İsmail Beşikçi, komünizm propagandasında 8 yıl hapse mahkûm oldu.", "1966 - Erzurum ve Muş’ta meydana gelen depremde; 15 kişi öldü, 25 kişi de yaralandı ve 2380 ev yıkıldı.", "1963 - Anayasa Mahkemesi, İş Kanunu'ndaki grev yasağını iptal etti.", "1961 - Genelkurmay Başkanı Cevdet Sunay, yayımladığı mesajda şöyle dedi. \"Namlularını daima temiz ve süngülerini daima parlak tutan ordumuzun her türlü engelleri yok etme azmi ile bugünkü hedefi, demokrasiyi ulusuna teslim etmektir.\"", "1960 - Vatan gazetesi Başyazarı Ahmet Emin Yalman, \"Pulliam\" davasından aldığı 15 ay 16 günlük hapis cezasını çekmek üzere cezaevine girdi. Yalman, 4 gün sonra hastaneye kaldırıldı.", "1959 - Yargıtay, \"Nalıncı Keseri\" başlıklı yazı nedeniyle Ulus gazetesi başyazarı Yakup Kadri Karaosmanoğlu ve Yazı İşleri Müdürü Ülkü Erman hakkında, Ankara Toplu Basın Mahkemesi'nin verdiği mahkûmiyet kararını bozdu.", "1958 - Akis dergisi toplatıldı; derginin satışı sekiz saat sonra serbest bırakıldı.", "1957 - Ankara sokaklarında rock and roll: Gece sinemasından çıkan gençler, Bulvarda rock and roll yapmaya başlayınca zabıta tarafından durduruldular.", "1954 - Petrol işletmeciliğini, yabancı sermayeye açan Petrol Yasası kabul edildi. Petrol İşleri Genel Müdürlüğü kuruldu.", "1954 - Basın ve radyo yoluyla işlenecek suçların kapsamının genişletilmesi ve cezaların arttırılması hakkındaki kanun tasarısı, Mecliste görüşüldü. Tasarı, gazetecilere iddialarını ispat hakkı tanımıyordu.", "1952 - Dışişleri Bakanı Fuad Köprülü ve 222 arkadaşı, Anayasa'nın dilini yaşayan dile dönüştürmek için DP Meclis Grubu adına bir önerge hazırlayarak Meclise sundular. Önergede, değiştirilmesi gereken kelimeler arasında suç, bakanlar kurulu, devrim, ivedilik gibi kelimeler yer alıyordu.", "1951 - İran Başbakanı General Ali Razmara, radikal dinci bir militan tarafından öldürüldü.", "1950 - Milletvekilleri adaylarının sayısı bütün tahminleri aştı, yalnız Elazığ'dan 600 kişi aday oldu.", "1945 - Amerikan I. Ordusu, Remagen Köprüsü’nden Ren Nehrini geçti.", "1927 - İstiklal Mahkemeleri'nin görevi fiilen sona erdi. Tamamen ortadan kalkması ancak 1948'de gerçekleşti.", "1925 - İstiklal Mahkemeleri üyeleri, yapılan seçimlerle belirlendi. Denizli Milletvekili Mazhar Müfit Bey (Kansu) Mahkeme Başkanlığına, Karesi Milletvekili Süreyya Bey (Özgeevren) savcılığa getirildi. Urfa Milletvekili Ali Saip (Ursavaş) ve Kırşehir Milletvekili Lüfi Müfit beyler ise asil üyeliğe seçildi.", "1925 - Şeyh Said'in emrindeki 5000 kişilik bir kuvvet, Diyarbakır'a saldırdı.", "1920 - Kadirli'nin düşman işgalinden kurtuluşu.", "1921 - Ardanuç ve Borçka'nın düşman işgalinden kurtuluşu.", "1921 - Artvin'in düşman işgalinden kurtuluşu.", "1919 - Fransızlar Kozan'ı işgal etti.", "1911 - Meksika Devrimi: 20. yüzyılın ilk büyük devrimi gerçekleşti.", "1908 - Kabataş Erkek Lisesi, Padişah II. Abdülhamid'in fermanıyla “Kabataş Mekteb-i İdâdisi” adı altında kuruldu.", "1876 - Alexander Graham Bell, telefon buluşunun patentini aldı (patent no: 174464).", "1864 - Adigey'de Şapsığlar için Ruslarca verilen köylerinden ayrılma süresi doldu ve terk ettirilen Şapsığ köylerinin, Rus askerlerince ateşe verilip yakılmasına başlandı.", "161 - Marcus Aurelius, Roma İmparatoru oldu."]