["2014 - Ergenekon davasu0131ndan yargu0131lanan u0130lker Bau015fbuu011f, 26 ay sonra hak ihlali gereku00e7esiyle tahliye edildi.",  "1997 - Jean-Dominique Bauby'nin gu00f6z kapaklaru0131 yardu0131mu0131yla yazdu0131rdu0131u011fu0131 kitabu0131, Kelebek ve Dalgu0131u00e7 Giysisi satu0131u015fa u00e7u0131ktu0131.",  "1997 - u0130stanbul DGM, Avrasya feribotunu kau00e7u0131ran 9 kiu015fiye, sekiz yu0131l on ay yirmiu015fer gu00fcn hapis cezasu0131 verdi.",  "1997 - u0130skenderun Cezaevi'nden sol gu00f6ru00fcu015flu00fc 28 mahku00fbm tu00fcnel kazarak kau00e7tu0131, firarilerden 8'i yakalandu0131.",  "1994 - Moldova'da yapu0131lan referandum sonucu, halku0131n yu00fczde 90'u0131 Romanya'yla birleu015fmeyi reddetti.",  "1993 - u0130stanbul'da bir grup kadu0131n, savau015flarda kadu0131na tecavu00fcze ve devletin kadu0131n bedeni u00fczerindeki denetimine dikkat u00e7ekmek iu00e7in Beyou011flu'nda bir sokak sergisi au00e7tu0131. Aynu0131 grup, u0130stiklal Caddesi'nde, devletin kadu0131n bedeni u00fczerindeki denetimini simgeleyen ve ilgili yasal du00fczenlemeleri iu00e7eren ferman biu00e7iminde bir bildiri de dau011fu0131ttu0131.",  "1992 - u0130srail Bu00fcyu00fckelu00e7iliu011fi Koruma Amiri, Ankara'da otomobiline konan uzaktan kumandalu0131 bombanu0131n patlamasu0131 sonucu u00f6ldu00fc.",  "1990 - Hu00fcrriyet gazetesi Yu00f6netim Kurulu u00fcyesi, gazeteci yazar u00c7etin Emeu00e7 ve u015fofu00f6ru00fc Ali Sinan Ercan, uu011fradu0131klaru0131 silahlu0131 saldu0131ru0131da yau015famlaru0131nu0131 yitirdi. 6 yu0131l sonra 9 Mart 1996'da Emeu00e7'i vuran u0130slami Hareket u00d6rgu00fctu00fc sorumlusu u0130rfan u00c7au011fu0131ru0131cu0131, u0130stanbul'da yakalandu0131.",  "1989 - u00c7in, Lhasa-Tibet'te su0131ku0131yu00f6netim ilan etti.",  "1989 - u0130ran, Birleu015fik Krallu0131k ile diplomatik iliu015fkilerini kesti.",  "1989 - Anayasa Mahkemesi, u00fcniversitelerde "dini inanu00e7 sebebiyle boyun ve sau00e7laru0131n u00f6rtu00fc veya tu00fcrbanla kapatu0131lmasu0131nu0131" serbest bu0131rakan yasayu0131 iptal etti.",  "1984 - Komu00fcnizm propagandasu0131 yaptu0131u011fu0131 iddiasu0131yla, Gu00f6lcu00fck Su0131ku0131yu00f6netim Mahkemesi'nde yargu0131lanan u015fair Arif Damar beraat etti.",  "1984 - KKTC bayrau011fu0131, Kuzey Ku0131bru0131s Tu00fcrk Cumhuriyeti Meclisi tarafu0131ndan onaylandu0131.",  "1984 - Ankara Su0131ku0131yu00f6netim Mahkemesi, kapatu0131lan Milliyetu00e7i Hareket Partisi'nin (MHP) Genel Bau015fkanu0131 Alparslan Tu00fcrkeu015f'in tahliyesini 23. kez reddetti.",  "1983 - Ahmet Necdet Sezer, Yargu0131tay u00fcyeliu011fine seu00e7ildi.",  "1979 - Tu00fcrkiye ile Sovyetler Birliu011fi arasu0131nda, petrol anlau015fmasu0131 imzalandu0131.",  "1979 - u0130stanbul'da Taksim Meydanu0131'na Sular u0130daresi'nin bulunduu011fu yere cami yapu0131lmasu0131 iu00e7in, "Taksim Camii u015eerifi ve Ku00fclliyesini Yaptu0131rma ve Yau015fatma Derneu011fi" kuruldu.",  "1979 - ABD uzay aracu0131 Voyager I, Ju00fcpiter ve Uranu00fcs'u00fcn Satu00fcrn gibi halkalara sahip olduu011funu keu015ffetti. Voyager I, Ju00fcpiter'in halkalu0131 resimlerini du00fcnyaya gu00f6nderdi.",  "1978 - Orgeneral Kenan Evren, Tu00fcrk Genelkurmay Bau015fkanlu0131u011fu0131 gu00f6revine resmen bau015fladu0131.",  "1977 - Pakistan'da seu00e7imleri, Zu00fclfikar Ali Butto kazandu0131.",  "1973 - u0130smail Beu015fiku00e7i, komu00fcnizm propagandasu0131nda 8 yu0131l hapse mahku00fbm oldu.",  "1966 - Erzurum ve Muu015fu2019ta meydana gelen depremde; 15 kiu015fi u00f6ldu00fc, 25 kiu015fi de yaralandu0131 ve 2380 ev yu0131ku0131ldu0131.",  "1963 - Anayasa Mahkemesi, u0130u015f Kanunu'ndaki grev yasau011fu0131nu0131 iptal etti.",  "1961 - Genelkurmay Bau015fkanu0131 Cevdet Sunay, yayu0131mladu0131u011fu0131 mesajda u015fu00f6yle dedi. "Namlularu0131nu0131 daima temiz ve su00fcngu00fclerini daima parlak tutan ordumuzun her tu00fcrlu00fc engelleri yok etme azmi ile bugu00fcnku00fc hedefi, demokrasiyi ulusuna teslim etmektir."",  "1960 - Vatan gazetesi Bau015fyazaru0131 Ahmet Emin Yalman, "Pulliam" davasu0131ndan aldu0131u011fu0131 15 ay 16 gu00fcnlu00fck hapis cezasu0131nu0131 u00e7ekmek u00fczere cezaevine girdi. Yalman, 4 gu00fcn sonra hastaneye kaldu0131ru0131ldu0131.",  "1959 - Yargu0131tay, "Nalu0131ncu0131 Keseri" bau015flu0131klu0131 yazu0131 nedeniyle Ulus gazetesi bau015fyazaru0131 Yakup Kadri Karaosmanou011flu ve Yazu0131 u0130u015fleri Mu00fcdu00fcru00fc u00dclku00fc Erman hakku0131nda, Ankara Toplu Basu0131n Mahkemesi'nin verdiu011fi mahku00fbmiyet kararu0131nu0131 bozdu.",  "1958 - Akis dergisi toplatu0131ldu0131; derginin satu0131u015fu0131 sekiz saat sonra serbest bu0131raku0131ldu0131.",  "1957 - Ankara sokaklaru0131nda rock and roll: Gece sinemasu0131ndan u00e7u0131kan genu00e7ler, Bulvarda rock and roll yapmaya bau015flayu0131nca zabu0131ta tarafu0131ndan durduruldular.",  "1954 - Petrol iu015fletmeciliu011fini, yabancu0131 sermayeye au00e7an Petrol Yasasu0131 kabul edildi. Petrol u0130u015fleri Genel Mu00fcdu00fcrlu00fcu011fu00fc kuruldu.",  "1954 - Basu0131n ve radyo yoluyla iu015flenecek suu00e7laru0131n kapsamu0131nu0131n geniu015fletilmesi ve cezalaru0131n arttu0131ru0131lmasu0131 hakku0131ndaki kanun tasaru0131su0131, Mecliste gu00f6ru00fcu015fu00fcldu00fc. Tasaru0131, gazetecilere iddialaru0131nu0131 ispat hakku0131 tanu0131mu0131yordu.",  "1952 - Du0131u015fiu015fleri Bakanu0131 Fuad Ku00f6pru00fclu00fc ve 222 arkadau015fu0131, Anayasa'nu0131n dilini yau015fayan dile du00f6nu00fcu015ftu00fcrmek iu00e7in DP Meclis Grubu adu0131na bir u00f6nerge hazu0131rlayarak Meclise sundular. u00d6nergede, deu011fiu015ftirilmesi gereken kelimeler arasu0131nda suu00e7, bakanlar kurulu, devrim, ivedilik gibi kelimeler yer alu0131yordu.",  "1951 - u0130ran Bau015fbakanu0131 General Ali Razmara, radikal dinci bir militan tarafu0131ndan u00f6ldu00fcru00fcldu00fc.",  "1950 - Milletvekilleri adaylaru0131nu0131n sayu0131su0131 bu00fctu00fcn tahminleri au015ftu0131, yalnu0131z Elazu0131u011f'dan 600 kiu015fi aday oldu.",  "1945 - Amerikan I. Ordusu, Remagen Ku00f6pru00fcsu00fcu2019nden Ren Nehrini geu00e7ti.",  "1927 - u0130stiklal Mahkemeleri'nin gu00f6revi fiilen sona erdi. Tamamen ortadan kalkmasu0131 ancak 1948'de geru00e7ekleu015fti.",  "1925 - u0130stiklal Mahkemeleri u00fcyeleri, yapu0131lan seu00e7imlerle belirlendi. Denizli Milletvekili Mazhar Mu00fcfit Bey (Kansu) Mahkeme Bau015fkanlu0131u011fu0131na, Karesi Milletvekili Su00fcreyya Bey (u00d6zgeevren) savcu0131lu0131u011fa getirildi. Urfa Milletvekili Ali Saip (Ursavau015f) ve Ku0131ru015fehir Milletvekili Lu00fcfi Mu00fcfit beyler ise asil u00fcyeliu011fe seu00e7ildi.",  "1925 - u015eeyh Said'in emrindeki 5000 kiu015filik bir kuvvet, Diyarbaku0131r'a saldu0131rdu0131.",  "1920 - Kadirli'nin du00fcu015fman iu015fgalinden kurtuluu015fu.",  "1921 - Ardanuu00e7 ve Boru00e7ka'nu0131n du00fcu015fman iu015fgalinden kurtuluu015fu.",  "1921 - Artvin'in du00fcu015fman iu015fgalinden kurtuluu015fu.",  "1919 - Fransu0131zlar Kozan'u0131 iu015fgal etti.",  "1911 - Meksika Devrimi: 20. yu00fczyu0131lu0131n ilk bu00fcyu00fck devrimi geru00e7ekleu015fti.",  "1908 - Kabatau015f Erkek Lisesi, Padiu015fah II. Abdu00fclhamid'in fermanu0131yla u201cKabatau015f Mekteb-i u0130du00e2disiu201d adu0131 altu0131nda kuruldu.",  "1876 - Alexander Graham Bell, telefon buluu015funun patentini aldu0131 (patent no: 174464).",  "1864 - Adigey'de u015eapsu0131u011flar iu00e7in Ruslarca verilen ku00f6ylerinden ayru0131lma su00fcresi doldu ve terk ettirilen u015eapsu0131u011f ku00f6ylerinin, Rus askerlerince ateu015fe verilip yaku0131lmasu0131na bau015flandu0131.",  "161 - Marcus Aurelius, Roma u0130mparatoru oldu."]







