["2020 - İtalya'da koronavirüsün yayılmasını durdurmak için Lombardiya bölgesi ve çevresindeki 14 kent karantinaya alındı. Ertesi gün İtalya kırmızı bölge ilan edildi ve karantina kısıtlamaları ülke geneline yayıldı.", "2010 - Elazığ'da 6 büyüklüğünde deprem oldu. 42 kişi hayatını kaybetti.", "2006 - Papa II. Jean Paul'e yönelik suikast girişimi nedeniyle İtalya'da 24 yıl cezaevinde kaldıktan sonra 14 Haziran 2000'de Türkiye'ye iade edilen, gazeteci-yazar Abdi İpekçi'nin öldürülmesi ve \"gasp\" suçundan Kartal H Tipi Cezaevi'nde bulunan hükümlü Mehmet Ali Ağca'nın, Cezaevi Müdürlüğünün \"cezasını tamamladığı\" yönündeki yazısı üzerine, Kartal Ağır Ceza Mahkemesince tahliyesine karar verildi.", "2005 - Çeçen lider Aslan Maşadov, bir çatışmada Rus güvenlik güçlerince öldürüldü.", "2004 - Millî Güvenlik Kurulu Genel Sekreterliği Yönetmeliğinin gizliliğini kaldıran yasanın ardından hazırlanan yeni yönetmelik de yürürlüğe girdi. MGK Genel Sekreterliği, yönetmelikte, Başbakana bağlı bir kuruluş olarak tanımlandı.", "2003 - İstanbul-Diyarbakır seferini yapan THY'nin RJ-100 tipi uçağı, Diyarbakır'a inişi sırasında düştü: 74 kişi öldü, 3 kişi de yaralı kurtuldu.", "2000 - 30 yılı aşkın siyasi geçmişinde ilk kez Necmettin Erbakan'a karşı bayrak açılarak, FP'ye Genel Başkan adayı çıkarıldı. Kayseri Milletvekili Abdullah Gül, adaylığını ilan etti.", "1999 - Star gazetesi yayın hayatına başladı.", "1996 - Lefkoşa-İstanbul seferini yapan KKTC'ye ait bir yolcu uçağı kaçırılarak; önce Sofya'ya ardından da Münih'e indirildi. Uçağı kaçıran kişinin, İngiltere'deki sevgilisinin yanına gitmek isteyen Ramazan Aydın isimli bir Türk vatandaşı olduğu anlaşıldı. Uçaktaki yolcu ve mürettebatı serbest bırakan Aydın, Alman polisi tarafından tutuklandı.", "1992 - İstanbul Cumhuriyet Savcılığı, özel TV'lerdeki müstehcen yayınları takibe aldı.", "1992 - Dünya Kadınlar Günü nedeniyle İstanbul ve Adana'da düzenlenen kutlama yürüyüşlerine polis müdahale etti; bazı kadınlar dövüldü, iki kadın yaralandı ve 8 kadın gözaltına alındı.", "1987 - Kadın Çevresi Yayıncılığın çıkarttığı, Feminist dergisi yayına başladı. Sahibi ve Yazı İşleri Müdürlüğü'nü Handan Koç'un yaptığı derginin başlıca yazarları; Ayşe Düzkan, Handan Koç, Minu, Defne, Filiz K., Serpil, Gül, Sabahnur, Vildan ve Stella Ovadis idi. Dergi, Mart 1990'da yayın hayatına son verdi.", "1985 - Beyrut'ta bir caminin önünde patlayan bomba, 85 kişinin ölümüne 175 kişinin de yaralanmasına yol açtı.", "1984 - Sekiz ilde olağanüstü hâl uygulanmasıyla ilgili, Olağanüstü Hal yasaları yürürlüğe girdi.", "1984 - Yunanistan, Türk savaş gemilerinin bir Yunan Destroyerine ateş açtığı iddiası ile Ankara'daki Büyük Elçisini geri çağırdı. Gelişmeler üzerine Türkiye de Atina Büyük Elçisine ülkeye dönme talimatı verdi.", "1983 - Ronald Reagan, SSCB'yi \"Şeytan İmparatorluğu\" şeklinde adlandırdı.", "1982 - Türkiye Zihinsel Yetersiz Çocukları Yetiştirme ve Koruma Vakfı kuruldu.", "1979 - Philips Şirketi, Compact Disc'i (CD) ilk kez halka tanıttı.", "1979 - Cumhurbaşkanı Fahri Korutürk, Türk Silahlı Kuvvetleri'ne ilişkin tartışmalar üzerine; \"Silahlı Kuvvetlerimizi her türlü politika dışında tutmaya büyük bir dikkat ve özen göstermek hepimizin başta gelen görevi olmalıdır\" dedi.", "1978 - Cumhurbaşkanı Fahri Korutürk, İsmail Cem'in TRT Genel Müdürlüğüne atanmasının sakıncalı bulduğunu Hükûmet'e bildirdi.", "1975 - İstanbul Osmanbey'deki Dostlar Tiyatrosu'nda İlerici Kadınlar Derneği (İKD)'nin kuruluş çalışmasını yürüten kadınların girişimiyle, ilk kez kamuya açık bir \"Kadınlar Günü\" kutlaması düzenlendi. 400-500 kadının katıldığı toplantıda, Kadınlar Günü'nün anlam ve önemi üzerine konuşmalar yapıldı ve şiirler okundu. Aynı yıl Ankara'da da kutlaması yapıldı.", "1974 - Paris'in Charles de Gaulle Havalimanı hizmete girdi.", "1972 - Demokratik Parti Genel Başkan Yardımcısı Yüksel Menderes, Ankara'da hava gazıyla intihar etti. Başbakan Adnan Menderes'in oğullarından Mutlu Menderes, 1 Mart 1978'de trafik kazasında ölmüştü. 15 Mart 1996'da ise Aydın Menderes, trafik kazası sonucu felç oldu.", "1971 - Sivas'a bağlı Yıldızeli'nde Türkiye İşçi Partisi ilçe sekreteri öldürüldü.", "1971 - Balıkesir Necatibey Eğitim Enstitüsü'nde eğitime ara verilerek kapatıldı.", "1965 - Vietnam Savaşı: 3500 ABD Deniz Piyade askeri, Güney Vietnam'ın Da Nang sahiline çıkarma yaptı.", "1963 - Suriye'de bir darbe sonucu, Baasçılar ve Nasırcılar iktidarı ele geçirdi. Baasçı subaylar, Şubat ayında Irak'ta da yönetimi ele geçirmiş ve Başbakan Abdülkerim Kasım öldürülmüştü.", "1962 - İstanbul-Ankara-Adana seferini yapan THY'ye ait 'Kop' uçağı, Toroslar'da düştü. Sekiz yolcu ve üç kişilik mürettebattan kurtulan olmadı.", "1957 - Mısır, Süveyş Kanalı'nı tekrar açtı.", "1957 - Siyasal Bilgiler Fakültesi eski Dekanı Turhan Feyzioğlu, Türk Hukuk Kurumu'ndaki konferansında \"Meşrutiyati, takip eden birkaç yıl ve Demokrat Parti iktidarının ilk yılları hariç, basın hürriyete hasret kalmıştır\" dedi.", "1956 - İzmir'de Demokrat Parti tarafından düzenlenen mitingde konuşan Başbakan Menderes, basını eleştiren bir konuşma yaptı. \"Bu gazeteler demokrasi devriminin matbuatı olmak vasfına sahip değildir\" dedi. Basını, gerçekleri değiştirmek ve DP iktidarını alaşağı etmeyi düşünmekle suçladı.", "1955 - Türkiye'nin ilk kanserle savaş dispanseri açıldı.", "1952 - Philadelphia'da ilk suni kalp ameliyatı yapıldı.", "1951 - Amerikalı keman virtüözü Yehudi Menuhin, konser vermek için İstanbul'a geldi.", "1951 - I. Adnan Menderes Hükûmeti istifa etti. Bir gün sonra II. Menderes Hükûmeti kuruldu; Hükûmet'te, üç yeni bakan görev alırken, altı bakan yer değiştirdi.", "1948 - Tanımladığı bir deri hastalığı (Behçet Hastalığı) nedeniyle Dünya tıp literatürüne geçen, deri ve zührevi hastalıklar uzmanı Ordinaryüs Prof. Dr. Hulusi Behçet, kalp krizi sonucu İstanbul'da öldü.", "1944 - New York Metropolitan Operası, Taksim Gazinosu'nda bir konser verdi.", "1943 - İsmet İnönü, 7. TBMM'yi açtı ve yeniden Cumhurbaşkanı seçildi. Şükrü Saraçoğlu, Hükûmeti kurmakla yeniden görevlendirildi.", "1942 - II. Dünya Savaşı: Hollanda, Java adasında Japonlara teslim oldu.", "1933 - I. Beş Yıllık Kalkınma Planı kabul edildi.", "1931 - Kubilay Olayı'ndan sonra Menemen'de uygulanan sıkıyönetim kaldırıldı.", "1921 - İspanya Başbakanı Eduardo Dato, Madrid'de Parlamento Binasından çıkarken Katalan militanlarca öldürüldü.", "1920 - Salih Hulusi Kezrak, Sadrazamlığa getirildi.", "1919 - İngilizler Antep'te sıkı yönetim ilan ederek; şehirde ne kadar ateşli ve yaralayıcı silah varsa, 24 saat zarfında İngiliz İşgal Kuvvetleri Kumandanlığı'na teslim edilmesini istedi.", "1917 - Rusya'da Dünya Kadınlar Günü için başkent Petrograd'da kadınların sokaklara dökülmesi Çar II. Nikolay'ın tahttan inmesine neden olan Şubat Devrimi'nin (Jülyen takvimi'ne göre 23 Şubat) başlamasına yol açtı.[1] Bu olay ise aynı yıl gerçekleşen Ekim Devrimi ardından Sovyet Birliği'nde Dünya Kadınlar Günü için sabit bir tarih olarak 8 Mart'ın kararlaştırılmasına[2][3] ve bunun üzerine Komintern kararıyla da uluslararası sosyalist ve komünist hareket tarafından dünya çapında Kadınlar Günü kutlamalarının 8 Mart'ta yapılmasına yol açtı. Fakat bu tarih ancak 1960'ların sonlarından itibaren daha geniş kabul görmeye başlayıp Birleşmiş Milletler tarafından 1977'de 8 Mart'ın Dünya Kadınlar Günü olarak kabul edilmesinin ardından giderek evrensel bir karakter aldı.[4]", "1906 - Moro Krateri Katliamı: ABD askerleri, Filipinler'de bir kraterde saklanan silahsız 600'den fazla erkek, kadın ve çocuğu öldürdü.", "1899 - Almanya'nın futbol kulübü olan Eintracht Frankfurt kuruldu.", "1817 - New York Menkul Kıymetler Borsası kuruldu.", "1010 - Firdevsî, Şehnâme adlı epik şiirini tamamladı."]