["2020 - u0130talya'da koronaviru00fcsu00fcn yayu0131lmasu0131nu0131 durdurmak iu00e7in Lombardiya bu00f6lgesi ve u00e7evresindeki 14 kent karantinaya alu0131ndu0131. Ertesi gu00fcn u0130talya ku0131rmu0131zu0131 bu00f6lge ilan edildi ve karantina ku0131su0131tlamalaru0131 u00fclke geneline yayu0131ldu0131.",  "2010 - Elazu0131u011f'da 6 bu00fcyu00fcklu00fcu011fu00fcnde deprem oldu. 42 kiu015fi hayatu0131nu0131 kaybetti.",  "2006 - Papa II. Jean Paul'e yu00f6nelik suikast giriu015fimi nedeniyle u0130talya'da 24 yu0131l cezaevinde kaldu0131ktan sonra 14 Haziran 2000'de Tu00fcrkiye'ye iade edilen, gazeteci-yazar Abdi u0130peku00e7i'nin u00f6ldu00fcru00fclmesi ve "gasp" suu00e7undan Kartal H Tipi Cezaevi'nde bulunan hu00fcku00fcmlu00fc Mehmet Ali Au011fca'nu0131n, Cezaevi Mu00fcdu00fcrlu00fcu011fu00fcnu00fcn "cezasu0131nu0131 tamamladu0131u011fu0131" yu00f6nu00fcndeki yazu0131su0131 u00fczerine, Kartal Au011fu0131r Ceza Mahkemesince tahliyesine karar verildi.",  "2005 - u00c7eu00e7en lider Aslan Mau015fadov, bir u00e7atu0131u015fmada Rus gu00fcvenlik gu00fcu00e7lerince u00f6ldu00fcru00fcldu00fc.",  "2004 - Millu00ee Gu00fcvenlik Kurulu Genel Sekreterliu011fi Yu00f6netmeliu011finin gizliliu011fini kaldu0131ran yasanu0131n ardu0131ndan hazu0131rlanan yeni yu00f6netmelik de yu00fcru00fcrlu00fcu011fe girdi. MGK Genel Sekreterliu011fi, yu00f6netmelikte, Bau015fbakana bau011flu0131 bir kuruluu015f olarak tanu0131mlandu0131.",  "2003 - u0130stanbul-Diyarbaku0131r seferini yapan THY'nin RJ-100 tipi uu00e7au011fu0131, Diyarbaku0131r'a iniu015fi su0131rasu0131nda du00fcu015ftu00fc: 74 kiu015fi u00f6ldu00fc, 3 kiu015fi de yaralu0131 kurtuldu.",  "2000 - 30 yu0131lu0131 au015fku0131n siyasi geu00e7miu015finde ilk kez Necmettin Erbakan'a karu015fu0131 bayrak au00e7u0131larak, FP'ye Genel Bau015fkan adayu0131 u00e7u0131karu0131ldu0131. Kayseri Milletvekili Abdullah Gu00fcl, adaylu0131u011fu0131nu0131 ilan etti.",  "1999 - Star gazetesi yayu0131n hayatu0131na bau015fladu0131.",  "1996 - Lefkou015fa-u0130stanbul seferini yapan KKTC'ye ait bir yolcu uu00e7au011fu0131 kau00e7u0131ru0131larak; u00f6nce Sofya'ya ardu0131ndan da Mu00fcnih'e indirildi. Uu00e7au011fu0131 kau00e7u0131ran kiu015finin, u0130ngiltere'deki sevgilisinin yanu0131na gitmek isteyen Ramazan Aydu0131n isimli bir Tu00fcrk vatandau015fu0131 olduu011fu anlau015fu0131ldu0131. Uu00e7aktaki yolcu ve mu00fcrettebatu0131 serbest bu0131rakan Aydu0131n, Alman polisi tarafu0131ndan tutuklandu0131.",  "1992 - u0130stanbul Cumhuriyet Savcu0131lu0131u011fu0131, u00f6zel TV'lerdeki mu00fcstehcen yayu0131nlaru0131 takibe aldu0131.",  "1992 - Du00fcnya Kadu0131nlar Gu00fcnu00fc nedeniyle u0130stanbul ve Adana'da du00fczenlenen kutlama yu00fcru00fcyu00fcu015flerine polis mu00fcdahale etti; bazu0131 kadu0131nlar du00f6vu00fcldu00fc, iki kadu0131n yaralandu0131 ve 8 kadu0131n gu00f6zaltu0131na alu0131ndu0131.",  "1987 - Kadu0131n u00c7evresi Yayu0131ncu0131lu0131u011fu0131n u00e7u0131karttu0131u011fu0131, Feminist dergisi yayu0131na bau015fladu0131. Sahibi ve Yazu0131 u0130u015fleri Mu00fcdu00fcrlu00fcu011fu00fc'nu00fc Handan Kou00e7'un yaptu0131u011fu0131 derginin bau015flu0131ca yazarlaru0131; Ayu015fe Du00fczkan, Handan Kou00e7, Minu, Defne, Filiz K., Serpil, Gu00fcl, Sabahnur, Vildan ve Stella Ovadis idi. Dergi, Mart 1990'da yayu0131n hayatu0131na son verdi.",  "1985 - Beyrut'ta bir caminin u00f6nu00fcnde patlayan bomba, 85 kiu015finin u00f6lu00fcmu00fcne 175 kiu015finin de yaralanmasu0131na yol au00e7tu0131.",  "1984 - Sekiz ilde olau011fanu00fcstu00fc hu00e2l uygulanmasu0131yla ilgili, Olau011fanu00fcstu00fc Hal yasalaru0131 yu00fcru00fcrlu00fcu011fe girdi.",  "1984 - Yunanistan, Tu00fcrk savau015f gemilerinin bir Yunan Destroyerine ateu015f au00e7tu0131u011fu0131 iddiasu0131 ile Ankara'daki Bu00fcyu00fck Elu00e7isini geri u00e7au011fu0131rdu0131. Geliu015fmeler u00fczerine Tu00fcrkiye de Atina Bu00fcyu00fck Elu00e7isine u00fclkeye du00f6nme talimatu0131 verdi.",  "1983 - Ronald Reagan, SSCB'yi "u015eeytan u0130mparatorluu011fu" u015feklinde adlandu0131rdu0131.",  "1982 - Tu00fcrkiye Zihinsel Yetersiz u00c7ocuklaru0131 Yetiu015ftirme ve Koruma Vakfu0131 kuruldu.",  "1979 - Philips u015eirketi, Compact Disc'i (CD) ilk kez halka tanu0131ttu0131.",  "1979 - Cumhurbau015fkanu0131 Fahri Korutu00fcrk, Tu00fcrk Silahlu0131 Kuvvetleri'ne iliu015fkin tartu0131u015fmalar u00fczerine; "Silahlu0131 Kuvvetlerimizi her tu00fcrlu00fc politika du0131u015fu0131nda tutmaya bu00fcyu00fck bir dikkat ve u00f6zen gu00f6stermek hepimizin bau015fta gelen gu00f6revi olmalu0131du0131r" dedi.",  "1978 - Cumhurbau015fkanu0131 Fahri Korutu00fcrk, u0130smail Cem'in TRT Genel Mu00fcdu00fcrlu00fcu011fu00fcne atanmasu0131nu0131n saku0131ncalu0131 bulduu011funu Hu00fcku00fbmet'e bildirdi.",  "1975 - u0130stanbul Osmanbey'deki Dostlar Tiyatrosu'nda u0130lerici Kadu0131nlar Derneu011fi (u0130KD)'nin kuruluu015f u00e7alu0131u015fmasu0131nu0131 yu00fcru00fcten kadu0131nlaru0131n giriu015fimiyle, ilk kez kamuya au00e7u0131k bir "Kadu0131nlar Gu00fcnu00fc" kutlamasu0131 du00fczenlendi. 400-500 kadu0131nu0131n katu0131ldu0131u011fu0131 toplantu0131da, Kadu0131nlar Gu00fcnu00fc'nu00fcn anlam ve u00f6nemi u00fczerine konuu015fmalar yapu0131ldu0131 ve u015fiirler okundu. Aynu0131 yu0131l Ankara'da da kutlamasu0131 yapu0131ldu0131.",  "1974 - Paris'in Charles de Gaulle Havalimanu0131 hizmete girdi.",  "1972 - Demokratik Parti Genel Bau015fkan Yardu0131mcu0131su0131 Yu00fcksel Menderes, Ankara'da hava gazu0131yla intihar etti. Bau015fbakan Adnan Menderes'in ou011fullaru0131ndan Mutlu Menderes, 1 Mart 1978'de trafik kazasu0131nda u00f6lmu00fcu015ftu00fc. 15 Mart 1996'da ise Aydu0131n Menderes, trafik kazasu0131 sonucu felu00e7 oldu.",  "1971 - Sivas'a bau011flu0131 Yu0131ldu0131zeli'nde Tu00fcrkiye u0130u015fu00e7i Partisi ilu00e7e sekreteri u00f6ldu00fcru00fcldu00fc.",  "1971 - Balu0131kesir Necatibey Eu011fitim Enstitu00fcsu00fc'nde eu011fitime ara verilerek kapatu0131ldu0131.",  "1965 - Vietnam Savau015fu0131: 3500 ABD Deniz Piyade askeri, Gu00fcney Vietnam'u0131n Da Nang sahiline u00e7u0131karma yaptu0131.",  "1963 - Suriye'de bir darbe sonucu, Baasu00e7u0131lar ve Nasu0131rcu0131lar iktidaru0131 ele geu00e7irdi. Baasu00e7u0131 subaylar, u015eubat ayu0131nda Irak'ta da yu00f6netimi ele geu00e7irmiu015f ve Bau015fbakan Abdu00fclkerim Kasu0131m u00f6ldu00fcru00fclmu00fcu015ftu00fc.",  "1962 - u0130stanbul-Ankara-Adana seferini yapan THY'ye ait 'Kop' uu00e7au011fu0131, Toroslar'da du00fcu015ftu00fc. Sekiz yolcu ve u00fcu00e7 kiu015filik mu00fcrettebattan kurtulan olmadu0131.",  "1957 - Mu0131su0131r, Su00fcveyu015f Kanalu0131'nu0131 tekrar au00e7tu0131.",  "1957 - Siyasal Bilgiler Faku00fcltesi eski Dekanu0131 Turhan Feyziou011flu, Tu00fcrk Hukuk Kurumu'ndaki konferansu0131nda "Meu015frutiyati, takip eden birkau00e7 yu0131l ve Demokrat Parti iktidaru0131nu0131n ilk yu0131llaru0131 hariu00e7, basu0131n hu00fcrriyete hasret kalmu0131u015ftu0131r" dedi.",  "1956 - u0130zmir'de Demokrat Parti tarafu0131ndan du00fczenlenen mitingde konuu015fan Bau015fbakan Menderes, basu0131nu0131 eleu015ftiren bir konuu015fma yaptu0131. "Bu gazeteler demokrasi devriminin matbuatu0131 olmak vasfu0131na sahip deu011fildir" dedi. Basu0131nu0131, geru00e7ekleri deu011fiu015ftirmek ve DP iktidaru0131nu0131 alau015fau011fu0131 etmeyi du00fcu015fu00fcnmekle suu00e7ladu0131.",  "1955 - Tu00fcrkiye'nin ilk kanserle savau015f dispanseri au00e7u0131ldu0131.",  "1952 - Philadelphia'da ilk suni kalp ameliyatu0131 yapu0131ldu0131.",  "1951 - Amerikalu0131 keman virtu00fcu00f6zu00fc Yehudi Menuhin, konser vermek iu00e7in u0130stanbul'a geldi.",  "1951 - I. Adnan Menderes Hu00fcku00fbmeti istifa etti. Bir gu00fcn sonra II. Menderes Hu00fcku00fbmeti kuruldu; Hu00fcku00fbmet'te, u00fcu00e7 yeni bakan gu00f6rev alu0131rken, altu0131 bakan yer deu011fiu015ftirdi.",  "1948 - Tanu0131mladu0131u011fu0131 bir deri hastalu0131u011fu0131 (Behu00e7et Hastalu0131u011fu0131) nedeniyle Du00fcnya tu0131p literatu00fcru00fcne geu00e7en, deri ve zu00fchrevi hastalu0131klar uzmanu0131 Ordinaryu00fcs Prof. Dr. Hulusi Behu00e7et, kalp krizi sonucu u0130stanbul'da u00f6ldu00fc.",  "1944 - New York Metropolitan Operasu0131, Taksim Gazinosu'nda bir konser verdi.",  "1943 - u0130smet u0130nu00f6nu00fc, 7. TBMM'yi au00e7tu0131 ve yeniden Cumhurbau015fkanu0131 seu00e7ildi. u015eu00fckru00fc Sarau00e7ou011flu, Hu00fcku00fbmeti kurmakla yeniden gu00f6revlendirildi.",  "1942 - II. Du00fcnya Savau015fu0131: Hollanda, Java adasu0131nda Japonlara teslim oldu.",  "1933 - I. Beu015f Yu0131llu0131k Kalku0131nma Planu0131 kabul edildi.",  "1931 - Kubilay Olayu0131'ndan sonra Menemen'de uygulanan su0131ku0131yu00f6netim kaldu0131ru0131ldu0131.",  "1921 - u0130spanya Bau015fbakanu0131 Eduardo Dato, Madrid'de Parlamento Binasu0131ndan u00e7u0131karken Katalan militanlarca u00f6ldu00fcru00fcldu00fc.",  "1920 - Salih Hulusi Kezrak, Sadrazamlu0131u011fa getirildi.",  "1919 - u0130ngilizler Antep'te su0131ku0131 yu00f6netim ilan ederek; u015fehirde ne kadar ateu015fli ve yaralayu0131cu0131 silah varsa, 24 saat zarfu0131nda u0130ngiliz u0130u015fgal Kuvvetleri Kumandanlu0131u011fu0131'na teslim edilmesini istedi.",  "1917 - Rusya'da Du00fcnya Kadu0131nlar Gu00fcnu00fc iu00e7in bau015fkent Petrograd'da kadu0131nlaru0131n sokaklara du00f6ku00fclmesi u00c7ar II. Nikolay'u0131n tahttan inmesine neden olan u015eubat Devrimi'nin (Ju00fclyen takvimi'ne gu00f6re 23 u015eubat) bau015flamasu0131na yol au00e7tu0131.[1] Bu olay ise aynu0131 yu0131l geru00e7ekleu015fen Ekim Devrimi ardu0131ndan Sovyet Birliu011fi'nde Du00fcnya Kadu0131nlar Gu00fcnu00fc iu00e7in sabit bir tarih olarak 8 Mart'u0131n kararlau015ftu0131ru0131lmasu0131na[2][3] ve bunun u00fczerine Komintern kararu0131yla da uluslararasu0131 sosyalist ve komu00fcnist hareket tarafu0131ndan du00fcnya u00e7apu0131nda Kadu0131nlar Gu00fcnu00fc kutlamalaru0131nu0131n 8 Mart'ta yapu0131lmasu0131na yol au00e7tu0131. Fakat bu tarih ancak 1960'laru0131n sonlaru0131ndan itibaren daha geniu015f kabul gu00f6rmeye bau015flayu0131p Birleu015fmiu015f Milletler tarafu0131ndan 1977'de 8 Mart'u0131n Du00fcnya Kadu0131nlar Gu00fcnu00fc olarak kabul edilmesinin ardu0131ndan giderek evrensel bir karakter aldu0131.[4]",  "1906 - Moro Krateri Katliamu0131: ABD askerleri, Filipinler'de bir kraterde saklanan silahsu0131z 600'den fazla erkek, kadu0131n ve u00e7ocuu011fu u00f6ldu00fcrdu00fc.",  "1899 - Almanya'nu0131n futbol kulu00fcbu00fc olan Eintracht Frankfurt kuruldu.",  "1817 - New York Menkul Ku0131ymetler Borsasu0131 kuruldu.",  "1010 - Firdevsu00ee, u015eehnu00e2me adlu0131 epik u015fiirini tamamladu0131."]







